{
  "app_words": {}, 
  "chapters": [
    {
      "frames": [
        {
          "id": "01-01", 
          "img": "{{:en:obs:obs-01-01.jpg?nolink&640x360}}", 
          "text": "C'est ainsi que le debut de toute chose arriva. Dieu créa l'univers et tout ce qu'il contient en six jours. Au début, la Terre était sombre et vide,et rien n'avait été créeé . Mais l'Esprit de Dieu se tenait là au-dessus de l'eau."
        }, 
        {
          "id": "01-02", 
          "img": "{{:en:obs:obs-01-02.jpg?nolink&640x360}}", 
          "text": "Puis Dieu parla et dit, \"Qu'il y ait de la lumière!\" et la lumière fut. Dieu vit que la lumière était bonne et Il l'appela \"jour\". Il la sépara des ténébres, qu'Il appela \"nuit\". Dieu créa la lumière le premier jour de la création."
        }, 
        {
          "id": "01-03", 
          "img": "{{:en:obs:obs-01-03.jpg?nolink&640x360}}", 
          "text": "Le second jour de la création, Dieu parla et créa le ciel au-dessus de la Terre."
        }, 
        {
          "id": "01-04", 
          "img": "{{:en:obs:obs-01-04.jpg?nolink&640x360}}", 
          "text": "Le troisième jour, Dieu parla et il sépara l'eau d'avec la terre. Il appela l'etendue seche \"terre\" et il appela les eaux \"mers\"."
        }, 
        {
          "id": "01-05", 
          "img": "{{:en:obs:obs-01-05.jpg?nolink&640x360}}", 
          "text": "Puis Dieu dit, \"Que la terre produise toute sorte d'arbres et de plantes\". Et c'est ce qui arriva. Dieu vit que ce qu'il avait créer était bon, et il était ravi de toute ces choses."
        }, 
        {
          "id": "01-06", 
          "img": "{{:en:obs:obs-01-06.jpg?nolink&640x360}}", 
          "text": "Au quatrième jour de la création, Dieu parla et fit le soleil, la lune et les étoiles. Dieu les créa pour faire briller la lumière sur la terre et pour marquer les jours et les nuits, les saisons et les années."
        }, 
        {
          "id": "01-07", 
          "img": "{{:en:obs:obs-01-07.jpg?nolink&640x360}}", 
          "text": "Au cinquième jour, Dieu créa tout ce qui nage dans l'eau ainsi que tout les oiseaux. Dieu vit que c'était bon et Il les bénis."
        }, 
        {
          "id": "01-08", 
          "img": "{{:en:obs:obs-01-08.jpg?nolink&640x360}}", 
          "text": "On the sixth day of creation, God said, \"Let there be all kinds of land animals!\" And it happened just like God said. Some were farm animals, some crawled on the ground, and some were wild. And God saw that it was good."
        }, 
        {
          "id": "01-09", 
          "img": "{{:en:obs:obs-01-09.jpg?nolink&640x360}}", 
          "text": "Then God said, \"Let us make human beings in our image to be like us. They will have authority over the earth and all the animals.\""
        }, 
        {
          "id": "01-10", 
          "img": "{{:en:obs:obs-01-10.jpg?nolink&640x360}}", 
          "text": "So God took some dirt, formed it into a man, and breathed life into him. This man's name was Adam. God planted a garden where Adam could live, and put him there to care for it."
        }, 
        {
          "id": "01-11", 
          "img": "{{:en:obs:obs-01-11.jpg?nolink&640x360}}", 
          "text": "In the middle of the garden, God planted two special trees—the tree of life and the tree of the knowledge of good and evil. God told Adam that he could eat from any tree in the garden except from the tree of the knowledge of good and evil. If he ate from this tree, he would die."
        }, 
        {
          "id": "01-12", 
          "img": "{{:en:obs:obs-01-12.jpg?nolink&640x360}}", 
          "text": "Then God said, \"It is not good for man to be alone.\" But none of the animals could be Adam's helper."
        }, 
        {
          "id": "01-13", 
          "img": "{{:en:obs:obs-01-13.jpg?nolink&640x360}}", 
          "text": "So God made Adam fall into a deep sleep. Then God took one of Adam's ribs and made it into a woman and brought her to him."
        }, 
        {
          "id": "01-14", 
          "img": "{{:en:obs:obs-01-14.jpg?nolink&640x360}}", 
          "text": "When Adam saw her, he said, \"At last! This one is like me! Let her be called 'Woman,' for she was made from Man.\" This is why a man leaves his father and mother and becomes one with his wife."
        }, 
        {
          "id": "01-15", 
          "img": "{{:en:obs:obs-01-15.jpg?nolink&640x360}}", 
          "text": "God made man and woman in His own image, and He saw that it was very good. He blessed them and told them, \"Have many children and grandchildren and fill the earth!\" This all happened on the sixth day of creation."
        }, 
        {
          "id": "01-16", 
          "img": "{{:en:obs:obs-01-16.jpg?nolink&640x360}}", 
          "text": "When the seventh day came, God had already finished His work. So God rested from all He had been doing. He blessed the seventh day and made it holy, because on this day He rested from His work. This is how God created the universe and everything in it."
        }
      ], 
      "number": "01", 
      "ref": "A Bible story from: Genesis 1-2", 
      "title": "1. La Création"
    }
  ], 
  "date_modified": "20140724", 
  "direction": "ltr", 
  "language": "ht"
}