{
  "app_words": {}, 
  "chapters": [
    {
      "frames": [
        {
          "id": "01-16", 
          "img": "{{:en:obs:obs-01-16.jpg?nolink&640x360}}", 
          "text": "Nang sumapit ang ikapitong araw, tapos na ng Diyos ang lahat ng gagawin niya, kaya nagpahinga siya. Pinagpala niya ang ikapitong araw. Ginawa niya itong banal, dahil nagpahinga siya sa araw na ito. Ganito nilikha ng Diyos ang lahat ng bagay."
        }
      ], 
      "number": "01", 
      "ref": "A Bible story from: Genesis 1-2", 
      "title": " 1. Ang Paglikha sa Lahat "
    }, 
    {
      "frames": [
        {
          "id": "02-12", 
          "img": "{{:en:obs:obs-02-12.jpg?nolink&640x360}}", 
          "text": "Sinabi ng Diyos, “Naging katulad na natin ang mga tao. Alam na nila ang mabuti at ang masama. Hindi sila dapat makakain ng bunga ng puno ng buhay dahil hindi sila mamamatay.” Kaya pinaalis ng Diyos sina Adan at Eba sa magandang halamanan. Naglagay din siya ng malalaki at malalakas na mga anghel sa pagpasok ng halamanan para pigilan ang mga tao na makakain ng bunga ng puno ng buhay."
        }
      ], 
      "number": "02", 
      "ref": "A Bible story from: Genesis 3", 
      "title": " 2. Nagkasala ang mga Tao "
    }, 
    {
      "frames": [
        {
          "id": "03-16", 
          "img": "{{:en:obs:obs-03-16.jpg?nolink&640x360}}", 
          "text": "Pagkatapos ay gumawa ang Diyos ng isang bahaghari bilang palatandaan ng pangako niya. Kaya tuwing may lilitaw na bahaghari, naaalala ng Diyos at ng mga tao ang kanyang pangako."
        }
      ], 
      "number": "03", 
      "ref": "A Bible story from: Genesis 6-8", 
      "title": " 3. Ang Napakalaking Baha "
    }, 
    {
      "frames": [
        {
          "id": "04-09", 
          "img": "{{:en:obs:obs-04-09.jpg?nolink&640x360}}", 
          "text": "Pagkatapos ay nakipagtipan ang Diyos kay Abram. Ang tipan ay isang kasunduan ng dalawang panig. Sinabi ng Diyos, “Bibigyan kita ng anak na lalaki. Ibibigay ko din sa iyo at sa iyong mga apo ang Canaan.” Pero hanggang sa sandaling iyon, wala pa ring anak si Abram."
        }
      ], 
      "number": "04", 
      "ref": "A Bible story from: Genesis 11-15", 
      "title": " 4. Ang Kasunduan ng Diyos at ni Abraham "
    }, 
    {
      "frames": [
        {
          "id": "05-10", 
          "img": "{{:en:obs:obs-05-10.jpg?nolink&640x360}}", 
          "text": "Pagkatapos, sinabi ng Diyos kay Abraham, “Dahil handa mong ibigay sa akin ang lahat, pati ang iyong anak, ipinapangako ko sa iyo na pagpapalain kita. Magiging kasingdami ng bituin sa langit ang mga apo mo. At dahil sinunod mo ako, lahat ng pamilya sa buong daigdig ay pagpapalain ko sa pamamagitan ng pamilya mo.”"
        }
      ], 
      "number": "05", 
      "ref": "A Bible story from: Genesis 16-22", 
      "title": " 5. Ang Ipinangakong Anak "
    }, 
    {
      "frames": [
        {
          "id": "06-07", 
          "img": "{{:en:obs:obs-06-07.jpg?nolink&640x360}}", 
          "text": "Dumating ang araw ng panganganak ni Rebecca. Mapula at mabalahibo ang balat ng panganay. Tinawag niyang Esau ang sanggol. Ang bunso naman ay nakahawak sa paa ni Esau. Jacob ang ipinangalan nila sa bunso."
        }
      ], 
      "number": "06", 
      "ref": "A Bible story from: Genesis 24:1-25:26", 
      "title": " 6. Ibinigay ng Diyos ang Kailangan ni Isaac "
    }, 
    {
      "frames": [
        {
          "id": "07-10", 
          "img": "{{:en:obs:obs-07-10.jpg?nolink&640x360}}", 
          "text": "Mabuti na lang at napatawad na ni Esau si Jacob, kaya masayang masaya sila nang magkita ulit. Naging payapa na ang buhay ni Jacob sa Canaan. Nang mamatay si Isaac, siya ang naglibing sa kanyang ama. At ang pangako ng Diyos kina Abraham at Isaac ay ibinigay naman ng Diyos kay Jacob."
        }
      ], 
      "number": "07", 
      "ref": "A Bible story from: Genesis 25:27-33:20", 
      "title": " 7. Pinapala ng Diyos si Jacob "
    }, 
    {
      "frames": [
        {
          "id": "08-15", 
          "img": "{{:en:obs:obs-08-15.jpg?nolink&640x360}}", 
          "text": "Ang pangako ng Diyos kay Abraham ay ipinagpatuloy niya kay Isaac, at pagkatapos ay kay Jacob at pagkatapos ay sa labindalawang anak ni Jacob at sa kani-kanilang pamilya. Ang lahi ng mga anak niya ang naging labindalawang tribo ng Israel."
        }
      ], 
      "number": "08", 
      "ref": "A Bible story from: Genesis 37-50", 
      "title": " 8. Iniligtas ng Diyos si Jose at ang Kanyang Pamilya "
    }, 
    {
      "frames": [
        {
          "id": "09-15", 
          "img": "{{:en:obs:obs-09-15.jpg?nolink&640x360}}", 
          "text": "Pero ayaw ni Moises na pumunta sa hari ng Ehipto. Iniisip kasi niya na hindi siya magaling magsalita. Kaya inutusan din ng Diyos si Aaron, ang kapatid ni Moises, para tulungan siya. Sinabi din ng Diyos sa kanilang dalawa, “Magiging matigas ang ulo ng hari ng Ehipto.”"
        }
      ], 
      "number": "09", 
      "ref": "A Bible story from: Exodus 1-4", 
      "title": " 9. Inutusan ng Diyos si Moises "
    }, 
    {
      "frames": [
        {
          "id": "10-12", 
          "img": "{{:en:obs:obs-10-12.jpg?nolink&640x360}}", 
          "text": "Nagmamatigas pa rin ang hari ng Ehipto kahit siyam na salot na ang naranasan nila. Hindi pa rin niya pinalaya ang mga Israelita. Dahil ayaw talagang makinig ng hari, nagpadala ang Diyos ng isa pang salot at ito ang bumago sa isip ng hari."
        }
      ], 
      "number": "10", 
      "ref": "A Bible story from: Exodus 5-10", 
      "title": " 10. Ang Sampung Salot "
    }, 
    {
      "frames": [
        {
          "id": "11-08", 
          "img": "{{:en:obs:obs-11-08.jpg?nolink&640x360}}", 
          "text": "Nang gabi ding iyon, ipinatawag ng hari sina Moises at Aaron. Sinabi niya, “Isama mo na ang mga Israelita at umalis na kayo sa Ehipto.” Ganoon din ang sinabi sa kanila ng mga taga-Ehipto."
        }
      ], 
      "number": "11", 
      "ref": "A Bible story from: Exodus 11:1-12:32", 
      "title": " 11. Ang Paskwa "
    }, 
    {
      "frames": [
        {
          "id": "12-14", 
          "img": "{{:en:obs:obs-12-14.jpg?nolink&640x360}}", 
          "text": "Iniutos sa kanila ng Diyos, “Ipagdiwang ninyo ang inyong tagumpay sa mga taga-Ehipto taun-taon. Gagawin ninyo ang Paskwa minsan isang taon. Kukuha kayo ng isang tupa na walang kapintasan, kakatayin ninyo ito at kakainin kasama ang tinapay na walang pampaalsa. Ganito ninyo ipagdiriwang ang pagliligtas sa inyo ng Diyos.”"
        }
      ], 
      "number": "12", 
      "ref": "A Bible story from: Exodus 12:33-15:21", 
      "title": " 12. Ang pag-alis sa Ehipto ="
    }, 
    {
      "frames": [
        {
          "id": "13-15", 
          "img": "{{:en:obs:obs-13-15.jpg?nolink&640x360}}", 
          "text": "Umakyat ulit si Moises sa bundok. Nanalangin siya na patawarin ng Diyos ang mga tao. Pinatawad naman ng Diyos ang mga tao. Isinulat ulit ni Moises sa panibagong piraso ng bato ang mga utos ng Diyos. Pagkatapos, pinangunahan ulit ng Diyos ang mga Israelita sa paglalakbay nila papunta sa lupaing ipinangako ng Diyos sa kanila."
        }
      ], 
      "number": "13", 
      "ref": "A Bible story from: Exodus 19-34", 
      "title": " 13. Ang Kasunduan ng Diyos at ng mga Israelita "
    }, 
    {
      "frames": [
        {
          "id": "14-15", 
          "img": "{{:en:obs:obs-14-15.jpg?nolink&640x360}}", 
          "text": "Pinaakyat ng Diyos si Moises sa isang mataas na bundok para makita niya ang lupaing ibibigay sa kanila ng Diyos. Natanaw ni Moises ang lupain pero hindi siya nakarating doon. Namatay si Moises sa bundok at nagluksa ang mga tao sa loob ng 30 araw. Pagkalipas ng pagluluksa, si Josue na ang nanguna sa kanila. Naging mabuting pinuno si Josue dahil nagtitiwala at sumusunod siya sa Diyos."
        }
      ], 
      "number": "14", 
      "ref": "A Bible story from: Exodus 16-17; Numbers 10-14; 20; 27; Deuteronomy 34", 
      "title": " 14. Naglakbay ng mga Israelita sa Ilang ="
    }, 
    {
      "frames": [
        {
          "id": "15-13", 
          "img": "{{:en:obs:obs-15-13.jpg?nolink&640x360}}", 
          "text": "Nang matanda na si Josue, tinipon niya ang mga Israelita. Ipinaalala niya sa mga tao ang kanilang kasunduan sa Diyos. Nangako naman ang mga tao na hindi sila lalayo sa Diyos at susunod sila sa mga ipinapagawa sa kanila ng Diyos."
        }
      ], 
      "number": "15", 
      "ref": "A Bible story from: Joshua 1-24", 
      "title": " 15. Ang Lupaing Ipinangako ng Diyos sa mga Israelita "
    }, 
    {
      "frames": [
        {
          "id": "16-18", 
          "img": "{{:en:obs:obs-16-18.jpg?nolink&640x360}}", 
          "text": "Sa huli, humiling sila ng isang hari mula sa Diyos. Gusto nilang gayahin ang ginagawa ng ibang mga bansa. Ang gusto nilang hari ay yung matangkad, malakas, at mahusay sa labanan. Hindi gusto ng Diyos ang hinihingi ng mga Israelita, pero pinagbigyan pa rin niya."
        }
      ], 
      "number": "16", 
      "ref": "A Bible story from: Judges 1-3; 6-8", 
      "title": " 16. Ang mga Tagapagtanggol ng Israel "
    }, 
    {
      "frames": [
        {
          "id": "17-14", 
          "img": "{{:en:obs:obs-17-14.jpg?nolink&640x360}}", 
          "text": "Bilang parusa kay David, namatay ang anak nila ni Batseba. Nagkaroon din ng mga labanan sa pamilya niya. Humina na din pati ang paghahari niya. Pero kahit na nagkasala si David sa Diyos, tinupad pa din ng Diyos ang mga pangako niya kay David. Nagkaanak ulit sila ni Batseba. Pinangalanan nila ang sanggol na Solomon."
        }
      ], 
      "number": "17", 
      "ref": "A Bible story from: 1 Samuel 10; 15-19; 24; 31; 2 Samuel 5; 7; 11-12", 
      "title": " 17. Ang Kasunduan ng Diyos at ni David "
    }, 
    {
      "frames": [
        {
          "id": "18-13", 
          "img": "{{:en:obs:obs-18-13.jpg?nolink&640x360}}", 
          "text": "Mula naman sa lahi ni David ang mga naging hari sa Juda. May ilan sa kanila na naging mabuting hari at sumasamba sa Diyos. Pero marami sa mga naging hari ay masasama, malulupit at sumasamba sa mga rebulto. Ang ilan sa kanila ay naghahandog pa ng sariling anak sa mga rebulto. Madalas na hindi sumusunod ang mga taga-Juda sa Diyos, at ibang diyos ang sinasamba nila."
        }
      ], 
      "number": "18", 
      "ref": "A Bible story from: 1 Kings 1-6; 11-12", 
      "title": " 18. Nahati ang Kaharian ng Israel "
    }, 
    {
      "frames": [
        {
          "id": "19-18", 
          "img": "{{:en:obs:obs-19-18.jpg?nolink&640x360}}", 
          "text": "Patuloy na nagturo ang mga propeta kahit na nagagalit sa kanila ang mga tao. Sinasabi kasi nila sa mga tao, “Kapag hindi kayo nagsisi, parurusahan kayo ng Diyos.” Ipinapaalala din nila sa mga tao na darating ang isang Tagapagligtas ng lahat."
        }
      ], 
      "number": "19", 
      "ref": "A Bible story from: 1 Kings 16-18; 2 Kings 5; Jeremiah 38", 
      "title": " 19. Ang mga Propeta "
    }, 
    {
      "frames": [
        {
          "id": "20-13", 
          "img": "{{:en:obs:obs-20-13.jpg?nolink&640x360}}", 
          "text": "Pagdating nila sa Jerusalem, itinayo agad nila ang Templo at ang pader ng lungsod. Kahit na sila ay nasasakop ng ibang bansa, nakatira pa rin sila sa Canaan at nakakasamba pa din sa tunay na Diyos."
        }
      ], 
      "number": "20", 
      "ref": "A Bible story from: 2 Kings 17; 24-25; 2 Chronicles 36; Ezra 1-10; Nehemiah 1-13", 
      "title": " 20. Nabihag at Nakabalik "
    }, 
    {
      "frames": [
        {
          "id": "21-15", 
          "img": "{{:en:obs:obs-21-15.jpg?nolink&640x360}}", 
          "text": "Ipinakita ng Diyos sa mg propeta ang maraming bagay tungkol sa darating na Tagapagligtas. Pero hindi pa dumarating noon ang Tagapagligtas. Mahigit 400 taon pa ang lumipas bago ipinadala ng Diyos ang Tagapagligtas ng lahat ng tao."
        }
      ], 
      "number": "21", 
      "ref": "A Bible story from: Genesis 3:15; 12:1-3; Deuteronomy 18:15; 2 Samuel 7; Jeremiah 31; Isaiah 59:16; Daniel 7; Malachi 4:5; Isaiah 7:14; Micah 5:2; Isaiah 9:1-7; 35:3-5; 61; 53; Psalm 22:18; 35:19; 69:4; 41:9; Zechariah 11:12-13; Isaiah 50:6; Psalm 16:10-11", 
      "title": " 21. Ang Tagapagligtas na Ipinangako ng Diyos "
    }, 
    {
      "frames": [
        {
          "id": "22-07", 
          "img": "{{:en:obs:obs-22-07.jpg?nolink&640x360}}", 
          "text": "Nang manganak na si Elisabet, Juan ang ipinangalan nila sa sanggol. Nakapagsalita na si Zacarias. Sinabi niya, “Purihin ang Diyos dahil naalala niya ang kanyang bayan. Ikaw anak ay tatawaging propeta ng Pinakamakapangyarihang Diyos! Ikaw ang maghahanda sa daraanan ng Tagapagligtas.”"
        }
      ], 
      "number": "22", 
      "ref": "A Bible story from: Luke 1", 
      "title": " 22. Ipinanganak si Juan "
    }, 
    {
      "frames": [
        {
          "id": "23-10", 
          "img": "{{:en:obs:obs-23-10.jpg?nolink&640x360}}", 
          "text": "Nang makita nila si Jesus na karga ng ina nito, lumuhod sila at sinamba nila ang bata. Binigyan nila ng mamahaling mga regalo si Jesus. Pagkatapos, umuwi na sila."
        }
      ], 
      "number": "23", 
      "ref": "A Bible story from: Matthew 1; Luke 2", 
      "title": " 23. Ipinanganak si Jesus "
    }, 
    {
      "frames": [
        {
          "id": "24-09", 
          "img": "{{:en:obs:obs-24-09.jpg?nolink&640x360}}", 
          "text": "Bago pa ito mangyari, sinabi na ng Diyos kay Juan, “Bababa ang Banal na Espiritu sa isa sa mga babawtismuhan mo. Siya ang Anak ng Diyos.” Iisa lamang ang Diyos, pero mayroon siyang tatlong persona, ang Ama, ang Anak at ang Banal na Espiritu."
        }
      ], 
      "number": "24", 
      "ref": "A Bible story from: Matthew 3; Mark 1:9-11; Luke 3:1-23", 
      "title": " 24. Binawtismuhan ni Juan si Jesus "
    }, 
    {
      "frames": [
        {
          "id": "25-08", 
          "img": "{{:en:obs:obs-25-08.jpg?nolink&640x360}}", 
          "text": "Hindi nagpatalo si Jesus sa mga tukso ni Satanas sa kanya, kaya iniwan siya nito. Dumating naman ang mga anghel at pinaglingkuran si Jesus."
        }
      ], 
      "number": "25", 
      "ref": "A Bible story from: Matthew 4:1-11; Mark 1:12-13; Luke 4:1-13", 
      "title": " 25. Tinukso ni Satanas si Jesus "
    }, 
    {
      "frames": [
        {
          "id": "26-10", 
          "img": "{{:en:obs:obs-26-10.jpg?nolink&640x360}}", 
          "text": "Pumili si Jesus ng labindalawang lalaki. Tinawag sila ni Jesus na mga alagad. Ang mga alagad ay nagpapaturo kay Jesus. Sumasama sila kay Jesus para sila matuto."
        }
      ], 
      "number": "26", 
      "ref": "A Bible story from:Matthew 4:12-25; Mark 1:14-15, 35-39; 3:13-21; Luke 4:14-30, 38-44", 
      "title": " 26. Naglingkod si Jesus sa mga Tao "
    }, 
    {
      "frames": [
        {
          "id": "27-11", 
          "img": "{{:en:obs:obs-27-11.jpg?nolink&640x360}}", 
          "text": "Saka tinanong ni Jesus ang abugado, “Sino sa tatlo ang sa palagay mo ay naging tunay na kapwa sa taong ninakawan at binugbog?” Sumagot ang abugado, “Yung naawa sa lalaki.” Sinabi ni Jesus sa kanya, “Umuwi ka at gayahin mo siya.”"
        }
      ], 
      "number": "27", 
      "ref": "A Bible story from: Luke 10:25-37", 
      "title": " 27. Ang Kuwento tungkol sa Mabuting Kapwa-Tao (Samaritano) "
    }, 
    {
      "frames": [
        {
          "id": "28-10", 
          "img": "{{:en:obs:obs-28-10.jpg?nolink&640x360}}", 
          "text": "Sumagot si Jesus, “Lahat ng nag-iwan ng kanilang bahay, kapatid, magulang, anak o ari-arian dahil sa akin ay tatanggap ng 100 ulit nito sa darating na daigdig at magkakaroon siya ng buhay na walang hanggan. Pero maraming nauuna ang mahuhuli, at maraming nahuhuli ang mauuna.”"
        }
      ], 
      "number": "28", 
      "ref": "A Bible story from: Matthew 19:16-30; Mark 10:17-31; Luke 18:18-30", 
      "title": " 28. Ang Mayamang Binatang Pinuno "
    }, 
    {
      "frames": [
        {
          "id": "29-09", 
          "img": "{{:en:obs:obs-29-09.jpg?nolink&640x360}}", 
          "text": "Pagkatapos, sinabi ni Jesus, “Ganoon din ang gagawin ng aking Ama sa inyo kung hindi ninyo papatawarin ang mga nagkakasala sa inyo.”"
        }
      ], 
      "number": "29", 
      "ref": "A Bible story from: Matthew 18:21-35", 
      "title": " 29. Ang Kuwento tungkol sa Aliping Ayaw Magpatawad "
    }, 
    {
      "frames": [
        {
          "id": "30-09", 
          "img": "{{:en:obs:obs-30-09.jpg?nolink&640x360}}", 
          "text": "Tinipon ng mga alagad ang mga sumobrang pagkain at nakapuno sila ng labindalawang basket. Ang lahat ng pagkain na ito ay nanggaling lang sa limang tinapay at dalawang isda."
        }
      ], 
      "number": "30", 
      "ref": "A Bible story from: Matthew 14:13-21; Mark 6:31-44; Luke 9:10-17; John 6:5-15", 
      "title": " 30. Pinakain ni Jesus ang Limang Libong Lalaki "
    }, 
    {
      "frames": [
        {
          "id": "31-08", 
          "img": "{{:en:obs:obs-31-08.jpg?nolink&640x360}}", 
          "text": "Nang makabalik na si Pedro sa bangka, biglang tumigil na ang hangin. Humanga nang husto ang mga alagad kay Jesus. Sinamba nila si Jesus at sinabi, “Talagang ikaw nga ang Anak ng Diyos.”"
        }
      ], 
      "number": "31", 
      "ref": "A Bible story from: Matthew 14:22-33; Mark 6:45-52; John 6:16-21", 
      "title": " 31. Lumakad si Jesus sa Ibabaw ng Tubig "
    }, 
    {
      "frames": [
        {
          "id": "32-16", 
          "img": "{{:en:obs:obs-32-16.jpg?nolink&640x360}}", 
          "text": "Lumuhod sa harap ni Jesus ang babae. Nanginginig siya at takot na takot. Ipinagtapat niya ang totoo. Kaya sinabi ni Jesus sa kanya, “Gumaling ka dahil sumasampalataya ka. Umuwi ka na at ipanatag mo ang loob mo.”"
        }
      ], 
      "number": "32", 
      "ref": "A Bible story from: Matthew 8:28-34; Mark 5:1-20; Luke 8:26-39", 
      "title": " 32. Pinagaling ni Jesus ang Lalaking Sinasapian at ang Babaeng Maysakit (Dinudugo) "
    }, 
    {
      "frames": [
        {
          "id": "33-09", 
          "img": "{{:en:obs:obs-33-09.jpg?nolink&640x360}}", 
          "text": "“Pero ang mga binhing napatanim sa mabuting lupa ay kagaya ng mga taong nakinig sa Salita ng Diyos, sumampalataya at nagbunga."
        }
      ], 
      "number": "33", 
      "ref": "A Bible story from: Matthew 13:1-8, 18-23; Mark 4:1-8, 13-20; Luke 8:4-15", 
      "title": " 33. Ang Kuwento tungkol sa Magsasaka "
    }, 
    {
      "frames": [
        {
          "id": "34-10", 
          "img": "{{:en:obs:obs-34-10.jpg?nolink&640x360}}", 
          "text": "Pagkatapos, sinabi ni Jesus, “Sinasabi ko sa inyo, pinatawad ng Diyos ang maniningil ng buwis, pero hindi ang pinuno ng relihiyon. Ipapahiya ng Diyos ang mayayabang at paparangalan ng Diyos ang mga nagpapakumbaba.”"
        }
      ], 
      "number": "34", 
      "ref": "A Bible story from: Matthew 13:31-33, 44-46; Mark 4:30-32; Luke 13:18-21; 18:9-14", 
      "title": " 34. Ang Iba pang mga Kuwento ni Jesus "
    }, 
    {
      "frames": [
        {
          "id": "35-13", 
          "img": "{{:en:obs:obs-35-13.jpg?nolink&640x360}}", 
          "text": "“Sinabi ng ama, ‘Anak, palagi kitang kasama. Lahat ng akin ay iyo. Pero dapat tayong magsaya dahil patay na ang kapatid mo pero ngayon ay nabuhay siya. Nawala siya pero ngayon ay nahanap na siya!”"
        }
      ], 
      "number": "35", 
      "ref": "A Bible story from: Luke 15:11-32", 
      "title": " 35. Ang Kuwento tungkol sa Mapagmahal na Ama "
    }, 
    {
      "frames": [
        {
          "id": "36-07", 
          "img": "{{:en:obs:obs-36-07.jpg?nolink&640x360}}", 
          "text": "Pagbaba nila sa bundok, sinabi ni Jesus sa kanila, “Huwag ninyong ipagsasabi sa iba ang tungkol sa nakita ninyo hangga’t hindi pa ako nabubuhay na muli.”"
        }
      ], 
      "number": "36", 
      "ref": "A Bible story from: Matthew 17:1-9; Mark 9:2-8; Luke 9:28-36", 
      "title": " 36. Nagbago ang Anyo ni Jesus "
    }, 
    {
      "frames": [
        {
          "id": "37-11", 
          "img": "{{:en:obs:obs-37-11.jpg?nolink&640x360}}", 
          "text": "Pero ang mga pinuno ng relihiyon ng mga Judio ay nainggit kay Jesus. Kaya nagtipon sila at pinlano kung paano ipapapatay si Jesus at si Lazaro."
        }
      ], 
      "number": "37", 
      "ref": "A Bible story from: John 11:1-46", 
      "title": " 37. Binuhay ni Jesus si Lazaro "
    }, 
    {
      "frames": [
        {
          "id": "38-15", 
          "img": "{{:en:obs:obs-38-15.jpg?nolink&640x360}}", 
          "text": "Nang dinakip na ng mga sundalo si Jesus, kinuha ni Pedro ang tabak niya at tinaga ang alipin ng punong pari. Natamaan niya ang tenga ng alipin. Sinabi ni Jesus, “Bitawan mo ang tabak na iyan! Hindi mo ba alam na pwede akong humingi sa aking Ama ng isang hukbo ng mga anghel para ipagtanggol ako? Pero kailangan kong sundin ang Ama ko.” Pagkatapos ay pinagaling ni Jesus ang tenga ng alipin. Nagtakbuhan ang mga alagad at iniwan nilang lahat si Jesus."
        }
      ], 
      "number": "38", 
      "ref": "A Bible story from: Matthew 26:14-56; Mark 14:10-50; Luke 22:1-53; John 18:1-11", 
      "title": " 38. Pinagtaksilan ni Judas si Jesus "
    }, 
    {
      "frames": [
        {
          "id": "39-12", 
          "img": "{{:en:obs:obs-39-12.jpg?nolink&640x360}}", 
          "text": "Pero natatakot si Pilato na baka magkagulo sa Jerusalem kaya ibinigay niya si Jesus sa mga tao para ipako ito sa krus. Hinagupit ng mga sundalo si Jesus. Sinuotan nila si Jesus ng mamahaling balabal. Nilagyan din nila si Jesus ng karonang gawa sa tinik. Nilait-lait din nila si Jesus, “Tingnan ninyo ang Hari ng mga Judio!”"
        }
      ], 
      "number": "39", 
      "ref": "A Bible story from: Matthew 26:57-27:26; Mark 14:53-15:15; Luke 22:54-23:25; John 18:12-19:16", 
      "title": " 39. Nilitis si Jesus "
    }, 
    {
      "frames": [
        {
          "id": "40-09", 
          "img": "{{:en:obs:obs-40-09.jpg?nolink&640x360}}", 
          "text": "Pagkatapos, hiniling nina Jose na taga-Arimatea at ni Nicodemo kay Pilato ang bangkay ni Jesus. Binalot nila ng telang panglibing ang katawan ni Jesus at saka inilagay sa libingan na inuka sa malaking bato. Pagkatapos, tinakpan nila ng malaking bato ang libingan."
        }
      ], 
      "number": "40", 
      "ref": "A Bible story from: Matthew 27:27-61; Mark 15:16-47; Luke 23:26-56; John 19:17-42", 
      "title": " 40. Ipinako si Jesus sa Krus "
    }, 
    {
      "frames": [
        {
          "id": "41-08", 
          "img": "{{:en:obs:obs-41-08.jpg?nolink&640x360}}", 
          "text": "Habang daan, nagpakita sa kanila si Jesus. Sinamba nila ito. Sinabi ni Jesus, “Huwag kayong matakot. Sabihin ninyo sa mga alagad ko na magkita na lang kami sa Galilea."
        }
      ], 
      "number": "41", 
      "ref": "A Bible story from: Matthew 27:62-28:15; Mark 16:1-11; Luke 24:1-12; John 20:1-18", 
      "title": " 41. Muling Nabuhay si Jesus "
    }, 
    {
      "frames": [
        {
          "id": "42-11", 
          "img": "{{:en:obs:obs-42-11.jpg?nolink&640x360}}", 
          "text": "Tandaan ninyo, lagi ninyo akong kasama. Huwag muna kayong aalis sa Jerusalem hangga’t hindi pa ninyo natatanggap ang kapangyarihang mula sa langit.” Pagkatapos, umakyat na si Jesus sa langit. Tinakpan siya ng ulap kaya hindi na nila nakita. Umupo si Jesus sa kanan ng Diyos para siya ang mamahala sa lahat ng mga bagay."
        }
      ], 
      "number": "42", 
      "ref": "A Bible story from: Matthew 28:16-20; Mark 16:12-20; Luke 24:13-53; John 20:19-23; Acts 1:1-11", 
      "title": " 42. Bumalik si Jesus sa Langit "
    }, 
    {
      "frames": [
        {
          "id": "43-13", 
          "img": "{{:en:obs:obs-43-13.jpg?nolink&640x360}}", 
          "text": "Palaging nagsasama-sama ang mga Cristiano. Tinuturuan sila ng mga alagad. Sama-sama silang kumakain at nananalangin. Hindi nila ipinagdaramot ang mga pag-aari nila. Sa halip ibinabahagi nila ito sa mga kasamahan nila. Sumasamba silang palagi sa Dios. Kaya kahit ang hindi naniniwala sa Diyos ay humahanga sa kanila. Kaya naman araw-araw, parami nang parami ang nagiging Cristiano."
        }
      ], 
      "number": "43", 
      "ref": "A Bible story from: Acts 2", 
      "title": " Ang Simula ng Iglesya "
    }, 
    {
      "frames": [
        {
          "id": "44-09", 
          "img": "{{:en:obs:obs-44-09.jpg?nolink&640x360}}", 
          "text": "Ganoon na lang ang gulat ng mga pinuno dahil nalaman nilang mga karaniwang tao lamang ang mga kausap nila at ni hindi nakapag-aral. Nalaman din nilang kasa-kasama ni Jesus ang mga taong ito. Kaya tinakot nila sina Pedro at Juan saka pinaalis."
        }
      ], 
      "number": "44", 
      "ref": "A Bible story from: Acts 3:1-4:22", 
      "title": " 44. Pinagaling nina Pedro at Juan ang Isang Pulubi "
    }, 
    {
      "frames": [
        {
          "id": "45-13", 
          "img": "{{:en:obs:obs-45-13.jpg?nolink&640x360}}", 
          "text": "Samantala, umuwi naman ang pinuno sa Etiopia. Masayang masaya siya dahil nakilala niya si Jesus."
        }
      ], 
      "number": "45", 
      "ref": "A Bible story from: Acts 8:26-40", 
      "title": " 45. Si Esteban at si Felipe "
    }, 
    {
      "frames": [
        {
          "id": "46-10", 
          "img": "{{:en:obs:obs-46-10.jpg?nolink&640x360}}", 
          "text": "Kaya ipinanalangin sila ng mga Cristiano. Ipinatong din nila ang mga kamay nila kina Pablo at Bernabe. Isinugo nila ang dalawa para ipangaral sa iba ang Magandang Balita tungkol kay Jesus. Pumunta sila sa iba’t ibang lugar at nangaral. Marami ang naniwala kay Jesus dahil sa kanilang dalawa."
        }
      ], 
      "number": "46", 
      "ref": "A Bible story from: Acts 6:8-8:3; 9:1-25; 11:25-26", 
      "title": " 46. Naging Cristiano si Saulo "
    }, 
    {
      "frames": [
        {
          "id": "47-14", 
          "img": "{{:en:obs:obs-47-14.jpg?nolink&640x360}}", 
          "text": "Nangaral si Pablo at ang iba pang mga lider na Cristiano sa iba’t ibang lugar. Itinuturo nila ang tungkol kay Jesus. Sumulat din sila sa mga iglesya. Pinalakas nila ang loob ng mga miyembro. Ipinaliwanag din nila ang tungkol sa Bagong Kasunduang ginawa ng Diyos para sa iglesya."
        }
      ], 
      "number": "47", 
      "ref": "A Bible story from: Acts 16:11-40", 
      "title": " 47. Nangaral sina Pablo at Silas sa Filipos "
    }, 
    {
      "frames": [
        {
          "id": "48-14", 
          "img": "{{:en:obs:obs-48-14.jpg?nolink&640x360}}", 
          "text": "Katulad din ni David, si Jesus ay isang hari, pero si Jesus ang hari ng lahat ng nilikha! Babalik siya at maghahari na ang pinapairal ay ang katarungan at kapayapaan magpakilanman."
        }
      ], 
      "number": "48", 
      "ref": "A Bible story from: Genesis 1-3, 6, 14, 22; Exodus 12, 20; 2 Samuel 7; Hebrew 3:1-6, 4:14-5:10, 7:1-8:13, 9:11-10:18; Revelation 21", 
      "title": " 48. Si Jesus ang Ipinangakong Tagapagligtas "
    }, 
    {
      "frames": [
        {
          "id": "49-18", 
          "img": "{{:en:obs:obs-49-18.jpg?nolink&640x360}}", 
          "text": "God tells you to pray, study his Word, worship him with other Christians, and tell others what he has done for you. All of these things help you to grow in your relationship with him.Inuutusan ka ng Diyos na palaging manalangin, mag-aral ng Salita niya, at sumama sa pagsamba ng iba pang mga anak niya. Gusto din niya na sabihin mo sa iba ang mga ginagawa niya sa iyo. Ang lahat ng ito ay makakatulong sa iyo para lumago ka sa iyong relasyon sa Diyos."
        }
      ], 
      "number": "49", 
      "ref": "A Bible story from: Romans 3:21-26, 5:1-11; John 3:16; Mark 16:16; Colossians 1:13-14; 2 Thessalonians 5:17-21; 1 John 1:5-10", 
      "title": " 49. Ang Bagong Kasunduan ng Diyos at ng mga Tagasunod Niya "
    }, 
    {
      "frames": [
        {
          "id": "50-17", 
          "img": "{{:en:obs:obs-50-17.jpg?nolink&640x360}}", 
          "text": "Hindi magwawakas ang paghahari ni Jesus. Wala nang mamamatay, maghihirap, malulungkot, iiyak, magiging masama o masasaktan. Magiging payapa at makatarungan ang paghahari niya. Makakasama niya ang mga tagasunod niya magpakailanman."
        }
      ], 
      "number": "50", 
      "ref": "A Bible story from: Matthew 24:14; 28:18; John 15:20, 16:33; Revelation 2:10; Matthew 13:24-30, 36-42; 1 Thessalonians 4:13-5:11; James 1:12; Matthew 22:13; Revelation 20:10, 21:1-22:21", 
      "title": " 50. Babalik si Jesus "
    }
  ], 
  "date_modified": "20140724", 
  "direction": "ltr", 
  "language": "tl"
}