{
  "app_words": {}, 
  "chapters": [
    {
      "frames": [
        {
          "id": "01-01", 
          "img": "{{:en:obs:obs-01-01.jpg?nolink&640x360}}", 
          "text": "Ganito nagsimula ang lahat. Nilikha ng Diyos ang lahat ng bagay sa loob ng anim na araw. Madilim at wala pang laman ang nilikha ng Diyos noon. Wala pa ding nalilikhang anumang bagay mula sa ginawa niya. Pero ang Espiritu ng Diyos ay nasa ibabaw na ng tubig."
        }, 
        {
          "id": "01-02", 
          "img": "{{:en:obs:obs-01-02.jpg?nolink&640x360}}", 
          "text": "Sinabi ng Diyos, “Magkaroon ng liwanag!” at nagkaroon nga ng liwanag. Nagandahan ang Diyos sa liwanag na nilikha niya. Tinawag niya itong “araw.” Inihiwalay ng Diyos ang liwanag sa dilim. Tinawag niyang “gabi” ang dilim. Ginawa ng Diyos ang liwanag sa unang araw ng paglikha."
        }, 
        {
          "id": "01-03", 
          "img": "{{:en:obs:obs-01-03.jpg?nolink&640x360}}", 
          "text": "Sa ikalawang araw naman ng paglikha, nagsalita ang Diyos at ginawa niya ang kalawakan. Ito ang naghiwalay sa tubig na nasa itaas at sa tubig na nasa ibaba."
        }, 
        {
          "id": "01-04", 
          "img": "{{:en:obs:obs-01-04.jpg?nolink&640x360}}", 
          "text": "Sa ikatlong araw, pinaghiwalay naman ng Diyos ang tubig na nasa ibaba at ang lupa. Tinawag niyang “daigdig” ang lupa. Tinawag naman niyang “dagat” ang tubig. Nagandahan ang Diyos sa ginawa niyang ito."
        }, 
        {
          "id": "01-05", 
          "img": "{{:en:obs:obs-01-05.jpg?nolink&640x360}}", 
          "text": "Pagkatapos, sinabi ng Diyos, “Gusto kong tumubo sa daigdig ang lahat ng uri ng mga puno at halaman.” Ganoon nga ang nangyari. Nagandahan din ang Diyos sa ginawa niyang ito."
        }, 
        {
          "id": "01-06", 
          "img": "{{:en:obs:obs-01-06.jpg?nolink&640x360}}", 
          "text": "Sa ikaapat na araw, ginawa naman ng Diyos ang araw, ang buwan, at ang mga bituin. Ang mga ito ang magbibigay ng liwanag sa daigdig. Ito din ang magtatakda ng mga araw at gabi, mga panahon at mga taon. Nagandahan ulit ang Diyos sa ginawa niyang ito."
        }, 
        {
          "id": "01-07", 
          "img": "{{:en:obs:obs-01-07.jpg?nolink&640x360}}", 
          "text": "Sa ikalimang araw, sinabi ng Diyos, “Magkaroon ng lahat ng uri ng hayop sa dagat at lahat ng uri ng ibon.” Ganoon nga ang nangyari! Nagandahan din ang Diyos sa mga ito. Pinagpala pa niya ang mga hayop na ginawa niya."
        }, 
        {
          "id": "01-08", 
          "img": "{{:en:obs:obs-01-08.jpg?nolink&640x360}}", 
          "text": "Sa ikaanim na araw, sinabi ng Diyos, “Magkaroon ng lahat ng uri ng hayop sa lupa!” Ganoon nga ang nangyari. May mga hayop sa bukid, may mga hayop na gumagapang, at may mga hayop na maiilap (sa gubat). Nagandahan ulit ang Diyos sa ginawa niyang ito."
        }, 
        {
          "id": "01-09", 
          "img": "{{:en:obs:obs-01-09.jpg?nolink&640x360}}", 
          "text": "Pagkatapos, sinabi ng Diyos, “Gumawa tayo ng mga tao. Gawin natin silang kamukha natin. Sila ang mamamahala sa daigdig at sa lahat ng mga hayop.”"
        }, 
        {
          "id": "01-10", 
          "img": "{{:en:obs:obs-01-10.jpg?nolink&640x360}}", 
          "text": "Kaya kumuha ang Diyos ng lupa. Ginawa niya itong hugis-lalaki. Pagkatapos, hinihangan niya ito kaya ito nabuhay. Tinawa niya ang lalaki na Adan. Gumawa din ang Diyos ng isang halamanan para doon tumira si Adan. Siya ang mag-aalaga sa halamanan."
        }, 
        {
          "id": "01-11", 
          "img": "{{:en:obs:obs-01-11.jpg?nolink&640x360}}", 
          "text": "Sa gitna ng halamanan ay may itinanim na dalawang kakaibang puno ang Diyos. Ang unang puno ay ang puno ng buhay. Ang ikalawa naman ay ang puno ng pagkaalam ng mabuti at masama. Sinabi ng Diyos kay Adan, “Pwede kang kumain ng bunga ng lahat ng puno dito, maliban sa bunga ng puno ng pagkaalam ng mabuti at masama.” Sinabi din ng Diyos na mamamatay siya kapag kumain siya ng bunga nito."
        }, 
        {
          "id": "01-12", 
          "img": "{{:en:obs:obs-01-12.jpg?nolink&640x360}}", 
          "text": "“Hindi maganda na nag-iisa ang tao,” sabi ng Diyos. Pero wala namang makatuwang si Adan sa mga hayop na kasama niya."
        }, 
        {
          "id": "01-13", 
          "img": "{{:en:obs:obs-01-13.jpg?nolink&640x360}}", 
          "text": "Kaya, pinatulog ng Diyos si Adan. Habang natutulog siya nang mahimbing, kinuha ng Diyos ang isa sa buto ni Adan sa tagiliran. Ginawa niya itong isang babae. Paggising ni Adan, ipinakita ng Diyos sa kanya ang babae."
        }, 
        {
          "id": "01-14", 
          "img": "{{:en:obs:obs-01-14.jpg?nolink&640x360}}", 
          "text": "Tuwang-tuwa si Adan nang makita ang babae. Sinabi niya, “Sa wakas! Mayroon na akong makakasama na kagaya ko. Tatawagin ko siyang ‘Babae’ dahil nanggaling siya sa ‘Lalaki’.” Dahil sa nangyaring ito, iniiwan ng mga lalaki ang kanilang mga magulang. Sumasama sila sa kani-kanilang asawa. At nagiging isa ang lalaki at ang babae."
        }, 
        {
          "id": "01-15", 
          "img": "{{:en:obs:obs-01-15.jpg?nolink&640x360}}", 
          "text": "Ginawa ng Diyos ang lalaki at ang babae na katulad niya. Pinagpala niya ang dalawa at sinabi sa kanila, “Mag-anak kayo nang marami hanggang mapuno ng mga tao ang daigdig.” Gandang-ganda ang Diyos sa lahat ng mga bagay na nilikha niya. Tuwang tuwa siya sa lahat ng ito. Ito ang nangyari sa ikaanim na araw."
        }, 
        {
          "id": "01-16", 
          "img": "{{:en:obs:obs-01-16.jpg?nolink&640x360}}", 
          "text": "Nang sumapit ang ikapitong araw, tapos na ng Diyos ang lahat ng gagawin niya, kaya nagpahinga siya. Pinagpala niya ang ikapitong araw. Ginawa niya itong banal, dahil nagpahinga siya sa araw na ito. Ganito nilikha ng Diyos ang lahat ng bagay."
        }
      ], 
      "number": "01", 
      "ref": "A Bible story from: Genesis 1-2", 
      "title": "1. Ang Paglikha sa Lahat"
    }, 
    {
      "frames": [
        {
          "id": "02-01", 
          "img": "{{:en:obs:obs-02-01.jpg?nolink&640x360}}", 
          "text": "Masayang-masaya sina Adan at ang asawa niya. Nakatira sila sa magandang halamanan na ginawa ng Diyos para sa kanila. Wala silang suot na damit, pero hindi sila nahihiya, dahil wala pang kasalanan sa mundo. Madalas silang mamasyal sa halamanan at makipag-usap sa Diyos."
        }, 
        {
          "id": "02-02", 
          "img": "{{:en:obs:obs-02-02.jpg?nolink&640x360}}", 
          "text": "Pero mayroong isang sinungaling na ahas sa halamanan. Isang araw, tinanong niya ang babae, “Sinabi nga ba ng Diyos sa inyo na huwag kayong kakain ng anumang bunga ng puno dito?"
        }, 
        {
          "id": "02-03", 
          "img": "{{:en:obs:obs-02-03.jpg?nolink&640x360}}", 
          "text": "Sumagot ang babae, “Pwede kaming kumain ng bunga ng alinmang puno dito, huwag lang yung bunga ng puno ng pagkaalam ng mabuti at masama. Sinabi ng Diyos sa amin, “Huwag ninyong kakainin yun, o kaya ay hihipuin; mamamatay kayo.”"
        }, 
        {
          "id": "02-04", 
          "img": "{{:en:obs:obs-02-04.jpg?nolink&640x360}}", 
          "text": "Sumagot ang ahas, “Hindi totoo yun! Hindi kayo mamamatay. Ayaw niyang ipakain sa inyo ang bunga kasi kapag ginawa ninyo yun, malalaman ninyo kung ano ang mabuti at masama. Magiging kagaya kayo ng Diyos.”"
        }, 
        {
          "id": "02-05", 
          "img": "{{:en:obs:obs-02-05.jpg?nolink&640x360}}", 
          "text": "Lalong natakam ang babae sa bunga dahil maganda ito. Gusto din niyang tumalino kaya pumitas siya ng bunga at kinain ito. Binigyan din niya ang asawa niya at kumain din si Adan."
        }, 
        {
          "id": "02-05", 
          "img": "{{:en:obs:obs-02-05.jpg?nolink&640x360}}", 
          "text": "Lalong natakam ang babae sa bunga dahil maganda ito. Gusto din niyang tumalino kaya pumitas siya ng bunga at kinain ito. Binigyan din niya ang asawa niya at kumain din si Adan."
        }, 
        {
          "id": "02-06", 
          "img": "{{:en:obs:obs-02-06.jpg?nolink&640x360}}", 
          "text": "Biglang may nangyari sa kanila. Napansin nilang wala pala silang suot na damit. Sinikap nilang takpan ang kanilang katawan ng pinagtagpi-tagping dahon na ginawa nilang damit."
        }, 
        {
          "id": "02-07", 
          "img": "{{:en:obs:obs-02-07.jpg?nolink&640x360}}", 
          "text": "Nadinig ng mag-asawa na naglalakad ang Diyos sa halamanan. Kaya nagtago sila. Tinawa ng Diyos ang lalaki, “Adan, nasaan ka?” Sumagot si Adan, “Nadinig ko pong naglalakad kayo sa hardin. Natakot po ako kasi nakahubad po ako. Kaya po nagtago ako.”"
        }, 
        {
          "id": "02-08", 
          "img": "{{:en:obs:obs-02-08.jpg?nolink&640x360}}", 
          "text": "“Sino ang nagsabi nakahubad ka?” tanong ng Diyos sa kanya. “Kumain ka ba ng bunga sa ayaw kong ipakin sa inyo?” Sumagot si Adan, “Yun pong babaeng ibinigay ninyo sa akin, siya po ang nagpakain sa akin ng bunga.” Tinanong ng Diyos ang babae, “Bakit mo ginawa iyon?” Sumagot ang babae, “Nilinlang po ako ng ahas.”"
        }, 
        {
          "id": "02-09", 
          "img": "{{:en:obs:obs-02-09.jpg?nolink&640x360}}", 
          "text": "Sinabi ng Diyos sa ahas, “Sinusumpa kita. Gagapang ka at alikabok ang kakainin mo. Magkakagalit kayo ng babae. Pati ang mga anak ninyo ay mag-aaway din. Ang anak ng babae ang dudurog sa ulo mo. Ikaw naman ang kakagat sa sakong niya.”"
        }, 
        {
          "id": "02-10", 
          "img": "{{:en:obs:obs-02-10.jpg?nolink&640x360}}", 
          "text": "Sinabi naman ng Diyos sa babae, “Magiging napakasakit ang panganganak mo. Mamahalin mo ang asawa mo at siya ang magiging panginoon mo.”"
        }, 
        {
          "id": "02-11", 
          "img": "{{:en:obs:obs-02-11.jpg?nolink&640x360}}", 
          "text": "Sinabi naman ng Diyos sa lalaki, “Dahil mas sinunod mo ang asawa mo kaysa sa akin, susumpain ko ang lupa. Mahihirapan ka muna bago ka makaani sa itatanim mo. At kapag namatay ka, babalik ang katawan mo sa lupa.” Tinawag ni Adan na Eba ang kanyang asawa. Ang ibig sabihin ng Eba ay “nagbibigay ng buhay” dahil si Eba ang magiging ina ng lahat ng tao. Binigyan naman ng Diyos ng damit sina Adan at Eba. Gawa sa balat ng hayop ang ibinigay niyang damit."
        }, 
        {
          "id": "02-12", 
          "img": "{{:en:obs:obs-02-12.jpg?nolink&640x360}}", 
          "text": "Sinabi ng Diyos, “Naging katulad na natin ang mga tao. Alam na nila ang mabuti at ang masama. Hindi sila dapat makakain ng bunga ng puno ng buhay dahil hindi sila mamamatay.” Kaya pinaalais ng Diyos sina Adan at Eba sa magandang halamanan. Naglagay din siya ng malalaki at malalakas na mga anghel sa pagpasok ng halamanan para pigilan ang mga tao na makakain ng bunga ng puno ng buhay."
        }
      ], 
      "number": "02", 
      "ref": "A Bible story from: Genesis 3", 
      "title": "2. Nagkasala ang mga Tao"
    }, 
    {
      "frames": [
        {
          "id": "03-01", 
          "img": "{{:en:obs:obs-03-01.jpg?nolink&640x360}}", 
          "text": "Makalipas ang mahabang panahon, habang dumarami ang mga tao sa daigdig, lalo naman silang nagiging masama. Naging napakasama nila, kaya nagpasya na ang Diyos na sirain ang buong mundo sa pamamagitan ng isang malaking baha."
        }, 
        {
          "id": "03-02", 
          "img": "{{:en:obs:obs-03-02.jpg?nolink&640x360}}", 
          "text": "Pero may isang lalaki na natutuwa ang Diyos sa kanya. Siya ay si Noe, isang lalaking masunurin sa Diyos. Ipinagtapat ng Diyos kay Noe ang plano niyang tungkol sa malaking baha. Saka niya inutusan si Noe na gumawa ng isang malaking barko."
        }, 
        {
          "id": "03-03", 
          "img": "{{:en:obs:obs-03-03.jpg?nolink&640x360}}", 
          "text": "Sinabi ng Diyos kay Noe na ang sukat ng gagawin niyang barko ay 140 metro ang haba, 23 metro ang lapad, at 13 at kalahating metro ang taas. Yari sa kahoy ang barkong gagawin niya. Ito ay gagawan niya ng tatlong palapag, maraming kwarto, isang bintana at bubong. Maliligtas ang pamilya ni Noe at ang lahat ng uri ng hayop sa pamamagitan ng malaking barkong ito."
        }, 
        {
          "id": "03-04", 
          "img": "{{:en:obs:obs-03-04.jpg?nolink&640x360}}", 
          "text": "Ginawa nga ni Noe ang iniuutos sa kanya ng Diyos. Tinulungan siya ng tatlo niyang anak na lalaki para masunod ang ipinapagawa ng Diyos sa kanya. Dahil napakalaki ng barko, ilang taon din ang lumipas bago ito natapos. Habang ginagawa nila ang barko, sinabi ni Noe sa mga tao na may darating na malaking baha. Sinabi din niya na kailangan nilang lumapit ulit sa Diyos. Pero hindi naniwala sa kanya ang mga tao."
        }, 
        {
          "id": "03-05", 
          "img": "{{:en:obs:obs-03-05.jpg?nolink&640x360}}", 
          "text": "Inutusan din ng Diyos sina Noe na mag-ipon ng maraming pagkain para sa kanila at para sa mga hayop. Nang handa na ang lahat, sinabi ng Diyos kay Noe, “Pumasok na kayo ng pamilya mo sa barko.” Ganoon nga ang ginawa nila. Walo lang sila na pumasok sa barko."
        }, 
        {
          "id": "03-06", 
          "img": "{{:en:obs:obs-03-06.jpg?nolink&640x360}}", 
          "text": "Pinapunta ng Diyos sa barko ni Noe ang lahat ng klase ng mga hayop at ibon. Lalaki at babae ang pinapunta niya. Nagpadala din siya ng pitong lalaki at pitong babaeng hayop na maaaring ihandog sa Diyos Pitong lalaki at pitong babaeng ibon din ang pinapasok nila sa barko. Nang makapasok na ang lahat, isinara ng Diyos ang pinto ng barko."
        }, 
        {
          "id": "03-07", 
          "img": "{{:en:obs:obs-03-07.jpg?nolink&640x360}}", 
          "text": "Pagkalipas ng anim na araw, nagsimula nang umulan. Hindi huminto ang ulan sa loob ng apatnapung araw at apatnapung gabi. Pati ang mga tubig mula sa lupa ay umapaw din sa daigdig. Natakpan ng tubig ang buong daigdig. Lumubog din sa baha kahit ang matataas na mga bundok."
        }, 
        {
          "id": "03-08", 
          "img": "{{:en:obs:obs-03-08.jpg?nolink&640x360}}", 
          "text": "Namatay ang lahat ng nabubuhay sa lupa. Ang natira lang na buhay ay ang mga hayop na nasa loob ng barko ni Noe. Palutang lutang sa baha ang barko ni Noe. Ang lahat ng nakasakay doon ay naligtas sa malaking baha."
        }, 
        {
          "id": "03-09", 
          "img": "{{:en:obs:obs-03-09.jpg?nolink&640x360}}", 
          "text": "Nang huminto na ang ulan, tumagal pa ng limang buwan bago tuluyang bumaba ang tubig ng baha. Hanggang isang araw, sumadsad ang barko ni Noe sa isang mataas na bundok. Pero mataas pa din ang tubig sa ibang lugar sa daigdig. Tatlong buwan pa ulit ang lumipas bago pa makita nina Noe ang tuktok ng mga bundok."
        }, 
        {
          "id": "03-10", 
          "img": "{{:en:obs:obs-03-10.jpg?nolink&640x360}}", 
          "text": "Pagkalipas pa ulit ng apatnapung araw, nagpalipad ng isang uwak si Noe para tingnan kung wala na ang baha. Pabalik-balik na lumipad ang uwak pero wala itong makitang tuyong lupa."
        }, 
        {
          "id": "03-11", 
          "img": "{{:en:obs:obs-03-11.jpg?nolink&640x360}}", 
          "text": "Di nagtagal, nagpalipad naman si Noe ng isang kalapati. Bumalik din ito kay Noe dahil wala pa ding tuyong lupa. Makalipas ang pitong araw, pinalipad ulit ni Noe sa labas ang kalapati. Maya-maya, bumalik ito na may dalang isang sariwang sanga. Natuwa si Noe dahil lumiliit na ang tubig ng baha at tumutubo na ulit ang mga halaman."
        }, 
        {
          "id": "03-12", 
          "img": "{{:en:obs:obs-03-12.jpg?nolink&640x360}}", 
          "text": "Naghintay pa ulit si Noe ng isang linggo bago pinalipad ulit ang kalapati. Hindi na bumalik ang kalapati. Naisip ni Noe na nakahanap na ito ng madadapuan. Ibig sabihin, malapit nang mawala ang baha!"
        }, 
        {
          "id": "03-13", 
          "img": "{{:en:obs:obs-03-13.jpg?nolink&640x360}}", 
          "text": "Pagkalipas ng dalawang buwan, sinabi ng Diyos kay Noe, “Pwede na ka nang lumabas ng barko. Palabasin mo na din ang pamilya mo at ang lahat ng mga hayop. Punuin ninyo ng mga tao at mga hayop ang buong daigdig.” Lumabas na nga ng barko si Noe at ang kanyang pamilya."
        }, 
        {
          "id": "03-14", 
          "img": "{{:en:obs:obs-03-14.jpg?nolink&640x360}}", 
          "text": "Paglabas nina Noe sa barko, gumawa siya ng isang altar. Naghandog siya ng lahat ng uri ng mga hayop na pwedeng ihandog sa Diyos. Natuwa ang Diyos sa mga inihandog ni Noe kaya pinapagpala niya si Noe at ang pamilya nito."
        }, 
        {
          "id": "03-15", 
          "img": "{{:en:obs:obs-03-15.jpg?nolink&640x360}}", 
          "text": "Sinabi ng Diyos kay Noe, “Pangako, hindi ko na ulit susumpain ang lupa dahil sa ginagawa ng mga tao. Hindi ko na din sisirain ang daigdig sa pamamagitan ng baha kahit pa makasalanan ang mga tao.”"
        }, 
        {
          "id": "03-16", 
          "img": "{{:en:obs:obs-03-16.jpg?nolink&640x360}}", 
          "text": "Pagkatapos ay gumawa ang Diyos ng isang bahaghari bilang palatandaan ng pangako niya. Kaya tuwing may lilitaw na bahaghari, naaalala ng Diyos at ng mga tao ang kanyang pangako."
        }
      ], 
      "number": "03", 
      "ref": "A Bible story from: Genesis 6-8", 
      "title": "3. Ang Napakalaking Baha"
    }, 
    {
      "frames": [
        {
          "id": "04-01", 
          "img": "{{:en:obs:obs-04-01.jpg?nolink&640x360}}", 
          "text": "Maraming taon ang lumipas pagkatapos ng malaking baha, dumami na ulit ang mga tao sa daigdig. Iisa lang ang wika na ginagamit nila. Pero sa halip na punuin nila ng mga tao ang daigdig gaya ng utos ng Diyos, nagsama-sama sila at nagsimulang magtayo ng isang lunsod."
        }, 
        {
          "id": "04-02", 
          "img": "{{:en:obs:obs-04-02.jpg?nolink&640x360}}", 
          "text": "Mapagmalaki ang mga tao noon. Wala silang pakialam sa sinasabi ng Diyos. Gumawa pa sila ng isang tore na gusto nilang paabutin hanggang sa langit. Nakita ng Diyos na kapag patuloy na nagsama-sama ang mga tao, mas marami silang magagawang masasamang bagay."
        }, 
        {
          "id": "04-03", 
          "img": "{{:en:obs:obs-04-03.jpg?nolink&640x360}}", 
          "text": "Kaya iniba ng Diyos ang mga wika nila. Dahil dito, kumalat sila sa buong daigdig. Ang lunsod na sinimulan nilang itayo ay tinawag na Babel. Ang ibig sabihin nito ay “nalito”."
        }, 
        {
          "id": "04-04", 
          "img": "{{:en:obs:obs-04-04.jpg?nolink&640x360}}", 
          "text": "Daan-daang taon ang lumipas, kinausap ng Diyos ang isang lalaki. Ang pangalan niya ay Abram. Sinabi ng Diyos kay Abram, “Iwanan mo ang iyong pamilya. Pumunta ka sa isang lugar na ipapakita ko sa iyo. Pagpapalain kita. Gagawin kitang isang malaking bansa. Makikilala ka sa iba’t ibang lugar. Pagpapalain ko ang tutulong sa iyo. Susumpain ko ang aaway sa iyo. Lahat ng pamilya sa buong daigdig ay pagpapalain ko dahil sa iyo.”"
        }, 
        {
          "id": "04-05", 
          "img": "{{:en:obs:obs-04-05.jpg?nolink&640x360}}", 
          "text": "Sinunod ni Abram ang Diyos. Isinama niya si Sarai, ang asawa niya. Isinama din niya ang mga alipin niya. Dinala nila ang lahat ng mga pag-aari nila. Naglakbay sila papunta sa lugar na ituturo sa kanila ng Diyos. Canaan ang pangalan ng lugar na iyon."
        }, 
        {
          "id": "04-06", 
          "img": "{{:en:obs:obs-04-06.jpg?nolink&640x360}}", 
          "text": "Pagdating ni Abram sa Canaan, sinabi ng Diyos sa kanya, “Tumingin ka sa paligid mo. Ang lahat ng lupaing nakikita mo ay ibibigay ko sa iyo at sa iyong mga magiging anak.” Kaya doon na tumira si Abram."
        }, 
        {
          "id": "04-07", 
          "img": "{{:en:obs:obs-04-07.jpg?nolink&640x360}}", 
          "text": "Isang araw, nakita ni Abram si Melquizedek. Siya ay isang pari ng Diyos na Makapangyarihan sa Lahat. Pinagpala ni Melquizedek si Abram. Sinabi niya, “Papalain ka ng Diyos na Makapangyarihan sa Lahat na siyang may-ari ng langit at lupa.” Ibinigay ni Abram kay Melquizedek ang ikasampung bahagi ng lahat ng pag-aari niya."
        }, 
        {
          "id": "04-08", 
          "img": "{{:en:obs:obs-04-08.jpg?nolink&640x360}}", 
          "text": "Maraming taon pa ang lumipas, pero hindi pa rin nagkakaanak sina Abram at Sarai. Sinabi ulit ng Diyos kay Abram, “Magkakaroon ka ng anak na lalaki. Ang mga magiging apo mo ay magiging kasingdami ng mga bituin sa langit. Naniwala si Abram sa pangako ng Diyos. Dahil dito, para sa Diyos, si Abram ay isang mabuting tao."
        }, 
        {
          "id": "04-09", 
          "img": "{{:en:obs:obs-04-09.jpg?nolink&640x360}}", 
          "text": "Pagkatapos ay nakipagtipan ang Diyos kay Abram. Ang tipan ay isang kasunduan ng dalawang panig. Sinabi ng Diyos, “Bibigyan kita ng anak na lalaki. Ibibigay ko dina sa iyo at sa iyong mga apo ang Canaan. Pero hanggang sa oras na iyon, wala pa ring anak si Abram."
        }
      ], 
      "number": "04", 
      "ref": "A Bible story from: Genesis 11-15", 
      "title": "4. Ang Kasunduan ng Diyos at ni Abraham"
    }, 
    {
      "frames": [
        {
          "id": "05-01", 
          "img": "{{:en:obs:obs-05-01.jpg?nolink&640x360}}", 
          "text": "Lumipas ang sampung taon, pero wala pa ring anak sina Abram at Sarai. Kaya sinabi ni Sarai kay Abram, “Dahil hindi ako binibigyan ng Diyos ng anak at ako ay masyado nang matanda, pakasalan mo si Agar para magkaroon ka ng anak sa kanya.”"
        }, 
        {
          "id": "05-02", 
          "img": "{{:en:obs:obs-05-02.jpg?nolink&640x360}}", 
          "text": "Pinakasalan nga ni Abram si Agar. Nagkaroon sila ng anak. Ismael ang ipinangalan nila sa bata. Pero nagselos naman si Sarai kay Agar. Nang malaki na si Ismael, kinausap ulit ng Diyos si Abram."
        }, 
        {
          "id": "05-03", 
          "img": "{{:en:obs:obs-05-03.jpg?nolink&640x360}}", 
          "text": "Sinabi ng Diyos kay Abram, “Ako ang pinakamakapangyarihang Diyos. Gumawa tayo ng isang kasunduan.” Yumukod si Abram. Sinabi ng Diyos sa kanya, “Ang mga anak mo ay magiging mga bansa. Ibibigay ko sa mga apo mo ang Canaan. Ako din ang kikilalalanin nilang Diyos nila. Kaya kailangang tuliin ang lahat ng lalaki na kabilang sa pamilya mo.”"
        }, 
        {
          "id": "05-04", 
          "img": "{{:en:obs:obs-05-04.jpg?nolink&640x360}}", 
          "text": "Magkakaanak si Sarai. Ang anak mo ang ipinangakong anak. Tatawagin mo siyang Isaac. Itutuloy ko hanggang sa kanya ang ating kasunduan. Magiging malaking bansa si Isaac at ganoon din si Ismael. Pero kay Isaac ko tutuparin ang kasunduan natin.” Pagkatapos, pinalitan ng Diyos ang pangalan ni Abram ng Abraham. Ang ibig sabihin nito ay “maraming anak”. Pinalitan din ng Diyos ang pangalan ni Sarai ng Sara. Ang ibig sabihin naman nito ay “prinsesa”."
        }, 
        {
          "id": "05-05", 
          "img": "{{:en:obs:obs-05-05.jpg?nolink&640x360}}", 
          "text": "Simula noon, ang lahat ng lalaking kabilang sa pamilya ni Abraham ay tinutuli. Pagkalipas ng isang taon, nanganak nga si Sara. Si Abraham noon ay 100 taon na. Si Sara naman ay 90 taon na. Isaac nga ang ipinangalan nila sa kanilang anak."
        }, 
        {
          "id": "05-06", 
          "img": "{{:en:obs:obs-05-06.jpg?nolink&640x360}}", 
          "text": "Nang lumaki na si Isaac, sinubukan ng Diyos ang pagtitiwala sa kanya ni Abraham. Sinabi niya, “Isama mo si Isaac sa pagsamba mo at siya ang ihandog mo sa akin.” Sumunod ulit si Abraham sa utos ng Diyos. Inihanda niya ang paghahandog kay Isaac."
        }, 
        {
          "id": "05-07", 
          "img": "{{:en:obs:obs-05-07.jpg?nolink&640x360}}", 
          "text": "Habang naglalakad sina Abraham at Isaac papunta sa lugar ng paghahandog, sinabi ni Isaac, “Ama, mayroon na po tayong kahoy para sa paghahandog, pero wala pa po tayong ihahandog.” Sumagot si Abraham, “Anak, ang Diyos ang magbibigay ng ihahandog natin.”"
        }, 
        {
          "id": "05-08", 
          "img": "{{:en:obs:obs-05-08.jpg?nolink&640x360}}", 
          "text": "Pagdating nila sa lugar na pupuntahan nila, itinali ni Abraham si Isaac at inihiga niya sa altar. Ihahandog na sana ni Abraham si Isaac nang biglang magsalita ang Diyos. “Huwag!” sabi ng Diyos. “Huwag mong saktan si Isaac. Alam ko nang sumusunod ka sa akin dahil hindi mo ipinagdamot sa akin ang anak mo.”"
        }, 
        {
          "id": "05-09", 
          "img": "{{:en:obs:obs-05-09.jpg?nolink&640x360}}", 
          "text": "May nakitang isang lalaking tupa si Abraham. Nakasabit ang sungay nito sa sanga ng mababang puno. Ito ang ibinigay ng Diyos na ihahandog nila ni Isaac. Masayang-masaya si Abraham habang inihahandog nila ni Isaac ang tupa."
        }, 
        {
          "id": "05-10", 
          "img": "{{:en:obs:obs-05-10.jpg?nolink&640x360}}", 
          "text": "Pagkatapos, sinabi ng Diyos kay Abraham, “Dahil handa mong ibigay sa akin ang lahat, pati ang iyong anak na lalaki, ipinapangako ko sa iyo na pagpapalain kita. Magiging kasingdami ng bituin sa langit ang mga apo mo. At dahil sinunod mo ako, lahat ng pamilya sa buong daigdig ay pagpapalain ko sa pamamagitan ng pamilya mo.”"
        }
      ], 
      "number": "05", 
      "ref": "A Bible story from: Genesis 16-22", 
      "title": "5. Ang Ipinangakong Anak"
    }, 
    {
      "frames": [
        {
          "id": "06-01", 
          "img": "{{:en:obs:obs-06-01.jpg?nolink&640x360}}", 
          "text": "Lumaki si Isaac at naging binata na. Matanda na noon si Abraham, kaya inutusan niya ang kanyang alipin para humanap ng magiging asawa ni Isaac. Pinapunta ni Abraham ang alipin sa bahay ng mga kamag-anak niya."
        }, 
        {
          "id": "06-02", 
          "img": "{{:en:obs:obs-06-02.jpg?nolink&640x360}}", 
          "text": "Pagkatapos ng mahabang paglalakabay, sa tulong ng Diyos, nakarating ang alipin sa bahay nina Rebecca. Si Rebecca ay apo ng kapatid ni Abraham."
        }, 
        {
          "id": "06-03", 
          "img": "{{:en:obs:obs-06-03.jpg?nolink&640x360}}", 
          "text": "Pumayag si Rebecca na iwan ang pamilya niya para sumama sa alipin. Pagdating niya kina Isaac, nagpakasal agad silang dalawa."
        }, 
        {
          "id": "06-04", 
          "img": "{{:en:obs:obs-06-04.jpg?nolink&640x360}}", 
          "text": "Lumipas ang maraming taon at namatay na si Abraham. Lahat ng ipinangako sa kanya ng Diyos ay ibinigay din kay Isaac. Ipinangako din ng Diyos kay Isaac na magkakaroon siya ng maraming anak. Kaya lang, hindi naman magkaanak si Rebecca."
        }, 
        {
          "id": "06-05", 
          "img": "{{:en:obs:obs-06-05.jpg?nolink&640x360}}", 
          "text": "Nanalangin si Isaac para kay Rebecca. Ibinigay naman ng Diyos ang hiniling niya. Nagkaanak sila ni Rebecca at kambal pa ang naging anak nila. Kaya lang, nasa tiyan pa lang sila ni Rebecca ay naglalaban na ang dalawang sanggol. Kaya nanalangin si Rebecca, “Diyos ko, ano po ba ang nangyayari sa mga anak ko?”"
        }, 
        {
          "id": "06-06", 
          "img": "{{:en:obs:obs-06-06.jpg?nolink&640x360}}", 
          "text": "Sumagot ang Diyos, “Magiging dalawang malaking bansa ang mga anak mo. Maglalaban sila, pero ang panganay ang maglilingkod sa bunso.”"
        }, 
        {
          "id": "06-07", 
          "img": "{{:en:obs:obs-06-07.jpg?nolink&640x360}}", 
          "text": "Dumating ang araw ng panganganak ni Rebecca. Mapula at mabalahibo ang balat ng panganay. Tinawag niyang Esau ang sanggol. Ang bunso naman ay nakahawak sa paa ni Esau. Jacob ang ipinangalan nila sa bunso."
        }
      ], 
      "number": "06", 
      "ref": "A Bible story from: Genesis 24:1-25:26", 
      "title": "6. Ibinigay ng Diyos ang Kailangan ni Isaac"
    }, 
    {
      "frames": [
        {
          "id": "07-01", 
          "img": "{{:en:obs:obs-07-01.jpg?nolink&640x360}}", 
          "text": "Habang lumalaki ang mga anak nina Isaac at Rebecca, naging paborito ni Rebecca si Jacob. Naging paborito naman ni Isaac si Esau. Mas gusto ni Jacob ang mga gawaing-bahay. Mahilig namang mangaso si Esau."
        }, 
        {
          "id": "07-02", 
          "img": "{{:en:obs:obs-07-02.jpg?nolink&640x360}}", 
          "text": "Isang araw, gutom na gutom si Esau nang umuwi siya mula sa pangangaso. Kaya sinabi niya kayJacob, “Bigyan mo naman ako ng pagkaing niluluto mo.” Sumagot si Jacob, “Ibigay mo muna sa akin ang pagiging panganay mo.” Pumayag si Esau, kaya binigyan naman siya ni Jacob ng pagkain."
        }, 
        {
          "id": "07-03", 
          "img": "{{:en:obs:obs-07-03.jpg?nolink&640x360}}", 
          "text": "Nang matanda na si Isaac, gusto niyang pagpalain si Esau dahil ito ang panganay. Pero bago niya iyon magawa, nilinlang siya nina Rebecca at Jacob. Nagkunwari si Jacob na siya si Esau. Dahil matanda na si Isaac, hindi na niya nakikita ang kausap niya. Isinuot ni Jacob ang damit ni Esau at naglagay siya ng balat ng kambing sa leeg at mga braso niya."
        }, 
        {
          "id": "07-04", 
          "img": "{{:en:obs:obs-07-04.jpg?nolink&640x360}}", 
          "text": "Paglapit ni Jacob kay Isaac, sinabi niya, “Ako po si Esau. Pumunta po ako dito para ako po ay pagpalain ninyo.” Akala ni Isaac ay si Esau nga ang kausap niya. Nahawakan kasi niya ang balahibo ng kambing sa braso ni Jacob. Naamoy din niya ang damit ni Esau na suot ni Jacob. Kaya pinagpala ni Isaac si Jacob."
        }, 
        {
          "id": "07-05", 
          "img": "{{:en:obs:obs-07-05.jpg?nolink&640x360}}", 
          "text": "Galit na galit si Esau sa ginawa ni Jacob. Sabi niya, “Kinuha na nga niya sa akin ang pagiging panganay, ngayon kinuha pa din niya ang pagpapalang para sa akin!” Binalak ni Esau na patayin si Jacob oras na mamatay ang kanilang ama."
        }, 
        {
          "id": "07-06", 
          "img": "{{:en:obs:obs-07-06.jpg?nolink&640x360}}", 
          "text": "Pero nalaman ni Rebecca ang plano ni Esau. Kaya pinapunta nina Isaac at Rebecca si Jacob sa bahay ng mga kamag-anak nila."
        }, 
        {
          "id": "07-07", 
          "img": "{{:en:obs:obs-07-07.jpg?nolink&640x360}}", 
          "text": "Habang nakatira doon si Isaac, nakapag-asawa siya at nagkaroon ng labindalawang anak na lalaki at isang anak na babae. Naging masagana ang buhay ni Jacob."
        }, 
        {
          "id": "07-08", 
          "img": "{{:en:obs:obs-07-08.jpg?nolink&640x360}}", 
          "text": "Pagkalipas ng dalawampung taon, binalak ni Jacob na bumalik na sa Canaan. Isasama niya ang kanyang pamilya, mga alipin at mga alagang hayop."
        }, 
        {
          "id": "07-09", 
          "img": "{{:en:obs:obs-07-09.jpg?nolink&640x360}}", 
          "text": "Pero natatakot si Jacob dahil alam niyang gusto siyang patayin ni Esau. Kaya nagregalo siya ng mga hayop kay Esau. Sinabi ng mga inutusan ni Jacob, “Galing po kay Jacob na iyong alipin ang mga hayop na ito. Malapit na po ninyo siyang makita.”"
        }, 
        {
          "id": "07-10", 
          "img": "{{:en:obs:obs-07-10.jpg?nolink&640x360}}", 
          "text": "Mabuti na lang at napatawad na ni Esau si Jacob, kaya masayang masaya sila nang magkita ulit. Naging payapa na ang buhay ni Jacob sa Canaan. Nang mamatay si Isaac, siya ang naglibing sa kanyang ama. At ang pangako ng Diyos kina Abraham at Isaac ay ibinigay naman ng Diyos kay Jacob."
        }
      ], 
      "number": "07", 
      "ref": "A Bible story from: Genesis 25:27-33:20", 
      "title": "7. Pinapala ng Diyos si Jacob"
    }, 
    {
      "frames": [
        {
          "id": "08-01", 
          "img": "{{:en:obs:obs-08-01.jpg?nolink&640x360}}", 
          "text": "Galit kay Jose ang mga kapatid niya dahil paborito ng tatay nila si Jose. Saka nanaginip pa si Jose na siya daw ay mamumuno sa kanilang magkakapatid. Nang magkita na sila, hinawakan nila si Jose at ipinagbili sa mga bumibili ng alipin."
        }, 
        {
          "id": "08-02", 
          "img": "{{:en:obs:obs-08-02.jpg?nolink&640x360}}", 
          "text": "Noong matanda na si Jacob, inutusan niya ang paborito niyang anak na si Jose para tingnan kung ano ang ginagawa ng iba niyang mga anak na lalaki. Nasa malayo kasi ang mga ito at ipinapastol ang mga hayop na alaga nila."
        }, 
        {
          "id": "08-03", 
          "img": "{{:en:obs:obs-08-03.jpg?nolink&640x360}}", 
          "text": "Bago sila umuwi, kinuha nila ang damit ni Jose, sinira ito at inilubog sa dugo ng kambing. Ipinakita nila ito sa kanilang ama. Akala tuloy ni Jacob ay napatay ng mababangis na hayop si Jose. Malungkot na malungkot si Jacob."
        }, 
        {
          "id": "08-04", 
          "img": "{{:en:obs:obs-08-04.jpg?nolink&640x360}}", 
          "text": "Samantala, sa Egipto dinala si Jose ng mga nakabili sa kanya. Malaki at makapangyarihang bansa ang Egipto. Makikita ito sa tabi ng Ilog Nilo. Ibinenta nila si Jose sa isang mayamang tauhan ng gobyerno. Maging masunurin si Jose sa kanyang amo, kaya naman pinagpala siya ng Diyos."
        }, 
        {
          "id": "08-05", 
          "img": "{{:en:obs:obs-08-05.jpg?nolink&640x360}}", 
          "text": "Pero inaakit ng asawa ng amo niya si Jose. Hindi pumayag si Jose dahil kasalanan iyon sa Diyos. Kaya nagalit sa kanya ang asawa ng amo niya. PInagbintangan niya si Jose ng hindi totoo. Dahil dito, hinuli si Jose at ikinulong. Pero kahit na nasa kulungan si Jose, palagi pa din siyang nagtitiwala sa Diyos, kaya pinagpala siya ng Diyos."
        }, 
        {
          "id": "08-06", 
          "img": "{{:en:obs:obs-08-06.jpg?nolink&640x360}}", 
          "text": "Pagkalipas ng dalawang taon, nakakulong pa din si Jose kahit wala siyang kasalanan. Isang gabi, nanaginip ang hari ng Egipto. Dalawang beses nanaginip ang hari at masyado siyang nag-alala. Wala namang makapagpaliwanag sa panaginip niya."
        }, 
        {
          "id": "08-07", 
          "img": "{{:en:obs:obs-08-07.jpg?nolink&640x360}}", 
          "text": "Kaya ipinatawag ng hari si Jose, dahil nabalitaan niya na si Jose ay binigyan ng Diyos ng kakayahang magpaliwanag ng panaginip. Ipinaliwanag ni Jose ang panaginip ng hari. Sabi niya, “Magpapadala po ang Diyos ng pitong taon ng masaganag ani, Pero pagkatapos po ay pitong taon naman ng taggutom  at walang ani.”"
        }, 
        {
          "id": "08-08", 
          "img": "{{:en:obs:obs-08-08.jpg?nolink&640x360}}", 
          "text": "Humanga ang hari kay Jose kaya ginawa niya itong tagapamahala sa buong Egipto. Siya ang sumunod na pinakamataas sa hari ng Egipto."
        }, 
        {
          "id": "08-09", 
          "img": "{{:en:obs:obs-08-09.jpg?nolink&640x360}}", 
          "text": "Inutusan ni Jose ang mga taga-Egipto, “Mag-iipon tayo ng pagkain sa loob ng pitong taon na sagana ang ani para mayroon tayong makakain kapag dumating na ang pitong taon na walang maaani.”"
        }, 
        {
          "id": "08-10", 
          "img": "{{:en:obs:obs-08-10.jpg?nolink&640x360}}", 
          "text": "Hindi lang sa Egipto nagkaroon ng taggutom. Naranasan din ito ng pamilya ni Jacob na nakatira sa Canaan."
        }, 
        {
          "id": "08-11", 
          "img": "{{:en:obs:obs-08-11.jpg?nolink&640x360}}", 
          "text": "Kaya inutusan ni Jacob ang mga anak niyang lalaki para bumili ng pagkain sa Egipto.  Hindi nila nakilala si Jose kahit na nasa harap nila ito habang bumibili sila ng pagkain. Pero nakilala sila ni Jose."
        }, 
        {
          "id": "08-12", 
          "img": "{{:en:obs:obs-08-12.jpg?nolink&640x360}}", 
          "text": "Nagpakilala lang sa kanila si Jose nang mapatunayan niyang nagbago na ang ugali ng mga kapatid niya. Sinabi ni Jose sa kanila, “Ako ang kapatid ninyong si Jose! Huwag kayong matakot. Kahit masama ang plano ninyo sa akin nung ipinagbili ninyo ako para maging alipin, pinaganda naman ng Diyos ang nangyari sa akin! Dito na kayo tumira kasama ko sa Egipto para mabigyan ko kayo ng pagkain pati ang pamilya ninyo.”"
        }, 
        {
          "id": "08-13", 
          "img": "{{:en:obs:obs-08-13.jpg?nolink&640x360}}", 
          "text": "Pag-uwi ng mga kapatid ni Jose, ikinuwento nila kay Jacob na buhay pa si Jose. Masayang masaya si Jacob nang malaman ito."
        }, 
        {
          "id": "08-14", 
          "img": "{{:en:obs:obs-08-14.jpg?nolink&640x360}}", 
          "text": "Kaya kahit matanda na si Jacob, pumunta pa rin siya sa Egipto kasama ng pamilya niya. Doon na sila tumirang lahat. At bago siya mamatay, pinagpala muna niya ang lahat ng mga anak niya."
        }, 
        {
          "id": "08-15", 
          "img": "{{:en:obs:obs-08-15.jpg?nolink&640x360}}", 
          "text": "Ang pangako ng Diyos kay Abraham ay ipinapatuloy niya kay Isaac, at pagkatapos ay kay Jacob at pagkatapos ay sa labindalawang anak ni Jacob at sa kani-kanilang pamilya. Ang lahi ng mga anak niya ang naging labindalawang tribo ng Israel."
        }
      ], 
      "number": "08", 
      "ref": "A Bible story from: Genesis 37-50", 
      "title": "8. Iniligtas ng Diyos si Jose at ang Kanyang Pamilya"
    }, 
    {
      "frames": [
        {
          "id": "09-01", 
          "img": "{{:en:obs:obs-09-01.jpg?nolink&640x360}}", 
          "text": "Nanatili sa Ehipto ang pamilya ni Jose kahit na siya ay namatay na. Doon  sila tumira nang maraming taon at doon na rin sila nagkaroon ng maraming anak. Tinawag silang mga Israelita."
        }, 
        {
          "id": "09-02", 
          "img": "{{:en:obs:obs-09-02.jpg?nolink&640x360}}", 
          "text": "Pagkalipas ng halos apat na raang taon, nagkaroon ng bagong hari sa Ehipto. Nakalimutan na ng mga taga-Ehipto kung paano sila iniligtas ni Jose. Sa halip, natakot sila sa mga Israelita dahil masyado na silang marami. Kaya ginawa nilang alipin ang mga Israelita."
        }, 
        {
          "id": "09-03", 
          "img": "{{:en:obs:obs-09-03.jpg?nolink&640x360}}", 
          "text": "Pinilit ng mga taga-Ehipto na magtrabaho para sa kanila ang mga Israelita. Pinagtayo nila ng mga gusali at mga lunsod ang mga Israelita. Masyadong nalungkot ang mga Israelita dahil napakahirap ng ipinapagawa sa kanila."
        }, 
        {
          "id": "09-04", 
          "img": "{{:en:obs:obs-09-04.jpg?nolink&640x360}}", 
          "text": "Nalaman din ng hari ng Ehipto na maraming anak ang mga Israelita. Kaya inutusan niya ang kanyang mga tauhan, “Patayin ninyo ang lahat ng sanggol na lalaki ng mga Israelita. Itapon ninyo sila sa Ilog ng Nilo.”"
        }, 
        {
          "id": "09-05", 
          "img": "{{:en:obs:obs-09-05.jpg?nolink&640x360}}", 
          "text": "May isang babaeng Israelita na nanganak ng isang sanggol na lalaki. Itinago nila ng asawa niya ang sanggol para hindi ito mapatay ng mga tauhan ng hari."
        }, 
        {
          "id": "09-06", 
          "img": "{{:en:obs:obs-09-06.jpg?nolink&640x360}}", 
          "text": "Nang hindi na nila pwedeng itago ang sanggol, umisip sila ng paraan para hindi mamatay ang anak nila. Inilagay nila ang sanggol sa isang basket. Pinalutang nila ang basket sa gilid ng ilog ng Nilo. Inutusan nila ang ate ng sanggol na bantayan ang kapatid niya na nasa ilog."
        }, 
        {
          "id": "09-07", 
          "img": "{{:en:obs:obs-09-07.jpg?nolink&640x360}}", 
          "text": "Nakita ng anak na babae ng hari ang basket. Ipinakuha niya ang basket mula sa ilog. Nang makita niya ang sanggol sa loob ng basket, itinuring niya itong anak. Kumuha siya ng babaeng Israelita para siyang mag-alaga sa sanggol. Hindi niya alam na ang nakuha niyang tagapag-alaga ay ang mismong ina ng sanggol. Nang malaki na ang bata, ibinalik na siya ng kanyang ina sa prinsesa. Moises ang ipinangalan sa kanya ng prinsesa."
        }, 
        {
          "id": "09-08", 
          "img": "{{:en:obs:obs-09-08.jpg?nolink&640x360}}", 
          "text": "Isang araw, nang malaki na si Moises, nakita niyang binubugbog ng isang taga-Ehipto ang isang Israelita. Sinikap ni Moises na iligtas ang Israelita."
        }, 
        {
          "id": "09-09", 
          "img": "{{:en:obs:obs-09-09.jpg?nolink&640x360}}", 
          "text": "Nang ang akala ni Moises ay walang nakakakita sa kanya, pinatay niya ang taga-Ehipto. Ibinaon niya ang bangkay nito sa lupa. Pero may nakakita pala sa ginawa niya. Isinumbong siya nito sa hari."
        }, 
        {
          "id": "09-10", 
          "img": "{{:en:obs:obs-09-10.jpg?nolink&640x360}}", 
          "text": "Nang malaman ng hari ang ginawa ni Moises, binalak niyang ipapatay si Moises. Tumakas naman si Moises. Umalis siya sa Ehipto at pumunta sa malayong lugar para hindi siya mapatay ng mga tauhan ng hari."
        }, 
        {
          "id": "09-11", 
          "img": "{{:en:obs:obs-09-11.jpg?nolink&640x360}}", 
          "text": "Nagtrabaho si Moises bilang pastol sa lugar na iyon. Doon na din siya nagkaroon ng asawa at ng dalawang anak na lalaki."
        }, 
        {
          "id": "09-12", 
          "img": "{{:en:obs:obs-09-12.jpg?nolink&640x360}}", 
          "text": "Isang araw, habang nagpapastol ng mga hayop si Moises, nakakita siya ng isang mababang puno na umaapoy. Pero hindi nasusunog ang puno. Lumapit siya sa puno para makita itong mabuti. Habang lumalapit siya, nagsalita ang Diyos, “Moises, alisin mo ang iyong tsinelas. Banal ang lupang iyan kung saan ka nakatayo.”"
        }, 
        {
          "id": "09-13", 
          "img": "{{:en:obs:obs-09-13.jpg?nolink&640x360}}", 
          "text": "Sinabi pa ng Diyos, “Nakita ko ang paghihirap ng mga Israelita. Kaya papupuntahin kita sa hari ng Ehipto para palayain mo ang mga Israelita mula sa pagiging alipin doon. Ibibigay ko sa mga Israelita ang Canaan, ang lupaing ipinangako ko kina Abraham, Isaac at Jacob.”"
        }, 
        {
          "id": "09-14", 
          "img": "{{:en:obs:obs-09-14.jpg?nolink&640x360}}", 
          "text": "Sumagot si Moises, “Paano po kung tanungin ako ng mga tao kung sino ang nagpapunta sa akin? Ano po ang isasagot ko?” Sinabi ng Diyos, “Ako ay si Ako Nga. Sabihin mo sa kanila na si Ako Nga ang nag-utos sa iyo. Ako ang Diyos ng ninuno ninyong sina Abraham, Isaac at Jacob. Ito ang pangalan ko magpakailan man."
        }, 
        {
          "id": "09-15", 
          "img": "{{:en:obs:obs-09-15.jpg?nolink&640x360}}", 
          "text": "Pero ayaw ni Moises na pumunta sa hari ng Ehipto. Iniisip kasi niya na hindi siya magaling magsalita. Kaya inutusan din ng Diyos si Aaron, ang kapatid ni Moises, para tulungan siya. Sinabi din ng Diyos sa kanilang dalawa, “Magiging matigas ang ulo ng hari ng Ehipto.”"
        }
      ], 
      "number": "09", 
      "ref": "A Bible story from: Exodus 1-4", 
      "title": "9. Inutusan ng Diyos si Moises"
    }, 
    {
      "frames": [
        {
          "id": "10-01", 
          "img": "{{:en:obs:obs-10-01.jpg?nolink&640x360}}", 
          "text": "Sinabi nina Moises at Aaron sa hari ng Ehipto, “Sinasabi ng Diyos ng Israel, ‘Palayain mo ang aking bayan.’” Pero hindi sila pinakinggan ng hari. Sa halip na palayain ang mga Israelita, lalo pa niyang pinabigat ang trabaho nila!"
        }, 
        {
          "id": "10-02", 
          "img": "{{:en:obs:obs-10-02.jpg?nolink&640x360}}", 
          "text": "Nagmatigas talaga ang hari ng Ehipto, kaya nagpadala ang Diyos ng sampung salot sa Ehipto. Sa pamamagitan ng mga salot na ito, ipinakita ng Diyos na mas makapangyarihan siya kaysa sa mga diyos sa Ehipto."
        }, 
        {
          "id": "10-03", 
          "img": "{{:en:obs:obs-10-03.jpg?nolink&640x360}}", 
          "text": "Ang tubig sa Ilog ng Nilo ay ginawang dugo ng Diyos. Pero hindi pa din pinalaya ng hari ang mga Israelita."
        }, 
        {
          "id": "10-04", 
          "img": "{{:en:obs:obs-10-04.jpg?nolink&640x360}}", 
          "text": "Nagpadala naman ang Diyos ng mga palaka sa buong Ehipto. Nakiusap ang hari kay Moises na paalisin ang mga palaka. Nang mawala na ang mga palaka, nagmatigas pa rin ang hari. Hindi pa rin niya pinalaya ang mga Isarelita."
        }, 
        {
          "id": "10-05", 
          "img": "{{:en:obs:obs-10-05.jpg?nolink&640x360}}", 
          "text": "Nagpadala naman ang Diyos ng mga niknik. Pagkatapos ay mga langaw naman. Kaya sinabi ng hari, “Papayagan ko na kayong umalis, basta alisin ninyo ang mga kulisap na ito.” Nanalangin si Moises at inalis ng Diyos ang mga langaw sa buong Ehipto. Pero nagmatigas pa rin ang hari. Hindi pa rin niya pinalaya ang mga Isarelita."
        }, 
        {
          "id": "10-06", 
          "img": "{{:en:obs:obs-10-06.jpg?nolink&640x360}}", 
          "text": "Pagkatapos ay nagpadala ang Diyos ng sakit sa mga hayop na alaga ng mga taga-Ehipto. Namatay ang mga hayop. Pero nagmatigas pa rin ang hari. Hindi pa rin niya pinalaya ang mga Isarelita."
        }, 
        {
          "id": "10-07", 
          "img": "{{:en:obs:obs-10-07.jpg?nolink&640x360}}", 
          "text": "Sinabi ng Diyos kay Moises, “Dumakot ka ng alikabok at ihagis mo sa hangin sa harap ng hari ng Ehipto. Nang ginawa ito ni Moises, nagkaroon ng mga bukol ang mga taga-Ehipto, pero hindi ang mga Israelita. Pero nagmatigas pa rin ang hari. Hindi pa rin niya pinalaya ang mga Isarelita."
        }, 
        {
          "id": "10-08", 
          "img": "{{:en:obs:obs-10-08.jpg?nolink&640x360}}", 
          "text": "Pinaulan naman ng Diyos ng yelo. Nasira ang maraming pananim ng mga taga-Ehipto. Pati ang mga taong lumabas ng bahay ay namatay. Ipinatawag ng hari sina Moises at Aaron. Sinabi niya, “Nagkasala ako. Sige na, Makakaalis na kayo.” Kaya nanalangin si Moises at tumigil ang pag-ulan ng yelo."
        }, 
        {
          "id": "10-09", 
          "img": "{{:en:obs:obs-10-09.jpg?nolink&640x360}}", 
          "text": "Pero nagkasala ulit ang hari at nagmatigas na naman siya. Hindi pa rin niya pinalaya ang mga Isarelita."
        }, 
        {
          "id": "10-10", 
          "img": "{{:en:obs:obs-10-10.jpg?nolink&640x360}}", 
          "text": "Nagpadala naman ang Diyos ng mga balang sa buong Ehipto. Kinain ng mga balang ang mga pananim na hindi nasira nang umulan ng yelo."
        }, 
        {
          "id": "10-11", 
          "img": "{{:en:obs:obs-10-11.jpg?nolink&640x360}}", 
          "text": "Pagkatapos ay pinagdilim ng Diyos sa buong Ehipto sa loob ng tatlong araw. Napakadilim kaya hindi nakalabas ng bahay ang mga taga-Ehipto. Pero maliwanag naman sa lugar ng mga Israelita."
        }, 
        {
          "id": "10-12", 
          "img": "{{:en:obs:obs-10-12.jpg?nolink&640x360}}", 
          "text": "Nagmamatigas pa rin ang hari ng Ehipto kahit siyam na salot na ang naranasan nila. Hindi pa rin niya pinalaya ang mga Isarelita. Dahil ayaw talagang makinig ng hari, nagpadala ang Diyos ng isa pang salot at ito ang bumago sa isip ng hari."
        }
      ], 
      "number": "10", 
      "ref": "A Bible story from: Exodus 5-10", 
      "title": "10. Ang Sampung Salot"
    }, 
    {
      "frames": [
        {
          "id": "11-01", 
          "img": "{{:en:obs:obs-11-01.jpg?nolink&640x360}}", 
          "text": "Sinabi ng Diyos kina Moises na kapag hindi pa rin pinalaya ng hari ng Ehipto ang mga Isarelita, papatayin niya ang lahat ng panganay na tao o hayop na lalaki sa Ehipto. Nang malaman ito ng hari, hindi pa rin siya naniwala sa sinabi ng Diyos."
        }, 
        {
          "id": "11-02", 
          "img": "{{:en:obs:obs-11-02.jpg?nolink&640x360}}", 
          "text": "Mayroong ginawa ang Diyos para hindi mamatay ang mga panganay ng mga taong naniniwala sa kanya. Ang bawat pamilya ay kailangang pumili ng isang tupa o kambing na walang kapintasan."
        }, 
        {
          "id": "11-03", 
          "img": "{{:en:obs:obs-11-03.jpg?nolink&640x360}}", 
          "text": "Kukuha sila ng dugo ng hayop na ito at ipapahid nila sa hamba ng pinto nila. Iihawin nila ang karne ng hayop at kakainin nang mabilis. Kakain din sila ng tinapay na walang pampaalasa. Kailangan silang maghanda sa pag-alis sa Ehipto."
        }, 
        {
          "id": "11-04", 
          "img": "{{:en:obs:obs-11-04.jpg?nolink&640x360}}", 
          "text": "Sinunod ng mga Israelita ang lahat ng iniutos sa kanila ng Diyos. Nang gabing iyon, pinatay ng Diyos ang lahat ng panganay na lalaki sa buong Ehipto."
        }, 
        {
          "id": "11-05", 
          "img": "{{:en:obs:obs-11-05.jpg?nolink&640x360}}", 
          "text": "Pero ang panganay sa loob ng mga bahay na may bahid ng dugo ay hindi namatay. Naligtas sila dahil sa dugo ng tupa na ipinahid sa hamba ng pinto nila."
        }, 
        {
          "id": "11-06", 
          "img": "{{:en:obs:obs-11-06.jpg?nolink&640x360}}", 
          "text": "Pero hindi naniwala ang mga taga-Ehipto sa Diyos. Hindi nila sinunod ang sinabi ng Diyos. Kaya hindi nilampasan ng Diyos ang bahay nila. Pinatay ng Diyos ang lahat ng panganay na tao at hayop sa bahay nila."
        }, 
        {
          "id": "11-07", 
          "img": "{{:en:obs:obs-11-07.jpg?nolink&640x360}}", 
          "text": "Lahat ng panganay na lalaki na taga-Ehipto ay namatay. Kahit ang mga nasa bilangguan at ang anak na panganay ng hari. Napakarami ang nag-iiyakan sa Ehipto nang gabing iyon."
        }, 
        {
          "id": "11-08", 
          "img": "{{:en:obs:obs-11-08.jpg?nolink&640x360}}", 
          "text": "Nang gabi ding iyon, ipinatawag ng hari sina Moises at Aaron. Sinabi niya, “Isama mo na ang mga Israelita at umalis na kayo sa Ehipto.” Ganoon din ang sinabi sa kanila ng mga taga-Ehipto."
        }
      ], 
      "number": "11", 
      "ref": "A Bible story from: Exodus 11:1-12:32", 
      "title": "11. Ang Paskwa"
    }, 
    {
      "frames": [
        {
          "id": "12-01", 
          "img": "{{:en:obs:obs-12-01.jpg?nolink&640x360}}", 
          "text": "Masayang-masaya ang mga Israelita dahil aalis na sila sa Ehipto. Hindi na sila mga alipin. Pupunta na sila sa lupaing ipinangako ng Diyos sa angkan ni Abraham. Ibinigay ng mga taga-Egipto ang lahat ng hilingin ng mga Israelita, kahit mga ginto, pilak o mahahalagang gamit. May ilang mga taong taga-ibang lugar din na sumama sa mga Israelita sa pag-alis sa Ehipto."
        }, 
        {
          "id": "12-02", 
          "img": "{{:en:obs:obs-12-02.jpg?nolink&640x360}}", 
          "text": "Nauna ang Diyos sa kanila sa pamamagitan ng lataas na haliging ulap sa araw. Nagiging apoy ito kapag gabi na. Palagi silang sinasamahan at ginagabayan ng Diyos sa paglalakbay nila. Ang kailangan lang ay sumunod sila sa Diyos."
        }, 
        {
          "id": "12-03", 
          "img": "{{:en:obs:obs-12-03.jpg?nolink&640x360}}", 
          "text": "Hindi nagtagal, nagbago ang isip ng hari at ng mga tauhan niya. Gusto nilang pabalikin ang mga Israelita at gawing alipin ulit. Nangyari nito para ipakita ng Diyos na siya ay mas makapangyarihan sa hari ng Ehipto at sa kanyang mga diyos."
        }, 
        {
          "id": "12-04", 
          "img": "{{:en:obs:obs-12-04.jpg?nolink&640x360}}", 
          "text": "Kaya hinabol ng hari at ng mga kawal niiya ang mga Israelita para gawing alipin ulit. Nang Makita ng mga Israelita ang mga kawal na taga-Egipto, natakot sila. Naipit sila sa mga kawal at sa Dagat na Pula. Napaiyak sila, “Bakit pa kasi umalis kami sa Ehipto? Mamamatay lang pala kami dito!”"
        }, 
        {
          "id": "12-05", 
          "img": "{{:en:obs:obs-12-05.jpg?nolink&640x360}}", 
          "text": "Sinabi ni Moises sa mga tao, “Huwag kayong matakot. Ang Diyos ang lalaban para sa atin.” Sinabi naman ng Diyos kay Moises, “Sabihin mo sa mga tao na magpatuloy hanggang sa Dagat na Pula.”"
        }, 
        {
          "id": "12-06", 
          "img": "{{:en:obs:obs-12-06.jpg?nolink&640x360}}", 
          "text": "Pumagitna ang haliging ulap sa mga Israelita at sa mga kawal ng Ehipto, kaya hindi makita ng mga kawal ang hinahabol nila."
        }, 
        {
          "id": "12-07", 
          "img": "{{:en:obs:obs-12-07.jpg?nolink&640x360}}", 
          "text": "Sinabi ng Diyos kay Moises, “Itaas mo ang iyong kamay sa dagat at mahahati ang tubig.” Sumunod si Moises. Umihip ang malakas na hangin at nahati ang dagat. Nagkaroon ng daan sa gitna ng dagat."
        }, 
        {
          "id": "12-08", 
          "img": "{{:en:obs:obs-12-08.jpg?nolink&640x360}}", 
          "text": "Naglakad ang mga Israelita sa tuyong lupa. Parang pader naman ang tubig sa magkabilang gilid nila."
        }, 
        {
          "id": "12-09", 
          "img": "{{:en:obs:obs-12-09.jpg?nolink&640x360}}", 
          "text": "Nang maalis ang ulap, nakita ng mga taga-Egipto na tumatakas ang mga Israelita. Hinabol nila ang mga ito."
        }, 
        {
          "id": "12-10", 
          "img": "{{:en:obs:obs-12-10.jpg?nolink&640x360}}", 
          "text": "Dumaan din sila sa dagat. Pero nalito ang mga taga-Egipto kaya bumaon sa putik ang mga sasakyan nila. Nagsigawan sila, “Takbo na! Ang Diyos ng mga Israelita ang lumalaban sa atin!”"
        }, 
        {
          "id": "12-11", 
          "img": "{{:en:obs:obs-12-11.jpg?nolink&640x360}}", 
          "text": "Nang makatawid na ang mga Israelita, inutusan ng Diyos si Moises na inunat nito ang kamay niya sa dagat. Nang ginawa niya iyon, bumalik sa dati ang tubig ng dagat at natabunan ang mga taga-Egipto. Nalunod ang lahat ng kawal ng Ehipto."
        }, 
        {
          "id": "12-12", 
          "img": "{{:en:obs:obs-12-12.jpg?nolink&640x360}}", 
          "text": "Nang makita ng mga Israelita na patay na ang mga taga-Egipto, sumampalataya sila sa Diyos. Naniwala din sila na si Moises ay propeta ng Diyos."
        }, 
        {
          "id": "12-13", 
          "img": "{{:en:obs:obs-12-13.jpg?nolink&640x360}}", 
          "text": "Nagdiwang ang mga Israelita dahil iniligtas sila ng Diyos. Hindi sila namatay at hindi na sila mga alipin! Malaya na silang makakapaglingkod sa Diyos. Marami silang kinanta para ipagdiwang ang kalayaan nila. Umawit sila ng mga papuri dahil iniligtas sila ng Diyos."
        }, 
        {
          "id": "12-14", 
          "img": "{{:en:obs:obs-12-14.jpg?nolink&640x360}}", 
          "text": "Iniutos sa kanila ng Diyos, “Ipagdiwang ninyo ang inyong tagumpay sa mga taga-Egipto taun-taon. Gagawin ninyo ang Paskwa minsan isang taon. Kukuha kayo ng isang tupa na walang kapintasan, kakatayin ninyo ito at kakainin kasama ang tinapay na walang pampaalsa. Ganito ninyo ipagdiriwang ang pagliligtas sa inyo ng Diyos."
        }
      ], 
      "number": "12", 
      "ref": "A Bible story from: Exodus 12:33-15:21", 
      "title": "12. Ang pag-alis sa Ehipto ="
    }, 
    {
      "frames": [
        {
          "id": "13-01", 
          "img": "{{:en:obs:obs-13-01.jpg?nolink&640x360}}", 
          "text": "Nang maitawid na ng Diyos ang mga Israelita sa Dagat na Pula, sinamahan naman niya ang mga Israelita sa paglalakbay papunta sa Bundok ng Sinai. Sa bundok ding ito nakita ni Moises ang mababang puno na umaapoy. Nagtayo ng tolda ang mga Israelita sa paanan ng bundok."
        }, 
        {
          "id": "13-02", 
          "img": "{{:en:obs:obs-13-02.jpg?nolink&640x360}}", 
          "text": "Sinabi ng Diyos kay Moises at sa mga Israelita, “Kung susundin ninyo ako at ang ating kasunduan, kayo ay papahalagahan ko. Gagawin ko kayong isang kaharian ng mga pari at isang banal na bansa.”"
        }, 
        {
          "id": "13-03", 
          "img": "{{:en:obs:obs-13-03.jpg?nolink&640x360}}", 
          "text": "Pagkalipas ng tatlong araw, pagkatapos maghanda ang mga tao, bumaba ang Diyos mula sa Bundok ng Sinai. Kumulog, kumidlat, umusok ang bundok at may narinig silang malakas na tunog ng trompeta. Si Moises lang ang pinayagan ng Diyos na umakyat sa bundok."
        }, 
        {
          "id": "13-04", 
          "img": "{{:en:obs:obs-13-04.jpg?nolink&640x360}}", 
          "text": "Gumawa ng isang kasunduan ang Diyos sa mga Israelita. Sinabi niya, “Ako si Yahweh, ang Diyos ninyo. Ako ang nagpalaya sa inyo sa Ehipto. Huwag kayong sasamba sa ibang diyos.”"
        }, 
        {
          "id": "13-05", 
          "img": "{{:en:obs:obs-13-05.jpg?nolink&640x360}}", 
          "text": "“Huwag kayong gagawa ng mga rebulto para sambahin. Nagseselos ako kapag ginawa ninyo iyon. Huwag ninyong gagamitin ang pangalan ko na walang paggalang. Ituring ninyong banal ang ikapitong araw, ang Araw ng Pamamahinga. Gumawa kayo sa loob ng anim na araw. Ang ikapitong araw ay araw ng pamamahinga para maalala ninyo ako.”"
        }, 
        {
          "id": "13-06", 
          "img": "{{:en:obs:obs-13-06.jpg?nolink&640x360}}", 
          "text": "Igalang ninyo ang inyong ama at ina. Huwag kayong papatay. Huwag kayong mangangalunya. Huwag kayong magnanakaw. Huwag kayong magsisinungaling. Huwag ninyong nanasain ang asawa at pag-aari ng inyong kapwa.”"
        }, 
        {
          "id": "13-07", 
          "img": "{{:en:obs:obs-13-07.jpg?nolink&640x360}}", 
          "text": "Isinulat ng Diyos ang mga utos na ito sa dalawang piraso ng bato at ibinigay kay Moises. May iba pang mga utos na ibinigay ang Diyos para sundin ng mga Israelita. Kapag sinunod ng mga tao ang mga utos na ito, ipinangako ng Diyos na pagpapalain sila at iingatan. Kapag naman hindi nila ito sinunod, paparusahan sila ng Diyos."
        }, 
        {
          "id": "13-08", 
          "img": "{{:en:obs:obs-13-08.jpg?nolink&640x360}}", 
          "text": "Nagpagawa din ang Diyos ng isang malaking tolda. Tinawag nila itongToldang Tipanan. Mayroong dalawang malaking bahagi ang toldang ito. Isang malaking kurtina ang naghahati sa dalawang bahaging ito. Walang pwedeng pumasok sa ikalawang bahagi maliban sa pinakapunong pari, dahil naroon ang Diyos."
        }, 
        {
          "id": "13-09", 
          "img": "{{:en:obs:obs-13-09.jpg?nolink&640x360}}", 
          "text": "Kailangang maghandog ng hayop ang sinumang hindi susunod sa utos ng Diyos. Papatayin ng pari ang hayop at susunugin ito sa altar. Ang dugo ng inihandog na hayop ang magtatakip sa kasalanan ng tao at maglilinis sa kanya sa harap ng Diyos. Pinili ng Diyos si Aaron, ang kuya ni Moises, at ang mga anak niya para sila ang maging pari."
        }, 
        {
          "id": "13-10", 
          "img": "{{:en:obs:obs-13-10.jpg?nolink&640x360}}", 
          "text": "Nangako ang mga Israelita na susundin nila ang utos ng Diyos. Ang Diyos lang ang sasambahin nila. Sila naman ang magiging bayan ng Diyos. Pero ilang araw lang ang lumipas pagkatapos nilang mangako, sinuway agad nila ang Diyos."
        }, 
        {
          "id": "13-11", 
          "img": "{{:en:obs:obs-13-11.jpg?nolink&640x360}}", 
          "text": "Ilang araw ding nasa bundok si Moises at nakikipag-usap sa Diyos. Nainip ang mga tao sa paghihintay kaya nagpagawa sila kay Aaron ng isang rebulto para sambahin nila."
        }, 
        {
          "id": "13-12", 
          "img": "{{:en:obs:obs-13-12.jpg?nolink&640x360}}", 
          "text": "Gumawa nga si Aaron ng isang gintong rebulto na hugis anak ng (or maliit na) baka. Sinamba ng mga Israelita ang rebulto at naghandog sila dito. Nagalit ang Diyos sa ginawa nilang ito at binalak niyang patayin ang lahat ng mga Israelita. Pero nanalangin si Moises para sa kanila. Dahil dito, hindi itinuloy ng Diyos ang pagpatay sa kanila."
        }, 
        {
          "id": "13-13", 
          "img": "{{:en:obs:obs-13-13.jpg?nolink&640x360}}", 
          "text": "Pagbaba ni Moises mula sa bundok, nakita niya ang rebulto. Nagalit siya at ibinato niya ang mga piraso ng bato na kinasusulatan ng mga utos ng Diyos."
        }, 
        {
          "id": "13-14", 
          "img": "{{:en:obs:obs-13-14.jpg?nolink&640x360}}", 
          "text": "Pagkatapos, dinurog ni Moises ang rebulto. Itinapon niya ito sa tubig at ipinainom sa mga tao ang tubig. Nagpadala ng salot ang Diyos at dahil dito ay marami sa kanila ang namatay."
        }, 
        {
          "id": "13-15", 
          "img": "{{:en:obs:obs-13-15.jpg?nolink&640x360}}", 
          "text": "Umakyat ulit si Moises sa bundok. Nanalangin siya na patawarin ng Diyos ang mga tao. Pinatawad naman ng Diyos ang mga tao. Isinulat ulit ni Moises sa panibagong piraso ng bato ang mga utos ng Diyos. Pagkatapos, pinangunahan ulit ng Diyos ang mga Israelita sa paglalakbay nila papunta sa lupaing ipinangako ng Diyos sa kanila."
        }
      ], 
      "number": "13", 
      "ref": "A Bible story from: Exodus 19-34", 
      "title": "13. Ang Kasunduan ng Diyos at ng mga Israelita"
    }, 
    {
      "frames": [
        {
          "id": "14-01", 
          "img": "{{:en:obs:obs-14-01.jpg?nolink&640x360}}", 
          "text": "Nang matanggap na ng mga Israelita ang utos ng Diyos, pinangunahan sila ng Diyos sa paglalakbay papunta sa lupaing ipinangako sa kanila ng Diyos. Ang haliging ulap ang nanguna sa kanila."
        }, 
        {
          "id": "14-02", 
          "img": "{{:en:obs:obs-14-02.jpg?nolink&640x360}}", 
          "text": "Ipinangako ng Diyos na ibibigay niya kina Abraham, Isaac at Jacob at sa kanilang mga anak ang lupain ng Canaan. Kaya lang, maraming nakatira sa lupaing iyon. Ang tawag sa kanila ay mga taga-Canaan. Hindi naniniwala sa Diyos ang mga taga-Canaan. Ang sinasamba nila ay ang mga diyus-diyusan at ibang mga bagay."
        }, 
        {
          "id": "14-03", 
          "img": "{{:en:obs:obs-14-03.jpg?nolink&640x360}}", 
          "text": "Sinabi ng Diyos sa mga Israelita, “Kailangang mawala ang mga taga-Canaan sa lupaing iyon. Huwag kayong makipagkaibigan sa kanila. Huwag din kayong magpapakasal sa kanila. Kailangang sirain ninyo ang kanilang mga rebulto. Sundin ninyo ako at huwag ninyong sasambahin ang mga rebulto nila."
        }, 
        {
          "id": "14-04", 
          "img": "{{:en:obs:obs-14-04.jpg?nolink&640x360}}", 
          "text": "Nang malapit na ang mga Israelita sa Canaan, pumili si Moises ng 12 lalaki. Nagmula sila sa 12 tribo ng Israel. Inutusan sila ni Moises na tingnan ang lupain. Titingnan din nila kung malalakas o mahihina ang mga nakatira doon."
        }, 
        {
          "id": "14-05", 
          "img": "{{:en:obs:obs-14-05.jpg?nolink&640x360}}", 
          "text": "Apatnapung araw nanatili doon ang mga inutusan ni Moises. Pagbalik nila, sinabi ng sampu, “Maganda ang lupain; malulusog ang mga halaman! Pero matibay ang mga lungsod doon. Higante ang nakatira! Mamamatay lang tayo kapag nilabanan natin sila!”"
        }, 
        {
          "id": "14-06", 
          "img": "{{:en:obs:obs-14-06.jpg?nolink&640x360}}", 
          "text": "Pero sinabi nina Caleb at Josue, “Totoo na malalaki at malalakas ang mga nakatira doon, pero kaya natin silang talunin. Ang Diyos ang lalaban sa kanila para sa atin.”"
        }, 
        {
          "id": "14-07", 
          "img": "{{:en:obs:obs-14-07.jpg?nolink&640x360}}", 
          "text": "Nagalit ang mga tao kina Moises at Aaron. Sabi nila, “Bakit ninyo kami dinala dito? Dapat sana ay doon na lang kami sa Ehipto. Mamamatay lang pala kami dito, peti ang mga asawa namin at mga anak.” Gusto na nilang patayin sina Moises at Aaron at pumili ng bagong pinuno para makabalik sila sa Ehipto."
        }, 
        {
          "id": "14-08", 
          "img": "{{:en:obs:obs-14-08.jpg?nolink&640x360}}", 
          "text": "Dahil dito, nagalit sa kanila ang Diyos. Sinabi ng Diyos, “Sina Caleb at Josue lang ang makakapasok sa lupaing ipinangako ko sa inyo. Lahat ng may edad na 20 pataas ay maglalakbay sa ilang hanggang sila ay mamatay. Hindi sila makakapasok sa lupaing ipinangako ko sa inyo."
        }, 
        {
          "id": "14-09", 
          "img": "{{:en:obs:obs-14-09.jpg?nolink&640x360}}", 
          "text": "Nang marinig ito ng mga tao, nalungkot sila dahil mali ang ginawa nila. Kinuha nila ang mga sandata nila at pumunta sa Canaan para lumaban. Sinabi sa kanila ni Moises, “Huwag! Hindio kayo tutulungan ng Diyos.” Pero hindi sila nakinig kay Moises."
        }, 
        {
          "id": "14-10", 
          "img": "{{:en:obs:obs-14-10.jpg?nolink&640x360}}", 
          "text": "Natalo sila, dahil hindi sila tinulungan ng Diyos. Kaya bumalik sila at naglakbay sa ilang sa loob ng apatnapung taon."
        }, 
        {
          "id": "14-11", 
          "img": "{{:en:obs:obs-14-11.jpg?nolink&640x360}}", 
          "text": "Ibinigay ng Diyos ang mga kailangan nila sa kanilang paglalakbay. Binigyan sila ng Diyos ng tinapay na mula sa langit. Manna ang itnawag nila sa tinapay. Binigyan din sila ng Diyos ng pugo para makakain sila ng karne. Sa loob ng 40 taon, hindi napunit ang mga damit nila at hindi nasira ang mga panyapak nila."
        }, 
        {
          "id": "14-12", 
          "img": "{{:en:obs:obs-14-12.jpg?nolink&640x360}}", 
          "text": "Nagpalabas din ng tubig mula sa bato ang Diyos. Pero sa kabila ng lahat, nagrereklamo pa rin sa Diyos at kay Moises ang mga tao. Pero nanatiling tapat ang Diyos sa mga pangako niya kina Abraham, Isaac, at Jacob."
        }, 
        {
          "id": "14-13", 
          "img": "{{:en:obs:obs-14-13.jpg?nolink&640x360}}", 
          "text": "Isang araw, walang mainom ang mga tao. SInabi ng Diyos kay Moises, “Kausapin mo ang bato at may lalabs na tubig mula doon.” Pero hindi sinunod ni Moises ang Diyos. Dalawang beses niyang hinampas ng tungkod ang bato sa halip na kausapin ito. May lumabas na tubig mula sa bato, pero nagalit ang Diyos sa ginawa ni Moises. Sinabi ng Diyos, “Hindi ka makakapasok sa lupaing ipinangako ko.”"
        }, 
        {
          "id": "14-14", 
          "img": "{{:en:obs:obs-14-14.jpg?nolink&640x360}}", 
          "text": "Pagkalipas ng 40 taon, lahat ng mga taong hindi nagtiwala sa Diyos ay namatay na. Nakarating na rin sila sa malapit sa lupaing ipinangako ng Diyos. Matanda na si Moises kaya pinili niya si Josue para siya ang manguna sa mga tao. Ipinangako ng Diyos na baling araw, may isang propetang katulad ni Moises na mabubuhay sa mundo."
        }, 
        {
          "id": "14-15", 
          "img": "{{:en:obs:obs-14-15.jpg?nolink&640x360}}", 
          "text": "Pinaakyat ng Diyos si Moises sa isang mataas na bundok para makita niya ang lupaing ibibigay sa kanila ng Diyos. Natanaw ni Moises ang lupain pero hindi siya nakarating doon. Namatay si Moises sa bundok at nagluksa ang mga tao sa loob ng 30 araw. Pagkalipas ng pagluluksa, si Josue na ang nanguna sa kanila. Naging mabuting pinuno si Josue dahil nagtitiwala at sumusunod siya sa Diyos."
        }
      ], 
      "number": "14", 
      "ref": "A Bible story from: Exodus 16-17; Numbers 10-14; 20; 27; Deuteronomy 34", 
      "title": "14. Naglakbay ng mga Israelita sa Ilang ="
    }, 
    {
      "frames": [
        {
          "id": "15-01", 
          "img": "{{:en:obs:obs-15-01.jpg?nolink&640x360}}", 
          "text": "Sa wakas, makakapasok na ang mga Israelita sa Canaan. Nagpapunta si Josue ng dalawang lalaki para tingnan ang lungsod ng Jerico. Nakita nilang matibay ang pader ng Jerico. Si Rahab ang babaeng tumulong sa kanila dahil naniniwala siya sa Diyos. Ipinangako nilang iingatan si Rahab at ang pamilya niya kapag sinakop na nila ang Jerico."
        }, 
        {
          "id": "15-02", 
          "img": "{{:en:obs:obs-15-02.jpg?nolink&640x360}}", 
          "text": "Pero kailangan muna nilang tumawid sa Ilog ng Jordan bago sila makapunta sa Jerico. Sinabi ng Diyos kay Josue, “Paunahin mo ang mga paring Judio.” Nang tumapak ang mga paring Judio sa tubig, biglang huminto ang pagdaloy ng ilog. Nakatawid sila sa tuyong lupa."
        }, 
        {
          "id": "15-03", 
          "img": "{{:en:obs:obs-15-03.jpg?nolink&640x360}}", 
          "text": "Nang nakatawid na ang mga Israelita sa Ilog ng Jordan, ipinaliwanag ng Diyos kay Josue kung paano nila masasakop ang Jerico. Sinunod ng mga Israelita ang DIyos. Nagmartsa ang mga kawal at mga paring Judio paikot sa Jerico. Ginawa nila ito minsan sa isang araw."
        }, 
        {
          "id": "15-04", 
          "img": "{{:en:obs:obs-15-04.jpg?nolink&640x360}}", 
          "text": "Sa ikapitong araw, pitong ulit na nagmartsa paikot sa lungsod ang mga Israelita. Sa ikapitong pag-ikot nila, nagsigawan ang mga kawal. Hinipan naman ng mga paring Judio ang mga trumpeta nila."
        }, 
        {
          "id": "15-05", 
          "img": "{{:en:obs:obs-15-05.jpg?nolink&640x360}}", 
          "text": "Nagiba ang pader ng Jerico! Sinira ng mga Israelita ang lahat ng nakita nila sa lungsod, gaya ng utos sa kanila ng Diyos. Si Rahab lamang at ang kanyang pamilya ang nakaligtas. Si Rahab ay naging bahagi ng mga Israelita. Natakot ang iba pang mga nakatira sa Canaan nang mabalitaan nila ang nangyari sa Jerico."
        }, 
        {
          "id": "15-06", 
          "img": "{{:en:obs:obs-15-06.jpg?nolink&640x360}}", 
          "text": "Iniutos ng Diyos sa mga Israelita na huwag silang makikipagkaibigan sa mga taga-Canaan. Pero hindi nila sinunod ang Diyos. May mga taga-Gabaon na nagsinungaling kina Josue. Sabi nila, “Galing pa po kami sa malayong lugar.” Pero ang totoo, malapit lang ang bayan nila sa Jerico. Sinabi pa nila, “Sana po ay maging kaibigan namin kayo.” Pumayag agad sina Josue at ang mga Israelita na hindi muna sila nananalangin kung ano ang dapat gawin. Nakipagkaibigan sila sa mga taga-Gabaon."
        }, 
        {
          "id": "15-07", 
          "img": "{{:en:obs:obs-15-07.jpg?nolink&640x360}}", 
          "text": "Nang malaman ng ibang mga taga-Canaan na nakipagkaibigan ang mga taga-Gabaon sa mga Israelita, nilaban nila ang Gabaon. Humingi naman ng tulong ang mga taga-Gabaon kina Josue."
        }, 
        {
          "id": "15-08", 
          "img": "{{:en:obs:obs-15-08.jpg?nolink&640x360}}", 
          "text": "Nagalit si Josue dahil niloko sila ng mga taga-Gabaon. Pero dahil nakapangako siya, tinipon niya ang mga kawal nila at tinulungan nila ang mga taga-Gabaon. KInabukasan, nilusob agad nila ang mga kalabang taga-Canaan."
        }, 
        {
          "id": "15-09", 
          "img": "{{:en:obs:obs-15-09.jpg?nolink&640x360}}", 
          "text": "Nalito ang mga taga-Canaan. Tumulong din ang Diyos sa pakikipaglaban. Nagpaulan ang Diyos ng mga malalaking yelo. Namatay ang mga taga-Canaan na tinamaan ng yelo."
        }, 
        {
          "id": "15-10", 
          "img": "{{:en:obs:obs-15-10.jpg?nolink&640x360}}", 
          "text": "Pinahinto din ng Diyos ang araw. Hindi ito lumubog hangga’t hindi natatalo ng mga Israelita ang mga kalaban nila. Nanalo ang mga Israelita dahil tinulungan sila ng Diyos."
        }, 
        {
          "id": "15-11", 
          "img": "{{:en:obs:obs-15-11.jpg?nolink&640x360}}", 
          "text": "Hindi pumayag ang mga taga-Canaan. Tinipn nila ang lahat ng natira nilang kawal at lumusob sa Israel. Lumaban sina Josue at ang mga Israelita at natalo nila ang mga kalaban."
        }, 
        {
          "id": "15-12", 
          "img": "{{:en:obs:obs-15-12.jpg?nolink&640x360}}", 
          "text": "Pagkatapos ng labanan, binigyan ng Diyos ang bawat tribo ng Israel ng kanyang bahagi sa lupaing ipinangako ng Diyos. Sa tulong ng Diyos naging payapa ang buong Israel."
        }, 
        {
          "id": "15-13", 
          "img": "{{:en:obs:obs-15-13.jpg?nolink&640x360}}", 
          "text": "Nang matanda na si Josue, tinipon niya ang mga Israelita. Ipinaalala niya sa mga tao ang kanilang kasunduan sa Diyos. Nangako naman ang mga tao na hindi sila lalayo sa Diyos at susunod sila sa mga ipinapagawa sa kanila ng Diyos."
        }
      ], 
      "number": "15", 
      "ref": "A Bible story from: Joshua 1-24", 
      "title": "15. Ang Lupaing Ipinangako ng Diyos sa mga Israelita"
    }, 
    {
      "frames": [
        {
          "id": "16-01", 
          "img": "{{:en:obs:obs-16-01.jpg?nolink&640x360}}", 
          "text": "Nang namatay si Josue, sinuway na ng mga Israelita ang Diyos. Hindi na rin nila nilabanan ang iba pang nakatira sa Canaan. Hindi na nila sinunod ang mga utos ng Diyos. Wala pa silang hari noon na mamamahala sa kanila. Kaya kung ano ang iniisip nilang tama, iyon ang ginagawa nila."
        }, 
        {
          "id": "16-02", 
          "img": "{{:en:obs:obs-16-02.jpg?nolink&640x360}}", 
          "text": "Dahil hindi sila sumusunod, pinarusahan sila ng Diyos. Hinayaan ng Diyos na matalo sila ng mga kaaway nila. Ninakaw ng mga kaaway nila ang mga pag-aari nila. Sinira ndin ng kalaban ang mga tirahan nila. At marami sa kanila ang pinatay ng mga kaaway nila. Pagkalipas ng maraming taon, nagsisi ang mga Israelita at hiniling nila sa Diyos na iligtas sila."
        }, 
        {
          "id": "16-03", 
          "img": "{{:en:obs:obs-16-03.jpg?nolink&640x360}}", 
          "text": "Bilang sagot sa panalangin nila, binigyan sila ng Diyos ng tagapagtanggol. Sa tulong ng mga tagapagtangol, natatalo nila ang mga kalaban nila at nagiging payapa ang buhay nila. Kaya lang, nakakalimutan ulit nila ang Diyos. Sumasamba ulit sila sa mga diyusdiyusan. Kaya hinayaan ng Diyos na matalo sila ng mga Midianita."
        }, 
        {
          "id": "16-04", 
          "img": "{{:en:obs:obs-16-04.jpg?nolink&640x360}}", 
          "text": "Sa loob ng pitong taon, kinukuha ng mga Madianita ang mga tanim ng mga Israelita. Natatakot sa kanila ang mga Israelita. Nagtatago sila sa mga yungib para hindi sila makita ng mga Madianita. Sa huli, nanalangin ulit sila sa Diyos."
        }, 
        {
          "id": "16-05", 
          "img": "{{:en:obs:obs-16-05.jpg?nolink&640x360}}", 
          "text": "Isang araw, palihim na umaani ng trigo si Gideon. Ayaw kasi niya na makita siya ng mga Madianita dahil kukuhanin sa kanya ang mga ani niya. Habang umaani siya, kinausap siya ng isang anghel. Sinabi ng anghel ng Diyos kay Gideon, “Sinasamahan ka ng Diyos, matapang na mandirigma. Iligtas mo ang mga Israelita sa mga Madianita."
        }, 
        {
          "id": "16-06", 
          "img": "{{:en:obs:obs-16-06.jpg?nolink&640x360}}", 
          "text": "Inutusan ng Diyos si Gideon na wasakin ang mga rebulto ng tatay niya. Natatakot si Gideon sa mga tao, kaya gabi niya ito ginawa. Dinurog niya ang mga rebulto ng tatay niya. Pagkatapos, nagtayo siya doon ng altar at doon siya naghandog sa Diyos."
        }, 
        {
          "id": "16-07", 
          "img": "{{:en:obs:obs-16-07.jpg?nolink&640x360}}", 
          "text": "Kinabukasan, galit nag alit ang mga tao nang makita nilang durog na ang mga rebulto. Pinuntahan nila si Gideon sa bahay nito para patayin. Pero sinabi ng tatay ni Gideon, “Bakit ninyo tinutulungan ang hindi totoong diyos? Kung tunay silang diyos, bakit hindi nila naipagtanggol ang sarili nila?” Dahil doon, naligtas si Gideon."
        }, 
        {
          "id": "16-08", 
          "img": "{{:en:obs:obs-16-08.jpg?nolink&640x360}}", 
          "text": "Bumalik ulit ang Madianita para nakawan ulit ang mga Israelita. Masyado silang marami. Tinawag ni Gideon ang mga Israelita para magtulong-tulong na labanan ang mga Madianita. Nanalangin si Gideon sa Diyos at huminigi siya ng dalawang palatandaan kung siya nga ang magliligtas sa mga Israelita."
        }, 
        {
          "id": "16-09", 
          "img": "{{:en:obs:obs-16-09.jpg?nolink&640x360}}", 
          "text": "Una, naglagay si Gideon ng balat ng tupa sa lupa. Saka niya hiniling sa Diyos na ang mababasa lang ng hamog ay ang balat ng tupa. Ganoon nga ang ginawa ng Diyos. Nang sumunod na gabi, hiniling naman niyang mabasa ng hamog ang lupa pero hindi mababasa ang balat ng tupa. Ginawa nga ng Diyos ang hiniling ni Gideon."
        }, 
        {
          "id": "16-10", 
          "img": "{{:en:obs:obs-16-10.jpg?nolink&640x360}}", 
          "text": "Dahil dito, naniwala si Gideon na siya nga ang magliligtas sa Israel. Umabot sa 32,000 ang mga kawalng sumama kay Gideon. Pero sinabi ng Diyos sa kanya, “Masyado silang marami.” Kaya pinauwi na ni Gideon ang mga natatakot. Umuwi ang 22,000 kawal. Sinabi ulit ng Diyos, “Marami pa rin sila.” Kaya pinauwi ni Gideon ang ibang mga kawal. Ang natira lang ay 300 kawal."
        }, 
        {
          "id": "16-11", 
          "img": "{{:en:obs:obs-16-11.jpg?nolink&640x360}}", 
          "text": "Kinausap ulit siya ng Diyos nang gabing iyon, “Pumunta ka sa kampo ng mga Madianita at mawawala ang takot mo.” Sumunod si Gideon. Nadinig niya na nag-uusap ang dalawang kawalng Madianita. Sabi ng isa, “Nanaginip ako kagabi. Nakakatakot!” Sumagot ang isa, “Ang ibig sabihin ng panaginip mo ay matatalo tayo nila Gideon!” Kaya sinamba ni Gideon ang Diyos."
        }, 
        {
          "id": "16-12", 
          "img": "{{:en:obs:obs-16-12.jpg?nolink&640x360}}", 
          "text": "Pagkatapos ay bumalik si Gideon sa mga kawal niiya. Binigyan niya ng tig-isang trompeta, palayok at sulo ang bawat kawal. Pinaligiran nila ang mga Madianita na kasalukuyang natutulog. Itinago muna nila ang mga sulo sa banga para hindi ito makita ng mga Madianita."
        }, 
        {
          "id": "16-13", 
          "img": "{{:en:obs:obs-16-13.jpg?nolink&640x360}}", 
          "text": "Nang nakahanda na ang lahat, sabay-sabay na binasag ng mga kawal ni Gideon ang banga. Saka nila hinipan ang mga trompeta nila. Sabay sabay silang sumigaw, “Isang tabak para sa Diyos at para kay Gideon!”"
        }, 
        {
          "id": "16-14", 
          "img": "{{:en:obs:obs-16-14.jpg?nolink&640x360}}", 
          "text": "Nabigla ang mga Madianita, kaya sila-sila ang naglabanan. Ang mga natira sa kalaban ay pinatay ng mga kawal ni Gideon. HInabol din nila ang mga tumatakas na kalaban. Umabot sa 120,000 ang namatay na Madianita nang araw na iyon. Iniligtas ng Diyos ang Israel."
        }, 
        {
          "id": "16-15", 
          "img": "{{:en:obs:obs-16-15.jpg?nolink&640x360}}", 
          "text": "Gusto na ng mga tao na gawing hari si Gideon. Hindi pumayag si Gideon. Sa halip ay humingi na lang siya ng bahagi ng mga nakuha ng mga kawal sa mga Madianita. Kaya maraming naipong ginto at pera si Gideon."
        }, 
        {
          "id": "16-16", 
          "img": "{{:en:obs:obs-16-16.jpg?nolink&640x360}}", 
          "text": "Kaya lang, nagkasala si Gideon sa Diyos. Ginawa niyang rebulto ang mga pera at ginto na naipon niya. Napalayo na naman ang mga Israelita sa Diyos. Sinamba nila ang rebultong ginawa ni Gideon. Kaya pinarusahan ulit sila ng Diyos. Natalo ulit sila ng mga kalaban nila. Nang nahihirapan na sila, nanalangin ulit sila sa Diyos na magpadala ng isa pang tagapagligtas."
        }, 
        {
          "id": "16-17", 
          "img": "{{:en:obs:obs-16-17.jpg?nolink&640x360}}", 
          "text": "Paulit-ulit ang ginagawa ng mga Israelita: magkakasala, parurusahan sila ng Diyos, magsisisi sila, liligtas sila ng Diyos. Tapos, magkakasala na naman sila. Sa loob ng maraming taon, iba-ibang tagapagligtas ang ipinadala sa kanila ng Diyos."
        }, 
        {
          "id": "16-18", 
          "img": "{{:en:obs:obs-16-18.jpg?nolink&640x360}}", 
          "text": "Sa huli, humiling sila ng isang hari mula sa Diyos. Gusto nilang gayahin ang ginagawa ng ibang mga bansa. Ang gusto nilang hari ay yung matangkad, malakas, at mahusay sa labanan. Hindi gusto ng Diyos ang hinihingi ng mga Israelita, pero pinagbigyan pa rin niya."
        }
      ], 
      "number": "16", 
      "ref": "A Bible story from: Judges 1-3; 6-8", 
      "title": "16. Ang mga Tagapagtanggol ng Israel"
    }, 
    {
      "frames": [
        {
          "id": "17-01", 
          "img": "{{:en:obs:obs-17-01.jpg?nolink&640x360}}", 
          "text": "Si Saul ang unang hari ng Israel. Si Saul ay matangkad at pogi, gaya ng gusto ng mga tao. Noong una, maganda ang ginagawa ni Saul bilang hari. Pero nang tumagal naging masama si Saul at hindi niya sinusunod ang Diyos. Kaya pumili ang Diyos ng iba para maging hari sa darating na panahon."
        }, 
        {
          "id": "17-02", 
          "img": "{{:en:obs:obs-17-02.jpg?nolink&640x360}}", 
          "text": "Si David ang napili ng Diyos. Siya ang tagapag-alaga ng tupa na taga-Betlehem. Sa pag-aalaga ni David sa nga tupa, nakalaban at natalo niya ang isang leon at isang oso na gustong kumain sa mga alaga niya. Mapagpakumbaba si David. Siya ay mabuting tao din at masunurin sa Diyos."
        }, 
        {
          "id": "17-03", 
          "img": "{{:en:obs:obs-17-03.jpg?nolink&640x360}}", 
          "text": "Magaling na kawal at lider si David. Noong binatilyo pa si David, nilabanan niya ang isang matangkad na kawal, si Goliat. Malakas at mahusay na kawal si Goliat at napakalaki niya! Pero tinulungan ng Diyos si David para matalo niya si Goliat."
        }, 
        {
          "id": "17-04", 
          "img": "{{:en:obs:obs-17-04.jpg?nolink&640x360}}", 
          "text": "Nainggit naman si Saul kay David. Kaya maraming beses niyang gustong patayin si David. Minsan, habang hinahabol ni Saul si David para patayin, nagtago si David sa isang yungib. Pumasok din doon si Saul at nagpahinga. Habang nagpapahinga si Saul, dahan-dahang lumapit si David. Pero sa halip na patayin si Saul, pumiraso lang si David sa damit ni Saul para ipakita na hindi niya gustong patayin si Saul."
        }, 
        {
          "id": "17-05", 
          "img": "{{:en:obs:obs-17-05.jpg?nolink&640x360}}", 
          "text": "Nang mamatay si Saul sa isang digmaan, si David na ang naging hari ng Israel. Mahal na mahal siya ng mga tao dahil mabuting hari si David. Pinagpala ng Diyos si David at tinulungan para magtagumpay. Nasakop ni David ang Jerusalem at ginawa niya itong kapitolyo. Sa panahon ng paghahari ni David, naging mayaman at malakas ang bansang Israel."
        }, 
        {
          "id": "17-06", 
          "img": "{{:en:obs:obs-17-06.jpg?nolink&640x360}}", 
          "text": "Gusto ni David na makapagtayo ng templo para kahit sino ay makakasamba at makakapaghandog sa Diyos. Sa loob ng halos 400 taon, sumasamba an mga Israelita sa Toldang ipinagawa pa ni Moises."
        }, 
        {
          "id": "17-07", 
          "img": "{{:en:obs:obs-17-07.jpg?nolink&640x360}}", 
          "text": "Kaya pinapunta ng Diyos si Propeta Natan. Sinabi ni Natan, “Ipinasasabi ng Diyos, dahil ikaw ay maraming napatay na tao, hindi kita papayagan na ikaw ang magtayo ng templo. Pagpapalain kita. Pero isa sa mga anak mo ang magtatayo ng templo ko. Magmumula din sa iyo ang magiging Tagapagligtas ng lahat ng tao mula sa kasalanan, ang Mesias."
        }, 
        {
          "id": "17-08", 
          "img": "{{:en:obs:obs-17-08.jpg?nolink&640x360}}", 
          "text": "Nagpuri at nagpasalamat si David sa Diyos dahil sa mensaheng ito. Para kay David ito ay malaking karangalan at pagpapala. Naghintay pa ng halos 1,000 taon ang mga Israelita bago dumating ang Mesias."
        }, 
        {
          "id": "17-09", 
          "img": "{{:en:obs:obs-17-09.jpg?nolink&640x360}}", 
          "text": "Pinagpala ng Diyos si David dahil siya ay naging mabuting hari. Pero sa bandang huli ay nagkasala si David sa Diyos."
        }, 
        {
          "id": "17-10", 
          "img": "{{:en:obs:obs-17-10.jpg?nolink&640x360}}", 
          "text": "Isang araw, habang nakikipaglaban ang mga kawal ni David, siya ay namasyal sa palasyo. May nakita siyang isang babaeng naliligo. Batseba ang pangalan ng babae."
        }, 
        {
          "id": "17-11", 
          "img": "{{:en:obs:obs-17-11.jpg?nolink&640x360}}", 
          "text": "Sa halip na umiwas si David ay ipinatawag pa ni David si Batseba. Magkasama silang natulog saka niya pinauwi si Batseba. Pagkalipas ng ilang buwan, ipinasabi ni Batseba kay David na buntis siya."
        }, 
        {
          "id": "17-12", 
          "img": "{{:en:obs:obs-17-12.jpg?nolink&640x360}}", 
          "text": "Si Urias, ang asawa ni Batseba, ay isa sa magagaling na kawal ni David. Pinauwi muna ni David si Urias at inutusan na puntahan ang asawa niya. Pero tumanggi si Urias. Sa halip ay sumama siya sa ibang mga sundalo. Kaya pinabalik na lang ni David si Urias sa labanan. Inutusan ni David ang pinuno ng mga kawal na ilaban si Urias sa malalakas na kalaban. Napatay si Urias."
        }, 
        {
          "id": "17-13", 
          "img": "{{:en:obs:obs-17-13.jpg?nolink&640x360}}", 
          "text": "Nang namatay si Urias, pinakasalan na ni David si Batseba. Nagalit ang Diyos sa ginawa ni David kaya inutusan niya si Propeta Natan. Sinabi ni Natan, “Ipinapasabi ng Diyos na nagagalit siya sa ginawa mo kay Urias.” Nang malaman ito ni David, humingi agad siya ng tawad. At simula noon, hindi na sumuway si David sa utos ng Diyos. Pagkalipas ng ilang buwan, nagkaroon sila ng isang anak na lalaki."
        }, 
        {
          "id": "17-14", 
          "img": "{{:en:obs:obs-17-14.jpg?nolink&640x360}}", 
          "text": "Bilang parusa kay David, namatay ang anak nila ni Batseba. Nagkaroon din ng mga labanan sa pamilya niya. Humina na din pati ang paghahari niya. Pero kahit na nagkasala si David sa Diyos, tinupad pa din ng Diyos ang mga pangako niya kay David. Nagkaanak ulit sila ni Batseba. Pinangalanan nila ang sanggol na Solomon."
        }
      ], 
      "number": "17", 
      "ref": "A Bible story from: 1 Samuel 10; 15-19; 24; 31; 2 Samuel 5; 7; 11-12", 
      "title": "17. Ang Kasunduan ng Diyos at ni David"
    }, 
    {
      "frames": [
        {
          "id": "18-01", 
          "img": "{{:en:obs:obs-18-01.jpg?nolink&640x360}}", 
          "text": "Nang mamatay si David, si Solomon ang pumalit sa kanya bilang hari. Tinanong ng Diyos si Solomon, “Ano ang gusto mong ibigay ko sa iyo?” Hiniling ni Solomon ang karunungan. Dahil dito, natuwa sa kanya ang Diyos. Binigyan siya ng Diyos ng karunungan. Siya ang naging pinakamarunong na tao sa buong mundo. Binigyan din siya ng Diyos ng maraming kayamanan."
        }, 
        {
          "id": "18-02", 
          "img": "{{:en:obs:obs-18-02.jpg?nolink&640x360}}", 
          "text": "Itinayo ni Solomon ang templo ng Diyos sa Jerusalem. Sinunod niya ang planong ginawa ni David. Ngayon, sa templo na sumasamba at naghahandog ang mga tao, hindi na sa Toldang ipinagawa ni Moises. Nasa templo ang Diyos. Kasama din ng mga tao ang Diyos araw-araw."
        }, 
        {
          "id": "18-03", 
          "img": "{{:en:obs:obs-18-03.jpg?nolink&640x360}}", 
          "text": "Pero si Solomon ay maraming minahal na babae mula sa iba-t ibang bansa. Umabot sa halos 1,000 ang naging asawa ni Solomon. Hindi niya sinunod ang utos ng Diyos na huwag mag-aasawa ng marami. Marami sa mga naging asawa niya ang nagdala ng kanilang mga diyos. Nang matanda na si Solomon, sumamba din siya sa mga diyos ng mga asawa niya."
        }, 
        {
          "id": "18-04", 
          "img": "{{:en:obs:obs-18-04.jpg?nolink&640x360}}", 
          "text": "Dahil dito, nagalit ang Diyos kay Solomon. Bilang parusa, sinabi ng Diyos, “Mahahati ang kaharian ng Israel sa dalawa kapag namatay ka na.”"
        }, 
        {
          "id": "18-05", 
          "img": "{{:en:obs:obs-18-05.jpg?nolink&640x360}}", 
          "text": "Nang mamatay si Solomon, pumalit sa kanya bilang hari ang anak niyang si Rehoboam. Noong una, kinilala ng buong Israel na hari nila si Rehoboam. Sinabi nila, “Noon pong nabubuhay pa ang tatay ninyo, masyado kaming nahihirapan sa ipinapagawa niya sa amin. Mataas din ang buwis na hinihingi niya sa amin.”"
        }, 
        {
          "id": "18-06", 
          "img": "{{:en:obs:obs-18-06.jpg?nolink&640x360}}", 
          "text": "Sumagot si Rehoboam, “Akala ba ninyo ay mahirap na ang ipinapagawa ng tatay ko sa inyo? Mas mahirap ang ipapagawa ko sa inyo. At mas mabigat ang parusang ibibigay ko sa inyo.”"
        }, 
        {
          "id": "18-07", 
          "img": "{{:en:obs:obs-18-07.jpg?nolink&640x360}}", 
          "text": "Dahil dito, humiwalay kay Rehoboam ang sampung tribu ng Israel. Dalawang tribu lang ang natira sa kanya. Tinawag niyang Kaharian ng Juda ang dalawang tribu."
        }, 
        {
          "id": "18-08", 
          "img": "{{:en:obs:obs-18-08.jpg?nolink&640x360}}", 
          "text": "Samantala, si Jeroboam ang kinilalang hari ng sampung tribu. Ginawa niyang sentro ng kaharian niya ang hilagang bahagi ng Israel. Tinawag niyang Kaharian ng Israel ang sampung tribu."
        }, 
        {
          "id": "18-09", 
          "img": "{{:en:obs:obs-18-09.jpg?nolink&640x360}}", 
          "text": "Hindi sumunod sa Diyos si Jeroboam. Gumaya sa kanya ang mga tao sa pagsuway sa Diyos. Nagpagawa pa siya ng dalawang rebulto para iyon ang sasambahin ng mga tao, sa halip na ang totoong Diyos."
        }, 
        {
          "id": "18-10", 
          "img": "{{:en:obs:obs-18-10.jpg?nolink&640x360}}", 
          "text": "Naging magkaaway din ang dalawang kahariang ito at madalas silang maglaban."
        }, 
        {
          "id": "18-11", 
          "img": "{{:en:obs:obs-18-11.jpg?nolink&640x360}}", 
          "text": "Sa Kaharian ng Israel, masasama ang lahat ng naging hari. Marami sa kanila ang pinatay ng mga taong gusting agawin ang kaharian sa kanila."
        }, 
        {
          "id": "18-12", 
          "img": "{{:en:obs:obs-18-12.jpg?nolink&640x360}}", 
          "text": "Lahat ng hari sa Kaharian ng Israel ay sumasamba sa mga rebulto. Minsan ay nangangalunya din sila at inihahandog pa ang sariling anak sa mga rebulto."
        }, 
        {
          "id": "18-13", 
          "img": "{{:en:obs:obs-18-13.jpg?nolink&640x360}}", 
          "text": "Mula naman sa lahi ni David ang mga naging hari sa Juda. May ilan sa kanila na naging mabuting hari at sumasamba sa Diyos. Pero marami sa mga naging hari ay masasama, malulupit at sumasamba sa mga rebulto. Ang ilan sa kanila ay naghahandog pa ng sariling anak sa mga rebulto. Madalas na hindi sumusunod ang mga taga-Juda sa Diyos. At ibang diyos ang sinasamba nila."
        }
      ], 
      "number": "18", 
      "ref": "A Bible story from: 1 Kings 1-6; 11-12", 
      "title": "18. Nahati ang Kaharian ng Israel"
    }, 
    {
      "frames": [
        {
          "id": "19-01", 
          "img": "{{:en:obs:obs-19-01.jpg?nolink&640x360}}", 
          "text": "Sa buong kasaysayan ng Israel, nagpapadala ang Diyos ng iba’t ibang propeta. Ang mga propeta ang nagsasabi kung ano ang gusto ng Diyos na sabihin nila sa mga tao."
        }, 
        {
          "id": "19-02", 
          "img": "{{:en:obs:obs-19-02.jpg?nolink&640x360}}", 
          "text": "Si Elias ang propeta sa Israel noong panahon ni Haring Acab. Masamang hari si Acab dahil tinuruan niyang sumamba kay Baal ang mga tao. Si Baal ay hindi totoong Diyos. Kaya sinabi ni Elias sa kanya, “Hindi papatak ang ulan o ang hamog sa buong Israel hangga’t hindi ko sinasabi.” Ganoon nga ang nagyari, kaya galit nag alit sa kanya si Haring Acab."
        }, 
        {
          "id": "19-03", 
          "img": "{{:en:obs:obs-19-03.jpg?nolink&640x360}}", 
          "text": "Hinanap ng mga kawal ni Haring Acab si Elias pero hindi nila ito makita. Inutusan ng Diyos si Elias na magtago sa isang lugar na malapit sa isang batis. Tuwing umaga, may mga uwak na nagdadala ng tinapay at karne kay Elias. Dahil sa tagtuyot, pati ang batis na iniinuman ni Elias ay natuyo."
        }, 
        {
          "id": "19-04", 
          "img": "{{:en:obs:obs-19-04.jpg?nolink&640x360}}", 
          "text": "Kaya pinapunta ng Diyos si Elias sa isang malapit na baryo. Mayroong balo sa lugar na iyon. Mayroon siyang isang anak na lalaki. Malapit nang maubos ang pagkain nila dahil sa tagtuyot. Pero pinakain muna nila si Elias. Kaya naman binigyan sila ng pagkain ng Diyos. Hindi naubos ang harina at ang langis sa lalagyan nila. Kaya sumapat sa kanila ang pagkain habang naroon si Elias."
        }, 
        {
          "id": "19-05", 
          "img": "{{:en:obs:obs-19-05.jpg?nolink&640x360}}", 
          "text": "Pagkalipas ng tatlo’t kalahating taon, sinabi ng Diyos kay Elias, “BUmalik ka na sa Israel. Sabihin mo kay Haring Acab na pauulanin ko na ulit.” Pero nang makita ni Haring Acab si Elias, sinabi nito, “Nariyan ka lang pala, manggugulo sa Israel!” Sumagot si Elias, “Ikaw ang gumagawa ng gulo sa Israel! Kinalimutan mo ang tunay na Diyos at si Baal ang sinamba mo. Papuntahin mo ang lahat ng tao sa Bundok ng Carmelo.”"
        }, 
        {
          "id": "19-06", 
          "img": "{{:en:obs:obs-19-06.jpg?nolink&640x360}}", 
          "text": "Kaya pumunta ang lahat ng tao sa bundok kasama ang 450 na mga propeta ni Baal. Sinabi ni Elias sa mga tao, “Patuloy pa rin ba kayong magpapabago-bago ng isip? Kung ang Diyos ang tunay na Diyos, sa kanya kayo maglingkod! Kung si Baal ang tunay na Diyos, siya ang paglingkuran ninyo!”"
        }, 
        {
          "id": "19-07", 
          "img": "{{:en:obs:obs-19-07.jpg?nolink&640x360}}", 
          "text": "Pagkatapos ay sinabi ni Elias sa mga propeta ni Baal, “Patayin ninyo ang baka at ihandog ninyo kay Baal. Pero huwag ninyong sisindihan. Ganoon din ang gagawin ko. Ang Diyos na magbibigay ng apoy ang tunay na Diyos.” Ganoon nga ang ginawa ng mga propeta ni Baal."
        }, 
        {
          "id": "19-08", 
          "img": "{{:en:obs:obs-19-08.jpg?nolink&640x360}}", 
          "text": "Nanalangin ang mga propeta ni Baal, “Pakinggan mo kami, O Baal!” Maghapon silang nananalanagin at sumisigaw. Hinihiwaan pa nila ang sarili nilang katawan, pero hindi sumagot si Baal."
        }, 
        {
          "id": "19-09", 
          "img": "{{:en:obs:obs-19-09.jpg?nolink&640x360}}", 
          "text": "Nang malapit na ang ikatlo ng hapon, si Elias naman ang naghandog sa Diyos. Pinabuhusan pa niya ng labindalawang tapayan ng tubig ang handog niya, ang mga kahoy at ang paligid ng handog. Basang-basa ang mga ito."
        }, 
        {
          "id": "19-10", 
          "img": "{{:en:obs:obs-19-10.jpg?nolink&640x360}}", 
          "text": "Saka nanalangin si Elias, “O Dios ni Abraham, Isaac at Jacob. Ipakita mop o ngayon na ikaw nag tunay na Diyos ng Israel at ako ang iyong lingkod. Sagutin mo po ang pamalangin ko para malaman ng mga tao na ikaw ang tunay na Diyos.”"
        }, 
        {
          "id": "19-11", 
          "img": "{{:en:obs:obs-19-11.jpg?nolink&640x360}}", 
          "text": "Mayamaya, bumagsak mula sa langit ang apoy at sinunog nito ang baka, ang kahoy at ang mga bato. Natuyo ang lupa sa paligid ng handog. Nang makita ito ng mga tao, lumuhod sila at sinabi, “Ang Diyos ang tunay na Diyos! Ang Diyos ang tunay na Diyos!”"
        }, 
        {
          "id": "19-12", 
          "img": "{{:en:obs:obs-19-12.jpg?nolink&640x360}}", 
          "text": "Inutusan ni Elias ang mga tao, “Huwag ninyong pabayaang makatakas ang mga propeta ni Baal. Kaya hinuli ng mga tao ang mga propeta ni Baal at saka pinatay."
        }, 
        {
          "id": "19-13", 
          "img": "{{:en:obs:obs-19-13.jpg?nolink&640x360}}", 
          "text": "Sinabi ni Elias kay Haring Acab, “Bumalik ka na agad sa lungsod, dahil malapit nang umulan nang malakas.” DI nagtagal, biglang dumilim ang langit at nabuo ang isang malakas na bagyo. Tumigil na ang tagtuyot at napatunayan na kung sino ang tunay na Diyos."
        }, 
        {
          "id": "19-14", 
          "img": "{{:en:obs:obs-19-14.jpg?nolink&640x360}}", 
          "text": "Nang umakyat na sa langit si Elias, si Eliseo naman ang pumalit sa kanya bilang propeta. Maraming mga himalang ginawa ang Diyos sa pamamagitan ni Eliseo. Ang isa sa mga himalang ito ay noong pagalingin ni Eliseo si Naaman, ang kapitan ng mga kawal ng kalabang bansa nila. Mayroon siyang matinding sakit sa balat. Nabalitaan niya ang tungkol kay Eliseo kaya hiniling niyang pagalingin siya ng propeta. Inutusan siya ni Eliseo na lumubog nang pitong beses sa Ilog ng Jordan."
        }, 
        {
          "id": "19-15", 
          "img": "{{:en:obs:obs-19-15.jpg?nolink&640x360}}", 
          "text": "Noong una ay nagalit si Naaman. Ayaw niyang lumubog sa ilog. Pero sa dakong huli ay sumunod din siya. Sa ikapitong paglubog at pag-ahon ni Namaan, nawala na ang sakit niya. Pinagaling na siya ng Diyos."
        }, 
        {
          "id": "19-16", 
          "img": "{{:en:obs:obs-19-16.jpg?nolink&640x360}}", 
          "text": "Marami pang mga propeta. Lahat sila ay nagturo sa mga tao na ang Diyos lang ang sasambahin nila at dapat silang tumulong sa kapwa. Itinuro din nila sa mga tao na kapag hindi sila sumunod sa Diyos, magagalit sa kanila ang Diyos at paparusahan sila."
        }, 
        {
          "id": "19-17", 
          "img": "{{:en:obs:obs-19-17.jpg?nolink&640x360}}", 
          "text": "Madalas, hindi sumusunod ang mga tao sa Diyos. Madalas ding sinasaktan nila ang mga propeta. Pinapatay pa nga ng iba ang mga propeta. Minsan, itihulog ng mga tao si Propeta Jeremias sa isang tuyong balon para doon na ito mamatay. Lumubog na sa putik si Jeremias. Mabuti na lang at naawa sa kanya ang hari at pinalaya siya, kaya hindi siya namatay sa balon."
        }, 
        {
          "id": "19-18", 
          "img": "{{:en:obs:obs-19-18.jpg?nolink&640x360}}", 
          "text": "Patuloy na nagturo ang mga propeta kahit na nagagalit sa kanila ang mga tao. Sinasabihan kasi nila sa mga tao, “Kapag hindi kayo nagsisi, parurusahan kayo ng Diyos.” Ipinapaalala din nila sa mga tao na darating ang isang Tagapagligtas ng lahat."
        }
      ], 
      "number": "19", 
      "ref": "A Bible story from: 1 Kings 16-18; 2 Kings 5; Jeremiah 38", 
      "title": "19. Ang mga Propeta"
    }, 
    {
      "frames": [
        {
          "id": "20-01", 
          "img": "{{:en:obs:obs-20-01.jpg?nolink&640x360}}", 
          "text": "Parehong nagkasala sa Diyos ang Kaharian ng Israel at ang Kaharian ng Juda. Indi sila tumupad sa kanilang kasunduan ng Diyos sa BUndok ng Sinai. Kahit na nagpapadala ng mga propeta ang Diyos, hindi pa din sila sumusunod."
        }, 
        {
          "id": "20-02", 
          "img": "{{:en:obs:obs-20-02.jpg?nolink&640x360}}", 
          "text": "Kaya parehong pinarusahan ng Diyos ang dalawang kahariang ito. Natalo ng Asiria ang Israel. Malupit ang mga taga-Asiria. Marami silang pinatay na mga taga-Israel. Kinuha nila ang mga kayamanan ng mga tao at sinunog nila ang buong kaharian."
        }, 
        {
          "id": "20-03", 
          "img": "{{:en:obs:obs-20-03.jpg?nolink&640x360}}", 
          "text": "Dinala ng mga taga-Asiria ang mga pinuno, mayayaman, at mga taong mahuhusay gumawa sa bansa nila. Ang naiwan lang sa Kaharian ng Israel ay ang mga mahihirap."
        }, 
        {
          "id": "20-04", 
          "img": "{{:en:obs:obs-20-04.jpg?nolink&640x360}}", 
          "text": "Ang Asiria ay nagpadala ng mga taga-ibang bansa sa Israel para doon na sila tumira. Itinayo ulit nila ang nasunog na kaharian. Nakapag-asawa pa ng mga Israelita ang iba sa kanila. Samaritano ang tawag sa mga naging anak nila."
        }, 
        {
          "id": "20-05", 
          "img": "{{:en:obs:obs-20-05.jpg?nolink&640x360}}", 
          "text": "Nakita ng mga taga-Juda ang ginawa ng Diyos sa mga taga-Israel. Nakita nila kung paano sila pinarusahan ng Diyos dahil hindi sila naniwala sa Diyos at hindi sila sumunod. Pero patuloy pa rin sila sa pagsamba sa mga rebulto ng mga taga-Canaan. Pinagsabihan sila ng mga propeta pero hindi pa rin sila nakinig."
        }, 
        {
          "id": "20-06", 
          "img": "{{:en:obs:obs-20-06.jpg?nolink&640x360}}", 
          "text": "Halos 100 taon ang nakalipas mula nang masakop ng mga taga-Asiria ang Israel, sinakop naman ni Haring Nabucodonosor ang Juda, Siya ang hari ng Babilonia. Makapangyarihan ang kaharian niya. Para hindi sakuping tuluyan ang Juda, nangako ang hari na magbabayad na lamang siya ng buwis sa Babilonia taun-taon."
        }, 
        {
          "id": "20-07", 
          "img": "{{:en:obs:obs-20-07.jpg?nolink&640x360}}", 
          "text": "Pero hindi nagtagal, nilabanan ng mga taga-Juda ang mga taga-Babilonia. Gumanti ang mga taga-Babilonia.Sinakop nila ang lungsod ng Jerusalem, sinira nila ang templo, at kinuha nila ang mga kayamanan nito."
        }, 
        {
          "id": "20-08", 
          "img": "{{:en:obs:obs-20-08.jpg?nolink&640x360}}", 
          "text": "Para parusahan ang hari ng Juda, inutusan ni Haring Nabucodonosor ang mga kawal niya para patayin sa harap niya mismo ng hari ang mga anak niya. Pagkatapos, ikinulong niya ang hari hanggang doon na ito namatay."
        }, 
        {
          "id": "20-09", 
          "img": "{{:en:obs:obs-20-09.jpg?nolink&640x360}}", 
          "text": "Binihag ni Haring Nabucodonosor ang lahat ng taga-Juda maliban sa mahihirap na taong magtatanim sa bukid. Pagkabihag ang tawag sa nangyari sa mga taga-Juda."
        }, 
        {
          "id": "20-10", 
          "img": "{{:en:obs:obs-20-10.jpg?nolink&640x360}}", 
          "text": "Kahit na ang Pagkabihag ay parusa ng Diyos sa kasalanan nila, hindi pa rin kinakalimutan ng Diyos ang pangako niya sa mga taga-Juda. Iniingatan pa din niya ang mga tao at nagsasalita pa din siya sa pamamagitan ng mga propeta. Ipinangako niya na pagkalipas ng 70 taon, makakabalik na sila sa Canaan."
        }, 
        {
          "id": "20-11", 
          "img": "{{:en:obs:obs-20-11.jpg?nolink&640x360}}", 
          "text": "Halos pitumpung taon ang nakalipas, natalo ng hari ng Persia na si Ciro ang Babilonia. Matatapang ang mga taga-Persia pero maawain sila sa kapwa. Dito na rin sinimulang tawagin ang mga Israelita na mga Judio. Marami na sa kanila doon na sa Babilonia ipinanganak pero konti na lang sa kanila ang nakakaalam ng nangyari sa Babilonia noong panahon ng Pagkatapon."
        }, 
        {
          "id": "20-12", 
          "img": "{{:en:obs:obs-20-12.jpg?nolink&640x360}}", 
          "text": "Nang si Ciro na ang hari, sinabi niya na ang mga Judiong gustong bumalik sa Juda ay pwede nang bumalik. Binigyan pa niya ng pera ang mga Israelita para maipatayo ulit ang Templo. Pahkalipas ng halos 70 taon, bumalik ang ilang mga Judio sa Jerusalem."
        }, 
        {
          "id": "20-13", 
          "img": "{{:en:obs:obs-20-13.jpg?nolink&640x360}}", 
          "text": "Pagdating nila sa Jerusalem, itinayo ulit nila agad ang templo at ang pader ng lungsod. Kahit na sila ay nasasakop ng ibang bansa, nakatira pa rin sila sa Canaan at nakakasamba pa din sa tunay na Diyos."
        }
      ], 
      "number": "20", 
      "ref": "A Bible story from: 2 Kings 17; 24-25; 2 Chronicles 36; Ezra 1-10; Nehemiah 1-13", 
      "title": "20. Nabihag at Nakabalik"
    }, 
    {
      "frames": [
        {
          "id": "21-01", 
          "img": "{{:en:obs:obs-21-01.jpg?nolink&640x360}}", 
          "text": "Noon pa mang una, plano na ng Diyos na magpadala ng isang Tagapagligtas sa mga tao. Noong nagkasala sina Adan at Eva, ipinangako na ito ng Diyos. Sinabi niya sa ahas, “Ang anak ng babae ang dudurog sa ulo mo. Ikaw naman ang kakagat sa sakong niya.” Ang ahas na nanlinlang kay Eva ay si Satanas. Ang ibig sabihin ng Diyos, mayroong ipapanganak ang siyang tatalo kay Satanas."
        }, 
        {
          "id": "21-02", 
          "img": "{{:en:obs:obs-21-02.jpg?nolink&640x360}}", 
          "text": "Ipinangako din ng Diyos kay Abraham na dahil sa kanya ay makakatanggap ng pagpapala ang mga lahat ng tao. Ang pagpapalang ito ay ang pagdating ng Tagapagligtas."
        }, 
        {
          "id": "21-03", 
          "img": "{{:en:obs:obs-21-03.jpg?nolink&640x360}}", 
          "text": "Ipinangako naman ng Diyos kay Moises na mayroong darating na isang propetang katulad niya. Ito ay isa ring pangako ng Diyos tungkol sa Tagapagligtas."
        }, 
        {
          "id": "21-04", 
          "img": "{{:en:obs:obs-21-04.jpg?nolink&640x360}}", 
          "text": "Ipinangako ng Diyos kay David na isa sa mga magiging kaapu-apuhan niya ang Tagapagligtas."
        }, 
        {
          "id": "21-05", 
          "img": "{{:en:obs:obs-21-05.jpg?nolink&640x360}}", 
          "text": "Sa pamamagitan ni Propeta Jeremias, ipinangako ng Diyos na gagawa siya ng isang Bagong Kasunduan. Iba ito sa kasunduan niya sa mga taga-Israel. Sa Bagong Kasunduan, isusulat ng Diyos sa puso ng mga tao ang mga gusto niyang gawin nila. Ang mga taong ito na magpapasyang kilalanin ang Diyos ang siyang magiging bayan ng Diyos. Patatawarin ng Diyos ang mga kasalanan nila. Sa darating na Tagapagligtas magsisimula ang Bagong Kasunduan."
        }, 
        {
          "id": "21-06", 
          "img": "{{:en:obs:obs-21-06.jpg?nolink&640x360}}", 
          "text": "Sinabi din ng mga propeta na ang Tagapagligtas ay magiging propeta, pari at hari. Ang propeta ay ang mga taong nakikinig sa sinasabi ng Diyos at sinasabi naman nila ito sa mga tao. Ganito din ang gagawin ng darating na Tagapagligtas."
        }, 
        {
          "id": "21-07", 
          "img": "{{:en:obs:obs-21-07.jpg?nolink&640x360}}", 
          "text": "Ang paring-Judio naman ang naghahandog para patawarin ng Diyos ang mga tao. Ipinapanalangin din nila ang mga tao. Kaya, ihahandog din ng Tagapagligtas ang sarili niya para patawarin ng Diyos ang lahat ng tao."
        }, 
        {
          "id": "21-08", 
          "img": "{{:en:obs:obs-21-08.jpg?nolink&640x360}}", 
          "text": "Ang mga hari naman ang namumuno sa mga kaharian at sila din ang humahatol sa mga tao kung tama o mali ang ginawa nila. Ganito din ang gagawin ng darating na Tagapagligtas. Siya ang magpapatuloy sa paghahari ni Haring David. Maghahari siya sa buong mundo. Hahatulan din niya ang mga ginagawa ng mga tao. Siya ay makatarungan at tama ang ginagawa niyang mga desisyon."
        }, 
        {
          "id": "21-09", 
          "img": "{{:en:obs:obs-21-09.jpg?nolink&640x360}}", 
          "text": "Sinabi ng mga propeta ang maraming bagay na mangyayari sa buhay ng darating na Tagapagligtas. Sinabi ni Malakias na may isang makapangyarihang propeta na mauuna sa Tagapagligtas. Sinabi naman ni Isaias na ipapanganak ng isang birhen ang Tagapagligtas. Si Mikas naman ang nagsabi na sa Betlehem ipapanganak ang Tagapagligtas."
        }, 
        {
          "id": "21-10", 
          "img": "{{:en:obs:obs-21-10.jpg?nolink&640x360}}", 
          "text": "Sinabi din ni Isaias na sa Galilea titira ang Tagapagligtas. Aaliwin nila ang mga nasasaktan. Palalayain niya ang mga binihag at pakakawalan niya ang mga bilanggo. Sinabi din niyang pagagalingin ng Tagapagligtas ang mga maysakit, pati ang mga hindi makarinig, hindi makakita, hindi makapagsalita o hindi makalakad."
        }, 
        {
          "id": "21-11", 
          "img": "{{:en:obs:obs-21-11.jpg?nolink&640x360}}", 
          "text": "Sinabi din ni Isaias na magagalit ang ibang mga tao sa Tagapagligtas. Hindi sila maniniwala dito. Sinabi pa ng ibang mga propeta na magsusugal ang mga taong papatay sa Tagapagligtas. Sinabi pa nila na isa sa mga kaibigan niya ang magtataksil sa kanya. Si Zacarias ang nagsabi na ang bayad sa pagtataksil na ito ay 30 salaping pilak."
        }, 
        {
          "id": "21-12", 
          "img": "{{:en:obs:obs-21-12.jpg?nolink&640x360}}", 
          "text": "Sinabi na din ng mga propeta kung paano mamamatay ang Tagapagligtas. Sinabi na Isaias na duduraan siya, pagtatawanan at bubugbugin. Pagkatapos, siya ay sasaksakin ng sibat habang nakapako sa krus hanggang mamatay siya."
        }, 
        {
          "id": "21-13", 
          "img": "{{:en:obs:obs-21-13.jpg?nolink&640x360}}", 
          "text": "Walang kasalanang nagawa ang Tagapagligtas. Ang parusang tatanggapin niya ay ang parusa para sa ibang tao. Pero dahil dito maaari nang magkasundo ulit ang Diyos at ang mga tao. Kaya tinanggap na ng Diyos na maparusahan ang Tagapagligtas."
        }, 
        {
          "id": "21-14", 
          "img": "{{:en:obs:obs-21-14.jpg?nolink&640x360}}", 
          "text": "Hindi lang basta mamamatay ang Tagapagligtas. Pero ipinangako ng Diyos na mabubuhay siya ulit. At dahil sa kamatayan at muling pagkabuhay ng Tagapagligtas, matutupad na ang plano ng Diyos na iligtas ang mga tao mula sa kasalanan. Pwede na ulit silang gumawa ng isang Bagong Kasunduan."
        }, 
        {
          "id": "21-15", 
          "img": "{{:en:obs:obs-21-15.jpg?nolink&640x360}}", 
          "text": "Ipinakita ng Diyos sa mg propeta ang maraming bagay tungkol sa darating na Tagapagligtas. Pero hindi pa dumarating noon ang Tagapagligtas. Mahigit 400 taon pa ang lumipas bago ipinadala ng Diyos ang Tagapagligtas ng lahat ng tao."
        }
      ], 
      "number": "21", 
      "ref": "A Bible story from: Genesis 3:15; 12:1-3; Deuteronomy 18:15; 2 Samuel 7; Jeremiah 31; Isaiah 59:16; Daniel 7; Malachi 4:5; Isaiah 7:14; Micah 5:2; Isaiah 9:1-7; 35:3-5; 61; 53; Psalm 22:18; 35:19; 69:4; 41:9; Zechariah 11:12-13; Isaiah 50:6; Psalm 16:10-11", 
      "title": "21. Ang Tagapagligtas na Ipinangako ng Diyos"
    }, 
    {
      "frames": [
        {
          "id": "22-01", 
          "img": "{{:en:obs:obs-22-01.jpg?nolink&640x360}}", 
          "text": "Sa loob ng mahigit 400 taon, hindi na nakipag-usap ang Diyos sa mga tao. Saka pa lang kinausap ng Diyos si Zacarias. Siya ay isang matandang paring Judio. Malapait siya sa Diyos, pati ang asawa niyang si Elisabet. Kaya lang, wala silang anak."
        }, 
        {
          "id": "22-02", 
          "img": "{{:en:obs:obs-22-02.jpg?nolink&640x360}}", 
          "text": "Sinabi ng anghel kay Zacarias, “Manganganak ang asawa mo. Lalaki at Juan ang ipapangalan mo sa kanya. Siya ay magiging makapangyarihang propeta at mauuna siya sa Tagapagligtas.” Sumagot si Zacarias, “Masyado na kaming matanda ng asawa ko para magkakaanak. Paano mangyayari iyang sinasabi mo?”"
        }, 
        {
          "id": "22-03", 
          "img": "{{:en:obs:obs-22-03.jpg?nolink&640x360}}", 
          "text": "Sumagot ang anghel, “Pinapunta ako dito ng Diyos para sabihin ito sa iyo. Pero dahil hindi ka naniwala, hindi ka makakapagsalita hangga’t hindi ipinapanganak si Juan.” Nang oras ding iyon, hidi na nakapagsalita si Zacarias. Nang umalis ang anghel, umuwi na si Zacarias. Pagkalipas ng ilang buwan, nagbuntis na si Elisabet."
        }, 
        {
          "id": "22-04", 
          "img": "{{:en:obs:obs-22-04.jpg?nolink&640x360}}", 
          "text": "Noong anim na buwan nang buntis si Elisabet, kinausap naman ng anghel si Maria. Kamag-anak siya ni Elisabet. Dalaga pa siya noon, pero nakatakda nang magpakasal kay Jose. Sinabi sa kanya ng anghel, “Maglilhi ka at manganganak ng isang lalaki. Jesus ang ipapangalan mo sa kanya. Siya ang Tagapagligtas.”"
        }, 
        {
          "id": "22-05", 
          "img": "{{:en:obs:obs-22-05.jpg?nolink&640x360}}", 
          "text": "Sumagot si Maria, “Paano po ito mangyayari? Dalaga pa po ako.”  Ipinaliwanag sa kanya ng anghel, “Bababa sa iyo ang Banal na Espiritu. Tatakpan ka ng kapanghyarihan ng DIyos. Kaya banal ang ipapanganak mo. SIya ay Anak ng Diyos.” Naniwala si Maria at tinanggap niya ang sinabi ng anghel."
        }, 
        {
          "id": "22-06", 
          "img": "{{:en:obs:obs-22-06.jpg?nolink&640x360}}", 
          "text": "Hindi nagtagal, pinuntahan ni Maria si Elisabet. Pagkarinig ni Elisabet sa pagbati ni Maria, tumalon sa tuwa ang sanggol sa tiyan niya. Masayang-masaya ang dalawang babae habang pina-uusapan nila ang ginawa ng Diyos sa buhay nila. Pagkalipas ng tatlong buwan, umuwi na si Maria."
        }, 
        {
          "id": "22-07", 
          "img": "{{:en:obs:obs-22-07.jpg?nolink&640x360}}", 
          "text": "Nang manganak na si Elisabet, Juan ang ipinangalan nila sa sanggol. Nakapagsalita na si Zacarias. Sinabi niya, “Purihin ang Diyos dahil naalala niya ang kanyang bayan. Ikaw anak ay tatawaging propeta ng Pinakamakapangyarihang Diyos! Ikaw ang maghahanda sa daraan ng Tagapagligtas.”"
        }
      ], 
      "number": "22", 
      "ref": "A Bible story from: Luke 1", 
      "title": "22. Ipinanganak si Juan"
    }, 
    {
      "frames": [
        {
          "id": "23-01", 
          "img": "{{:en:obs:obs-23-01.jpg?nolink&640x360}}", 
          "text": "Si Jose ay mabuting tao. Nang malaman niyang buntis si Maria, alam niya na hindi niya anak iyon. Pero ayaw niyang mapahiya si Maria, kaya balak niyang palihim na iwan na lang si Maria. Pero bago niya nagawa ang plano niya, kinausap siya sa panaginip ng anghel ng Diyos."
        }, 
        {
          "id": "23-02", 
          "img": "{{:en:obs:obs-23-02.jpg?nolink&640x360}}", 
          "text": "Sinabi ng anghel sa kanya, “Jose, huwag kang matakot na pakasalan si Maria. Ang ipapanganak niya ay mula sa Banal na Espiritu. Lalaki ang isisilang niya. Jesus ang ipapangalan mo sa kanya dahil ililigtas niya ang mga kababayan niya.”"
        }, 
        {
          "id": "23-03", 
          "img": "{{:en:obs:obs-23-03.jpg?nolink&640x360}}", 
          "text": "Kaya, pinakasalan ni Jose si Maria. Pero hindi muna sila nagsiping hanggat hindi pa nanganganak si Maria."
        }, 
        {
          "id": "23-04", 
          "img": "{{:en:obs:obs-23-04.jpg?nolink&640x360}}", 
          "text": "Noong malapit nang manganak si Maria, iniutos ng pamahalaan ng Roma na magpalista ang lahat ng nasasakupan nila kung saan sila ipinanganak.Kaya napilitang maglakbay nang malayo sina Jose at Maria. Pumunta sila sa Betlehem dahil doon ipinanganak si Jose. Doon din ipinanganak si Haring David."
        }, 
        {
          "id": "23-05", 
          "img": "{{:en:obs:obs-23-05.jpg?nolink&640x360}}", 
          "text": "Pagdating nila sa Betlehem, wala na silang matuluyan. Ang pwede lang nilang matuluyan ay ang kulungan ng mga hayop. Nang maisilang na ang sanggol, inilagay siya ni Maria sa sabsaban kung saan kumakain ang mga hayop. Wala kasi silang makitang higaan. Jesus ang ipinangalan nila sa sanggol."
        }, 
        {
          "id": "23-06", 
          "img": "{{:en:obs:obs-23-06.jpg?nolink&640x360}}", 
          "text": "Nang gabi ding iyon, may mga pastol sa bukid na nag-aalaga ng mga hayop nila. Bigla na lang may nagpakita sa kanilang isang anghel. Takot na takot sila. Pero sinabi ng anghel, “Huwag kayong matakot, dahil may sasabihin ako sa inyo na magandang balita. Ang Tagapagligtas, ang Panginoon, ay ipinanganak na sa Betlehem."
        }, 
        {
          "id": "23-07", 
          "img": "{{:en:obs:obs-23-07.jpg?nolink&640x360}}", 
          "text": "“Hanapin ninyo siya at makikita ninyo. May lamping nakabalot sa kanya at nakahiga siya sa isang sabsaban.” Bigla na lang lumitaw ang maraming maraming mga anghel. Nagpupuri sila sa Diyos: Luwalhatiin ang Diyos sa langit. Maranawan sana ng mga tao ang kapayapaan dahil natutuwa ang Diyos sa kanila.”"
        }, 
        {
          "id": "23-08", 
          "img": "{{:en:obs:obs-23-08.jpg?nolink&640x360}}", 
          "text": "Nang dumating ang mga pastol kung saan ipinanganak si Jesus, nakita nila na nakahiga siya sa isang sabsaban gaya ng sinabi ng anghel. Tuwang-tuwa sila sa mga narinig nnila at nakita. Pinupuri nila ang Diyos habang pabalik na sila sa mga alaga nilang hayop."
        }, 
        {
          "id": "23-09", 
          "img": "{{:en:obs:obs-23-09.jpg?nolink&640x360}}", 
          "text": "Lumipas ang ilang panahon, may dumating namang mga marurunong na mga tao sa Jerusalem. May nakita kasi silang kakaibang bituwin sa langit. Alam nila na ang ibig sabihin ng bituwin na iyon ay may ipinanganak na bagong hari ng mga Judio, Kaya naglakbay sila nang malayo para makilala ang bagong panganak na sanggol."
        }, 
        {
          "id": "23-10", 
          "img": "{{:en:obs:obs-23-10.jpg?nolink&640x360}}", 
          "text": "Nang makita nila si Jesus na karga ng ina, lumuhod sila at sinamba nila ang bata. Binigyan nila ng mamahaling mga regalo si Jesus. Pagkatapos, umuwi na sila."
        }
      ], 
      "number": "23", 
      "ref": "A Bible story from: Matthew 1; Luke 2", 
      "title": "23. Ipinanganak si Jesus"
    }, 
    {
      "frames": [
        {
          "id": "24-01", 
          "img": "{{:en:obs:obs-24-01.jpg?nolink&640x360}}", 
          "text": "Nang lumaki na si Juan, naging propeta siya. Doon siya sa gubat nakatira. Pulot at balang ang kinakain niya. Gawa sa balat ng kamelyo ang damit niya."
        }, 
        {
          "id": "24-02", 
          "img": "{{:en:obs:obs-24-02.jpg?nolink&640x360}}", 
          "text": "Maraming tao ang pumupunta kay Juan para makinig sa sinasabi niya. Palagi niyang sinasabi, “Magsisi na kayo, dahil malapit nang maghari ang Diyos!”"
        }, 
        {
          "id": "24-03", 
          "img": "{{:en:obs:obs-24-03.jpg?nolink&640x360}}", 
          "text": "May ilang mga taong nagsisi at nagpabawtismo nang makapakinig sila kay Juan. Pero maraming mga pinuno ng relihiyon nila na pumupunta pero hindi naman nagsisisi at nagpapabawtismo."
        }, 
        {
          "id": "24-04", 
          "img": "{{:en:obs:obs-24-04.jpg?nolink&640x360}}", 
          "text": "Kaya sinasabi sa kanila ni Juan, “Para kayong mga ahas! Magsisi na kayo at baguhin nyo na ang mga ugali ninyo. Puputulin ng Diyos ang lahat ng puno na hindi nagbubunga at susunugin."
        }, 
        {
          "id": "24-05", 
          "img": "{{:en:obs:obs-24-05.jpg?nolink&640x360}}", 
          "text": "Tinanong ng ilang Judio si Juan, “Ikaw baa ng Tagapagligtas na darating?” Sumagot si Juan, “Hindi ako ang Tagapagligtas, pero parating na siya kasunod ko. Mas dakila siya kaysa sa akin. Ni hindi ako karapat-dapat na magkalag ng tali ng sandalyas niya.”"
        }, 
        {
          "id": "24-06", 
          "img": "{{:en:obs:obs-24-06.jpg?nolink&640x360}}", 
          "text": "Kinabukasan, pinuntahan ni Jesus si Juan para magpabawtismo. Nang makita ni Juan si Jesus, sinabi niya, “Tingnan ninyo. Narito ang Tupa ng Diyos na siyang mag-aalis ng kasalanan ng lahat ng tao.”"
        }, 
        {
          "id": "24-07", 
          "img": "{{:en:obs:obs-24-07.jpg?nolink&640x360}}", 
          "text": "Sinabi ni Juan kay Jesus, “Hindi ako karapat-dapat magbawtismo sa iyo. Ikaw ang dapat na magbawtismo sa akin.” Pero sumagot si Jesus, “Kailangan mo akong bawtismuhan dahil ito ang dapat nating dawin.” Kaya binawtismuhan siya ni Juan, hindi dahil may kasalanan si Jesus, dahil hindi siya nagkasala kahit kalian."
        }, 
        {
          "id": "24-08", 
          "img": "{{:en:obs:obs-24-08.jpg?nolink&640x360}}", 
          "text": "Nang umahon si Jesus mula sa tubig, bumababa sa kanya ang Espiritu ng Diyos na parang isang kalapati. Kasabay nito, may biglang nagsalita mula sa langit, “Ikaw ang minamahal kong Anak. Lubos akong natutuwa sa iyo.”"
        }, 
        {
          "id": "24-09", 
          "img": "{{:en:obs:obs-24-09.jpg?nolink&640x360}}", 
          "text": "Bago pa ito mangyari, sinabi na ng Diyos kay Juan, “Bababa ang Banal na Espiritu sa isa sa mga babawtismuhan mo. Siya ang Anak ng Diyos.” Iisa lamang ang Diyos, pero mayroon siyang tatlong persona, ang Ama, ang Anak at ang Banal na Espiritu."
        }
      ], 
      "number": "24", 
      "ref": "A Bible story from: Matthew 3; Mark 1:9-11; Luke 3:1-23", 
      "title": "24. Binawtismuhan ni Juan si Jesus"
    }, 
    {
      "frames": [
        {
          "id": "25-01", 
          "img": "{{:en:obs:obs-25-01.jpg?nolink&640x360}}", 
          "text": "Pagkatapos na mabawtismuhan si Jesus, agad siyang dinala ng Banal na Espiritu sa disyerto. Hindi siya kumain doon nang apatnapung araw at apatnapung gabi. Dumating si Satanas at tinukso siya."
        }, 
        {
          "id": "25-02", 
          "img": "{{:en:obs:obs-25-02.jpg?nolink&640x360}}", 
          "text": "Sinabi ni Satanas, “Kung ikaw nga ang Anak ng Diyos, gawin mong tinapay ang mga batong ito para makakain ka.”"
        }, 
        {
          "id": "25-03", 
          "img": "{{:en:obs:obs-25-03.jpg?nolink&640x360}}", 
          "text": "Sumagot si Jesus, “Nakasulat sa Salita ng Diyos, ‘Hindi lang sa tinapay nabubuhay ang tao, kundi sa bawat salitang sinasabi ng Diyos!’”"
        }, 
        {
          "id": "25-04", 
          "img": "{{:en:obs:obs-25-04.jpg?nolink&640x360}}", 
          "text": "Pagkatapos, dinala ni Satanas si Jesus sa pinakamataas na bahagi ng Templo. Sinabi niya, “Kung ikaw ang Anak ng Diyos, mapatihulog ka nga. Hindi ba nakasulat din sa Salita ng Diyos, ‘Uutusan niya ang mga anghel niya para saluhin ka at para hindi ka madapa.’”"
        }, 
        {
          "id": "25-05", 
          "img": "{{:en:obs:obs-25-05.jpg?nolink&640x360}}", 
          "text": "Pero sumagot si Jesus, “Nakasulat din sa Salita ng Diyos, ‘Huwag mong subukin ang Panginoon na iyong Diyos,’”"
        }, 
        {
          "id": "25-06", 
          "img": "{{:en:obs:obs-25-06.jpg?nolink&640x360}}", 
          "text": "Pagkatapos, ipinakita ni Satanas kay Jesus ang lahat ng kaharian sa mundo at ang karangalan ng mga ito. Sinabi niya, “Ibibigay ko sa iyo ang lahat ng iyan kung luluhod ka sa harap ko at sasamabahin mo ako.”"
        }, 
        {
          "id": "25-07", 
          "img": "{{:en:obs:obs-25-07.jpg?nolink&640x360}}", 
          "text": "Sumagot si Jesus, “Layuan mo ako Satanas! Nakasulat sa Salita ng Diyos, ‘Ang Diyos lang ang sasambahin mo at sa kanya ka lang maglilingkod.’”"
        }, 
        {
          "id": "25-08", 
          "img": "{{:en:obs:obs-25-08.jpg?nolink&640x360}}", 
          "text": "Hindi pumayag si Jesus sa mga tukso ni Satanas sa kanya, kaya iniwan siya nito. Dumating naman ang mga anghel at pinaglingkuran si Jesus."
        }
      ], 
      "number": "25", 
      "ref": "A Bible story from: Matthew 4:1-11; Mark 1:12-13; Luke 4:1-13", 
      "title": "25. Tinukso ni Satanas si Jesus"
    }, 
    {
      "frames": [
        {
          "id": "26-01", 
          "img": "{{:en:obs:obs-26-01.jpg?nolink&640x360}}", 
          "text": "Pagkatapos niyang mapagtagumpayan ang mga tukso ni Satanas, bumalik si Jesus sa Galilea kung saan siya nakatira. Taglay niya ang kapangyarihan ng Banal na Espiritu. Pumupunta siya sa iba’t ibang lugar para magturo tungkol sa Diyos. Maraming tao ang pumupuri sa kanya."
        }, 
        {
          "id": "26-02", 
          "img": "{{:en:obs:obs-26-02.jpg?nolink&640x360}}", 
          "text": "Pumunta din siya sa bayan ng Nazaret kung saan siya lumaki. Isang Araw ng Pamamahinga, pumunta siya sa kugar na samabahan. Ibinigay sa kanya ang isinulat ni Propeta Isaias. Binuklat ito ni Jesus at saka binasa."
        }, 
        {
          "id": "26-03", 
          "img": "{{:en:obs:obs-26-03.jpg?nolink&640x360}}", 
          "text": "“Ibinuhos sa akin ng Diyos ang kanyang Espiritu para sabihin ang magandang balita sa mga mahihirap, ang paglaya sa mga nabihag, ang pagdilat sa mga bulag, at ang paglaya sa mga bilanggo. Ngayon na ang panahong mararanasan ng mga tao ang kabutihan ng Diyos.”"
        }, 
        {
          "id": "26-04", 
          "img": "{{:en:obs:obs-26-04.jpg?nolink&640x360}}", 
          "text": "Pagkatapos ay umupo si Jesus. Nakatingin ang lahat ng naroon sa kanya. Alam nilang ang binasa ni Jesus ay tungkol sa darating na Tagapagligtas. Sinabi ni Jesus, “Ngayon, natupad ang sinasabi ni Isaias habang naririnig ninyong binabasa ko ang mga ito.” Lahat ng naroon ay nagtaka. Sinabi nila, “Hindi ba siya ang anak ni Jose?”"
        }, 
        {
          "id": "26-05", 
          "img": "{{:en:obs:obs-26-05.jpg?nolink&640x360}}", 
          "text": "Pagkatapos sinabi ni Jesus, “Sinasabi ko sa inyo ang totoo, wala pang propeta na pinaniwalaan sa bayan na kanyang nilakihan. Noong nabubuhay si Elias, marami ding mga balo sa Israel. Pero sa bahay ng isang balong taga-ibang lugar siya pinapunta ng Diyos nang hindi umulan sa loob ng tatlo’t kalahating taon.”"
        }, 
        {
          "id": "26-06", 
          "img": "{{:en:obs:obs-26-06.jpg?nolink&640x360}}", 
          "text": "“At noong nabubuhay pa si Propeta Eliseo, marami ding may ketong sa Israel. Pero hindi sila pinagaling ni Eliseo. SI Naaman lang ang pinagaling niya. Si Naaman ay kapitan ng mga sundalong kalaban ng Israel.” Nagalit ang mga tao nang marinig ang mga sinabi ni Jesus."
        }, 
        {
          "id": "26-07", 
          "img": "{{:en:obs:obs-26-07.jpg?nolink&640x360}}", 
          "text": "Kinaladkad nila si Jesus palabas sa lugar na sambahan at dinala sa gilid ng bangin para siya ihulog. Pero lumakad si Jesus sa gitna nila at umalis sa Nazaret."
        }, 
        {
          "id": "26-08", 
          "img": "{{:en:obs:obs-26-08.jpg?nolink&640x360}}", 
          "text": "Maraming tao ang nagtitipon kapag pumupunta si Jesus sa iba’t ibang lugar. Dinadala nila kay Jesus ang mga maysakit, pati yung mga hindi nakakakita, nakakalakad, nakakarinig, o nakakapagsalita. Pinapagaling silang lahat ni Jesus."
        }, 
        {
          "id": "26-09", 
          "img": "{{:en:obs:obs-26-09.jpg?nolink&640x360}}", 
          "text": "Marami ring mga taong inaalihan ng mga demonyo na dinadala kay Jesus. Lumalabas ang mga demonyo kapag inutusan sila ni Jesus. Madalas na sumisigaw pa ang mga ito bago lumabas. Sinasabi nila, “Ikaw ang Anak ng Diyos!” Dahil dito, humahanga sa kanya ang mga tao at sinasamba nila ang Diyos."
        }, 
        {
          "id": "26-10", 
          "img": "{{:en:obs:obs-26-10.jpg?nolink&640x360}}", 
          "text": "Pumili si Jesus ng labindalawang lalaki. Tinawag sila ni Jesus na mga alagad. Ang mga alagad ay nagpapaturo kay Jesus. Sumasama sila kay Jesus para sila matuto."
        }
      ], 
      "number": "26", 
      "ref": "A Bible story from:Matthew 4:12-25; Mark 1:14-15, 35-39; 3:13-21; Luke 4:14-30, 38-44", 
      "title": "26. Naglingkod si Jesus sa mga Tao"
    }, 
    {
      "frames": [
        {
          "id": "27-01", 
          "img": "{{:en:obs:obs-27-01.jpg?nolink&640x360}}", 
          "text": "Isang araw, may isang abugado na nagtanong dahil gusto niyang subukin si Jesus. Sinabi niya, “Guro, paano po ako magkakaroon ng buhay na wlaang hanggan?” Sumagot si Jesus, “Ano ba ang nakasulat sa Kautusan ng Diyos?”"
        }, 
        {
          "id": "27-02", 
          "img": "{{:en:obs:obs-27-02.jpg?nolink&640x360}}", 
          "text": "Sumagot ang abugado, “Ibigin mo ang Diyos nang buong puso, kaluluwa, lakas at isip. At ibigin mo ang kapwa mo kung paano mo iniibig ang sarili mo.” Sinabi sa kanya ni Jesus, “Tama! Gawin mo iyon ay mabubuhay ka.”"
        }, 
        {
          "id": "27-03", 
          "img": "{{:en:obs:obs-27-03.jpg?nolink&640x360}}", 
          "text": "Pero dahil gusto ng abugado na ipakitang tama siya, nagtanong ulit siya, “Sino po ba ang kapwa ko?”"
        }, 
        {
          "id": "27-04", 
          "img": "{{:en:obs:obs-27-04.jpg?nolink&640x360}}", 
          "text": "Isang kuwento ang isinagot sa kanya ni Jesus. “May isang lalaking naglalakbay sa isang daan mula sa Jerusalem papuntang Jerico.”"
        }, 
        {
          "id": "27-05", 
          "img": "{{:en:obs:obs-27-05.jpg?nolink&640x360}}", 
          "text": "Habang naglalakbay siya, hinarang siya ng isang grupo ng mga magnanakaw. Kinuha nila ang lahat ng pag-aari ng lalaki. Binugbog pa nila ang lalaki at saka lang iniwan noong halos patay na ito. Saka sila umalis."
        }, 
        {
          "id": "27-06", 
          "img": "{{:en:obs:obs-27-06.jpg?nolink&640x360}}", 
          "text": "“Di nagtagal, may isang paring Judio na naglalakad din sa daang iyon. Nang makita niya ang lalaking ninakawan at binugbog, sa kabilang gilid siya dumaan. Hindi niya pinansin ang lalaki. Tuloy-tuloy lang siyang naglakad."
        }, 
        {
          "id": "27-07", 
          "img": "{{:en:obs:obs-27-07.jpg?nolink&640x360}}", 
          "text": "“Pagkatapos, may isa namang Levita na dumaan. (Ang mga Levita ay isang angkan ng mga Judio na tumutulong sa mga pari sa paglilingkod sa Templo). Umiwas din ang Levita at hindi rin niya pinansin ang lalaking ninakawan at binugbog."
        }, 
        {
          "id": "27-08", 
          "img": "{{:en:obs:obs-27-08.jpg?nolink&640x360}}", 
          "text": "“Pagkatapos, isang Samaritano naman ang dumaan. (Ang mga Samaritano ay angkan ng mga Judio na nakapag-asawa ng taga-ibang bansa. Magkaaway ang mga Judio at mga Samaritano). Nang makita ng Samaritano ang lalaki, naawa siya dito. Ginamot niya ang mga sugat nito at tinalian."
        }, 
        {
          "id": "27-09", 
          "img": "{{:en:obs:obs-27-09.jpg?nolink&640x360}}", 
          "text": "“Isinakay niya sa sarili niyang asno ang lalaki at dinala sa isang hotel para doon alagaan."
        }, 
        {
          "id": "27-10", 
          "img": "{{:en:obs:obs-27-10.jpg?nolink&640x360}}", 
          "text": "“Kinabukasan, kailangang magpatuloy sa paglalakay ang Samaritano. Kaya binigyan niya ng pera ang may-ari ng hotel. Sinabi niya, ‘Alagaan mo siya, at kung magkano ang magagastos mo, babalik ako at babayaran kita.’”"
        }, 
        {
          "id": "27-11", 
          "img": "{{:en:obs:obs-27-11.jpg?nolink&640x360}}", 
          "text": "Saka tinanong ni Jesus ang abugado, “Sino sa tatlo ang sa palagay mo ay naging tunay na kapwa sa taong ninakawan at binugbog?” Sumagot ang abugado, “Yung naawa sa lalaki.” Sinabi ni Jesus sa kanya, “Umuw ka at gayahin mo siya.”"
        }
      ], 
      "number": "27", 
      "ref": "A Bible story from: Luke 10:25-37", 
      "title": "27. Ang Kuwento tungkol sa Mabuting Kapwa-Tao (Samaritano)"
    }, 
    {
      "frames": [
        {
          "id": "28-01", 
          "img": "{{:en:obs:obs-28-01.jpg?nolink&640x360}}", 
          "text": "Isang araw, lumapit kay Jesus ang isang mayamang pinuno at nagtanong. “Guro, ano pong mabuting bagay ang kailangan kong gawin para magkaroon ng buhay na walang hanggan?” Sinabi sa kanya ni Jesus, “Bakit mo ako tinatanong tungkol sa mabuti? Iisa lang ang mabuti, at iyon ay ang Diyos. Pero para magkaroon ka ng buhay na wlaang hanggan, sundin mo ang mg autos ng Diyos.”"
        }, 
        {
          "id": "28-02", 
          "img": "{{:en:obs:obs-28-02.jpg?nolink&640x360}}", 
          "text": "Nagtanong ang pinuno, “Alin po sa mga iyon?” Sumagot si Jesus, “Huwag kang papatay. Huwag kang mangangalunya. Huwag kang magnanakaw. Huwag kang magsisinungaling. Igalang mo ang mga magulang mo. Ibigin mo ang kapwa mo kung paano mo iniibig ang sarili mo.”"
        }, 
        {
          "id": "28-03", 
          "img": "{{:en:obs:obs-28-03.jpg?nolink&640x360}}", 
          "text": "Gusto ng pinuno na patunayang tama siya, kaya sinabi niya, “Sinunod ko na po ang lahat ng iyan simula pa lang po noong bata ako. Ano pa po ang dapat kong gawin?” Mahal siya ni Jesus kaya tiningnan siya nito."
        }, 
        {
          "id": "28-04", 
          "img": "{{:en:obs:obs-28-04.jpg?nolink&640x360}}", 
          "text": "Sumagot si Jesus, “Kung gusto talagang maging perpekto, ibenta mo ang lahat ng kayamanan mo at ipamigay mo sa mahihirap ang pinagbilhan. Kapag ginawa mo iyan, magkakaroon ka ng kayaman sa langit. Pagkatapos bumalik ka at sumunod ka sa akin.”"
        }, 
        {
          "id": "28-05", 
          "img": "{{:en:obs:obs-28-05.jpg?nolink&640x360}}", 
          "text": "Nang marinig ito ng pinuno, masyado siyang nalungkot, dahil napakayaman niya. Tmalikod siya kay Jesus at iniwan niya ito, dahil ayaw niyang mawalan ng kayamanan."
        }, 
        {
          "id": "28-06", 
          "img": "{{:en:obs:obs-28-06.jpg?nolink&640x360}}", 
          "text": "Sinabi ni Jesus sa mga alagad niya, “Napakahirap talagang makapasok sa kaharian ng Diyos ang mga mayayaman! Mas madali pa sa isnag kamelyo na makapasok sa butas ng karayom kaysa sa isang mayaman na makapasok sa kaharian ng Diyos.”"
        }, 
        {
          "id": "28-07", 
          "img": "{{:en:obs:obs-28-07.jpg?nolink&640x360}}", 
          "text": "Nagtaka ang mga alagad nang marinig ito kaya nagtanong sila, “Kung ganoon, sino po ang maliligtas?”"
        }, 
        {
          "id": "28-08", 
          "img": "{{:en:obs:obs-28-08.jpg?nolink&640x360}}", 
          "text": "Tiningnan sila ni Jesus at sinabi sa kanila, “Hindi ito magagaw ng mga tao, pero kayang kaya itong gawin ng Diyos.”"
        }, 
        {
          "id": "28-09", 
          "img": "{{:en:obs:obs-28-09.jpg?nolink&640x360}}", 
          "text": "Sinabi ni Pedro kay Jesus, “Iniwan po naming ang lahat at sumunod kami sa iyo. Ano po ang gantimpala namin?”"
        }, 
        {
          "id": "28-10", 
          "img": "{{:en:obs:obs-28-10.jpg?nolink&640x360}}", 
          "text": "Sumagot si Jesus, “Lahat ngnag-iwan ng kanilang bahay, kapatid, magulang, anak o ari-arian dahil sa akin ay tatanggap ng 100 ulit nito sa darating na daigdig at magkakaroon siya ng buhay na walang hanggan. Pero maraming nauuna ang mahuhuli, at maraming nahuhuli ang mauuna.”"
        }
      ], 
      "number": "28", 
      "ref": "A Bible story from: Matthew 19:16-30; Mark 10:17-31; Luke 18:18-30", 
      "title": "28. Ang Mayamang Binatang Pinuno"
    }, 
    {
      "frames": [
        {
          "id": "29-01", 
          "img": "{{:en:obs:obs-29-01.jpg?nolink&640x360}}", 
          "text": "Isang araw, tinanong ni Pedro si Jesus, “Panginoon, ilang beses ko pong patatawarin ang kapatid ko na nagkasala sa akin? Pitong beses po ba?” Sinabi ni Jesus, “Hindi pitong beses, kundi pitumpung ulit na pitong beses.” Ang ibig sabihin ni Jesus, dapat palagi siyang magpatawad. Nagkuwento si Jesus."
        }, 
        {
          "id": "29-02", 
          "img": "{{:en:obs:obs-29-02.jpg?nolink&640x360}}", 
          "text": "“Ganito ang paghahari ng Diyos. May isang hari na gusto niyang ayusin ang mga utang sa kanya ng mga alipin niya. Mayroon siyang alipin na napakalaki ng utang. Kahit 200,000 taon siyang magtrabaho ay hindi pa niya mababayaran ang utang niya."
        }, 
        {
          "id": "29-03", 
          "img": "{{:en:obs:obs-29-03.jpg?nolink&640x360}}", 
          "text": "“Dahil hindi makabayad nag alipin, iniutos ng hari, ‘Ibenta na lang ninyo ang lalaking iyan pati ang pamilya niya para makabayad sila kahit kaunti sa akin.’"
        }, 
        {
          "id": "29-04", 
          "img": "{{:en:obs:obs-29-04.jpg?nolink&640x360}}", 
          "text": "“Lumuhod ang alipin at nagmakaawa sa hari, ‘Pakiusap po, bigyan po ninyo ako ng panahon. Babayaran kop o ang utang ko.’ Naawa sa kanya ang hari kaya pinatawad na niya ang utang ng alipin."
        }, 
        {
          "id": "29-05", 
          "img": "{{:en:obs:obs-29-05.jpg?nolink&640x360}}", 
          "text": "“Paglabas ng lalaki, nakita niya ang kapwa niya alipin na may utang sa kanya na katumbas ng apat na buwang sweldo nila. Sinakal ng lalaki ang may utang sa kanya at saka siningil, ‘Magbayad ka ng utang mo!’"
        }, 
        {
          "id": "29-06", 
          "img": "{{:en:obs:obs-29-06.jpg?nolink&640x360}}", 
          "text": "“Lumuhod sa harap niya ang kapwa niya alipin at nagmakaawa, ‘Bigyan mo pa ako ng panahon. Babayaran ko rin ang utang ko sa iyo.’ Pero hindi siya pinagbigyan ng lalaki. Ipinakulong niya ang kapwa niya alipin hanggang makabayad ito sa kanya."
        }, 
        {
          "id": "29-07", 
          "img": "{{:en:obs:obs-29-07.jpg?nolink&640x360}}", 
          "text": "“May ilang mga alipin na nakakita sa ginawa ng lalaki at masyado silang nalungkot. Pumunta sila sa hari at ikinuwneto nila ang lahat ng nangyari."
        }, 
        {
          "id": "29-08", 
          "img": "{{:en:obs:obs-29-08.jpg?nolink&640x360}}", 
          "text": "“Ipinatawag ng hari ang alipin at sinabi sa kanya, ‘Napakasama mong alipin! Pinatawad kita sa utang mo dahil nakiusap ka. Sana ay ganoon din ay ginawa mo.’ Dahil sag alit ng hari, ipinakulng niya ang masamang alipin hanggang sa mabayaran nito ang utang sa hari.”"
        }, 
        {
          "id": "29-09", 
          "img": "{{:en:obs:obs-29-09.jpg?nolink&640x360}}", 
          "text": "Pagkatapos, sinabi ni Jesus, “Ganoon din ang gagawin ng aking Ama sa inyo kung hindi ninyo papatawarin ang mga nagkakasala sa inyo.”"
        }
      ], 
      "number": "29", 
      "ref": "A Bible story from: Matthew 18:21-35", 
      "title": "29. Ang Kuwento tungkol sa Aliping Ayaw Magpatawad"
    }, 
    {
      "frames": [
        {
          "id": "30-01", 
          "img": "{{:en:obs:obs-30-01.jpg?nolink&640x360}}", 
          "text": "Isinugo ni Jesus ang mga alagad niyapara mangaral at magturo sa mga tao. Pagbalik nila, ikinuwneto nila kay Jesus ang mga itinuro at ginawa nila. Pagkatapos, niyaya sila ni Jesus na magpahinga sa malayong lugar. Sumakay sila sa bangka."
        }, 
        {
          "id": "30-02", 
          "img": "{{:en:obs:obs-30-02.jpg?nolink&640x360}}", 
          "text": "Pero nakita ng maraming tao ang pag-alis nila. Tumakbo sila sa pampang ng lawa at nauna pang nakarating kay Jesus sa pupuntahan nila. Kaya pagdating nila sa lugar, sinalubong sila ng napakaraming tao."
        }, 
        {
          "id": "30-03", 
          "img": "{{:en:obs:obs-30-03.jpg?nolink&640x360}}", 
          "text": "Mahigit limang libo ang mga lalaking naroon. Hindi pa kasama sa bilang ang mga babae at mga bata. Naawa sa kanila si Jesus dahil para silang mga tupa na walang nag-aalaga sa kanila. Kaya tinuruan ni Jesus ang mga tao at pinagaling niya ang mga maysakit."
        }, 
        {
          "id": "30-04", 
          "img": "{{:en:obs:obs-30-04.jpg?nolink&640x360}}", 
          "text": "Nang malapit nang dumilim, sinabi ng mga alagad kay Jesus, “Gumagabi na po at malayo tayo sa bayan. Pauwiin na po natin ang mga tao para po sila makakain.”"
        }, 
        {
          "id": "30-05", 
          "img": "{{:en:obs:obs-30-05.jpg?nolink&640x360}}", 
          "text": "Pero sinabi sa kanila ni Jesus, “Kayo ang magpakain sa kanila!” Sumagot ang mga alagad, “Paano po naming gagawin iyon? Limang tinapay at dalawang isda lang po ang pagkain natin dito.”"
        }, 
        {
          "id": "30-06", 
          "img": "{{:en:obs:obs-30-06.jpg?nolink&640x360}}", 
          "text": "Tinawag ni Jesus ang mga tao at inutusan niya ang mga alagad na paupuin sila sa damuhan. Limapung tao bawat grupo."
        }, 
        {
          "id": "30-07", 
          "img": "{{:en:obs:obs-30-07.jpg?nolink&640x360}}", 
          "text": "Pagkatapos, kinuha ni Jesus ang limang tinapay at ang dalawang isda. Tumingala siya at pinagpala ang mga pagkain."
        }, 
        {
          "id": "30-08", 
          "img": "{{:en:obs:obs-30-08.jpg?nolink&640x360}}", 
          "text": "Hinati hati ni Jesus ang mga tinapay at ang mga isda. Ibinigay niya ang pira-pirasong pagkain sa mga alagad para ibigay sa mga tao. Hindi naubos ang mga pagkain! Lahat ng tao ay kumain at nabusog."
        }, 
        {
          "id": "30-09", 
          "img": "{{:en:obs:obs-30-09.jpg?nolink&640x360}}", 
          "text": "Tinipon ng mga alagad ang mga sumobrang pagkain at nakapuno sila ng labindalawang basket. Ang lahat ng pagkain na ito ay nanggaling lang sa limang tinapay at dalawang isda."
        }
      ], 
      "number": "30", 
      "ref": "A Bible story from: Matthew 14:13-21; Mark 6:31-44; Luke 9:10-17; John 6:5-15", 
      "title": "30. Pinakain ni Jesus ang Limang Libong Lalaki"
    }, 
    {
      "frames": [
        {
          "id": "31-01", 
          "img": "{{:en:obs:obs-31-01.jpg?nolink&640x360}}", 
          "text": "Pagkatapos, pinasakay ni Jesus ang mga alagad para mauna na sa kabilang panig ng lawa habang pinapauwi niya ang mga tao. Nang makauwi na ang mga tao, umakyat si Jesus sa bundok at nanalangin. Mag-isa lang si Jesus doon. Inabot na siya ng gabi sa pananalangin."
        }, 
        {
          "id": "31-02", 
          "img": "{{:en:obs:obs-31-02.jpg?nolink&640x360}}", 
          "text": "Samantala, malayo pa sa kabilang panig ang bangka ng mga alagad. Nanganganib ang buhay nila dahil may bagyo at nahihirapan silang maglayag dahil sa mga alon at sa hangin."
        }, 
        {
          "id": "31-03", 
          "img": "{{:en:obs:obs-31-03.jpg?nolink&640x360}}", 
          "text": "Nagpasya si Jesus na puntahan sila. Lumakad siya sa ibabaw ng tubig ng lawa papunta sa kanila!"
        }, 
        {
          "id": "31-04", 
          "img": "{{:en:obs:obs-31-04.jpg?nolink&640x360}}", 
          "text": "Natakot ang mga alagad nang makita nila si Jesus, dahil ang akala nila ay multo si Jesus. Alam ni Jesus na natatakot sila kaya sumigaw siya, “Huwag kayong matakot. Ako ito!”"
        }, 
        {
          "id": "31-05", 
          "img": "{{:en:obs:obs-31-05.jpg?nolink&640x360}}", 
          "text": "Sinabi ni Pedro kay Jesus, “Panginoon, kung ikaw talaga iyan, palakarin mo nga ako sa ibabaw ng tubig palapit sa iyo.” Sumagot si Jesus, “Halika!”"
        }, 
        {
          "id": "31-06", 
          "img": "{{:en:obs:obs-31-06.jpg?nolink&640x360}}", 
          "text": "Umalis si Pedro sa bangka at lumakad sa ibabaw ng tubig palapit kay Jesus. Pero bahagya pa lang siyang nakakalakad, napatingin siya sa mga alon at sa hangin. Hindi na tuloy niya nakita si Jesus."
        }, 
        {
          "id": "31-07", 
          "img": "{{:en:obs:obs-31-07.jpg?nolink&640x360}}", 
          "text": "Dahil doon, natakot si Pedro at nagsimulang lumubog. Sumigaw siya, “Panginoon, iligtas mo po ako!” Agad siyang hinawakan ni Jesus at iniahon mula sa tubig. Saka sinabi ni Jesus sa kanya, “Napakaliit ng pananalig mo. Bakit ka nag-alinlangan?”"
        }, 
        {
          "id": "31-08", 
          "img": "{{:en:obs:obs-31-08.jpg?nolink&640x360}}", 
          "text": "Nang makabalik na si Pedro sa bangka, biglang tumigil na ang hangin. Humanga nang husto ang mga alagad kay Jesus. Sinamba nila si Jesus at sinabi, “Talagang ikaw nga ang Anak ng Diyos.”"
        }
      ], 
      "number": "31", 
      "ref": "A Bible story from: Matthew 14:22-33; Mark 6:45-52; John 6:16-21", 
      "title": "31. Lumakad si Jesus sa Ibabaw ng Tubig"
    }, 
    {
      "frames": [
        {
          "id": "32-01", 
          "img": "{{:en:obs:obs-32-01.jpg?nolink&640x360}}", 
          "text": "Isang araw, tumawid si Jesus sa Lawa ng Galilea papunta sa lupain ng mga Geraseno."
        }, 
        {
          "id": "32-02", 
          "img": "{{:en:obs:obs-32-02.jpg?nolink&640x360}}", 
          "text": "WNang makarating sila sa kabilang panig ng lawa, sinalubong si Jesus ng isang lalaking sinasapian ng demonyo."
        }, 
        {
          "id": "32-03", 
          "img": "{{:en:obs:obs-32-03.jpg?nolink&640x360}}", 
          "text": "Napakalakas ng lalaking ito kaya walang makapigil sa kanya. Pinapatid lang niya ang mga kadenang ipinantatali sa kanya."
        }, 
        {
          "id": "32-04", 
          "img": "{{:en:obs:obs-32-04.jpg?nolink&640x360}}", 
          "text": "Nakatira ang lalaking ito sa sementeryo. Palagi siya sumisigaw. Wala din siyang suot na damit at sinusugatan niya ng mga bato ang katawan niya."
        }, 
        {
          "id": "32-05", 
          "img": "{{:en:obs:obs-32-05.jpg?nolink&640x360}}", 
          "text": "Paglapit ng lalaki kay Jesus, lumuhod ito sa harap niya. Sinabi ni Jesus sa mga demonyo, “Umalis kayo sa katawan niya!”"
        }, 
        {
          "id": "32-06", 
          "img": "{{:en:obs:obs-32-06.jpg?nolink&640x360}}", 
          "text": "Sumigaw nang malakas ang lalaking sinasapian ng demonyo. Sinabi niya, “Ano ang gusto mong gawin sa akin, Jesus na Anak ng Kataas-taasang Diyos? Nakikiusap ako, huwag mo akong pahirapan!” Sinabi I Jesus, “Ano ang pangalan mo?” Sumagaot ang demonyo, “Lehiyon ang panagalan ko, dahil marami kami.” (Ang lehiyon ay binubuo ng 6,000 mga sundalo)."
        }, 
        {
          "id": "32-07", 
          "img": "{{:en:obs:obs-32-07.jpg?nolink&640x360}}", 
          "text": "Nakiusap ang mga demonyo kay Jesus, “Pakiusap, huwagh mo kaming paalisin sa lugar na ito!” May mga baboy na nanginginain sa isang malapit na burol. Nakiusap ang mga demonyo kay Jesus, “Pabayaan mo na lang kaming pumasok sa mga baboy!” Sinabi ni Jesus, “Sige.”"
        }, 
        {
          "id": "32-08", 
          "img": "{{:en:obs:obs-32-08.jpg?nolink&640x360}}", 
          "text": "Lumabas sa lalaki ang mga demonyo at pumasok sa mga baboy. Nagtakbuhan ang mga baboy sa malalim na bangin, nahulog sa lawa at nalunod. Umaabot sa 2,000 ang mga baboy."
        }, 
        {
          "id": "32-09", 
          "img": "{{:en:obs:obs-32-09.jpg?nolink&640x360}}", 
          "text": "Nang makita ng mga tagapag-alaga ng baboy ang nangyari, tumakbo sila at sinabi sa mga tao ang ginawa ni Jesus. Nagpuntahan kay Jesus ang mga tao. Nakita nila ang lalaking pinagaling ni Jesus. Nakaupo na ang lalaki, may suot na damit at magaling na."
        }, 
        {
          "id": "32-10", 
          "img": "{{:en:obs:obs-32-10.jpg?nolink&640x360}}", 
          "text": "Pero natatakot sila kaya nakiusap sila kay Jesus, “Pakiusap, umalis na po kayo sa lugar na ito.” Kaya sumakay si Jesus sa bangka para umalis. Nakiusap ang lalaking pinagaling ni Jesus, “Isama po ninyo ako.”"
        }, 
        {
          "id": "32-11", 
          "img": "{{:en:obs:obs-32-11.jpg?nolink&640x360}}", 
          "text": "Pero sinabi ni Jesus sa kanya, “Umuwi ka at sabihin mo sa mga kaibigan mo at kamag-anak kung ano ang ginawa sa iy ng Diyos at kung paano siya naawa sa iyo.”"
        }, 
        {
          "id": "32-12", 
          "img": "{{:en:obs:obs-32-12.jpg?nolink&640x360}}", 
          "text": "Umuwi ang lalaki at ikinuwneto niya sa lahat ng kakilala niya ang ginawa ni Jesus sa kanya. Ganoon na lang ang paghanga at gulat ng mga nakarinig sa ikinukuwento niya tungkol kay Jesus."
        }, 
        {
          "id": "32-13", 
          "img": "{{:en:obs:obs-32-13.jpg?nolink&640x360}}", 
          "text": "Bumalik naman si Jesus sa kabilang panig ng Lawa ng Galilea. Maraming mga tao ang naglapitan sa kanya. Nagsisiksikan sila at pati si Jesus ay nasisiksik na rin. May isa babae sa mga nagsisiksikan na labindalawang taon nang dinudugo. Naubos na ang pera niya sa pagpapagamot pero hindi siya gumagaling. Lalo pang lumala ang sakit niya."
        }, 
        {
          "id": "32-14", 
          "img": "{{:en:obs:obs-32-14.jpg?nolink&640x360}}", 
          "text": "Nabalitaan niya na nagpapagaling ng mga tao si Jesus. Naisip niya, “Kapag nahawakan ko ang damit ni Jesus, gagaling din ako!” Kaya lumapit siya sag awing likuran ni Jesus at hinawakan niya ang damit nito. Pagkahawak niya sa damit ni Jesus, biglang tumigil ang pagdurugo niya! Magaling na siya!"
        }, 
        {
          "id": "32-15", 
          "img": "{{:en:obs:obs-32-15.jpg?nolink&640x360}}", 
          "text": "Nalaman din agad ni Jesus na may kapangyarihan na lumadas mula sa kanya. Kaya tumingin siya sa paligid at nagtanong, “Sino ang humakaw sa damit ko?” Sumagot ang mga alagad, “Jesus, napakarami pong tao dito na nagsisiksikan. Bakit mo itinatanong kung sino ang humawak sa iyo?”"
        }, 
        {
          "id": "32-16", 
          "img": "{{:en:obs:obs-32-16.jpg?nolink&640x360}}", 
          "text": "Lumuhod sa harap ni Jesus ang babae. Nanginginig siya at takot na takot. Ipinagtapat niya ang totoo. Kaya sinabi ni Jesus sa kanya, “Gumaling ka dahil sumasampalataya ka. Umuwi ka na at ipanatag mo ang loob mo.”"
        }
      ], 
      "number": "32", 
      "ref": "A Bible story from: Matthew 8:28-34; Mark 5:1-20; Luke 8:26-39", 
      "title": "32. Pinagaling ni Jesus ang Lalaking Sinasapian at ang Babaeng Maysakit (Dinudugo)"
    }, 
    {
      "frames": [
        {
          "id": "33-01", 
          "img": "{{:en:obs:obs-33-01.jpg?nolink&640x360}}", 
          "text": "Isang araw, nasa baybayin ng lawa si Jesus. Tinuturuan niya ang mga tao. Napakarami nila kaya sumakay si Jesus sa bangka at doon siya nagturo."
        }, 
        {
          "id": "33-02", 
          "img": "{{:en:obs:obs-33-02.jpg?nolink&640x360}}", 
          "text": "Nagkuwneto si Jesus sa kanila, “May isang magsasaka na nagtanim ng mga binhi. Habang inihahagis niya ang mga binhi, may ilang binhi na nahulog sa daan. Kinain lang ng mga ibon ang mga binhi."
        }, 
        {
          "id": "33-03", 
          "img": "{{:en:obs:obs-33-03.jpg?nolink&640x360}}", 
          "text": "“Nahulog naman ang ibang binhi sa mabatong lugar. Kaunti lang ang lupa doon. Mabilis na tumubo ang mga binhi. Kaya lang, nang sumikat ang araw, nalanta ang halaman at namatay dahil mababaw lang ang ugat nito."
        }, 
        {
          "id": "33-04", 
          "img": "{{:en:obs:obs-33-04.jpg?nolink&640x360}}", 
          "text": "“May mga binhing nahulog sa madawag na lugar. Tumubo ang binhi pero hindi ito namunga dahil naiipit ng mga tinik at dawag."
        }, 
        {
          "id": "33-05", 
          "img": "{{:en:obs:obs-33-05.jpg?nolink&640x360}}", 
          "text": "Mayroon ding binhing napatanim sa matabang lupa. Tumubo ang mga binhi at namunga ng 30, 60 at 100. Kung nakakarinig kayo, pakinggan ninyo ang sinasabi ko.”"
        }, 
        {
          "id": "33-06", 
          "img": "{{:en:obs:obs-33-06.jpg?nolink&640x360}}", 
          "text": "Nalito ang mga alagad sa kuwentong ito ni Jesus. Kaya ipinaliwanag ito ni Jesus sa kanila. “Ang binhi ay ang salita ng Diyos. Ang mga binhing nahulog sa daanan ay kagaya ng mga tao na nakinig sa Salita ng Diyos pero hindi nila ito inunawa. Kaya inagaw ng dyablo sa kanila ang salita ng Diyos."
        }, 
        {
          "id": "33-07", 
          "img": "{{:en:obs:obs-33-07.jpg?nolink&640x360}}", 
          "text": "“Ang mga binhi namang nahulog sa mabatong lugar ay kagaya ng mga taong nakarinig ng Salita ng Diyos at tinanggap naman nila ito. Pero nang makaranas sila ng hirap at pag-uusig, lumayo na sila dahil hindi sila lumagong mabuti."
        }, 
        {
          "id": "33-08", 
          "img": "{{:en:obs:obs-33-08.jpg?nolink&640x360}}", 
          "text": "“Ang mga binhing napatanim sa madawag na lugar ay kagaya ng mga taong nakarinig ng Salita ng Diyos at sumampalataya. Pero sa paglipas ng panahon, nawala ang pagmamahal nila sa Diyos dahil sa mga problema, sa mga kayamanan at sa mga layaw sa buhay. Hindi nagkaroon ng bunga sa kanila ang mga salitang napakinggan nila."
        }, 
        {
          "id": "33-09", 
          "img": "{{:en:obs:obs-33-09.jpg?nolink&640x360}}", 
          "text": "“Pero ang mga binhing napatanim sa mabuting lupa ay kagaya ng mga taong nakinig sa Salita ng Diyos, sumampalataya at nagbunga."
        }
      ], 
      "number": "33", 
      "ref": "A Bible story from: Matthew 13:1-8, 18-23; Mark 4:1-8, 13-20; Luke 8:4-15", 
      "title": "33. Ang Kuwento tungkol sa Magsasaka"
    }, 
    {
      "frames": [
        {
          "id": "34-01", 
          "img": "{{:en:obs:obs-34-01.jpg?nolink&640x360}}", 
          "text": "Maraming pang kuwneto si Jesus tungkol sa Paghahari ng Diyos. Sinabi niya, “Ang Paghahari ng Diyos au kagaya ng binhi ng mustasa na itinanim sa bukid. Noong binhi pa lang ito, ito ang pinakamaliit na binhi sa lahat.”"
        }, 
        {
          "id": "34-02", 
          "img": "{{:en:obs:obs-34-02.jpg?nolink&640x360}}", 
          "text": "Pero nang tumubo na ang binhi, ito ang naging pinakamalaki sa lahat ng halaman sa taniman. Nakagawa ng pugad ang mga ibon sa sanga nito.”"
        }, 
        {
          "id": "34-03", 
          "img": "{{:en:obs:obs-34-03.jpg?nolink&640x360}}", 
          "text": "May isa pang kuwento si Jesus, “Ang Paghahari ng Diyos ay kagaya ng pampaalsa na inihahalo ng isang babae sa tinapay. Kapag naihalo na ito sa masa, kinakalatan nito ang buong masa ng tinapay.”"
        }, 
        {
          "id": "34-04", 
          "img": "{{:en:obs:obs-34-04.jpg?nolink&640x360}}", 
          "text": "“Ang Paghahari ng Diyos ay kagaya din ng isang kayamanang nakabaon sa isang bukid. Nang matagpuan ito ng isang lalaki, ibinaon niya ito ulit. Tuwang-tuwa siya kaya ibinenta niya ang lahat ng ari-arian niya at binili ang bukid na iyon.”"
        }, 
        {
          "id": "34-05", 
          "img": "{{:en:obs:obs-34-05.jpg?nolink&640x360}}", 
          "text": "“Ang Paghahari ng Diyos ay kagaya din ng isang nagtitinda ng mga perlas. Naghahanap siya ng pinakamagandang perlas na walang katumbas ang halaga. Nang makita niya ang perlas na hinahanap niya, ibinenta niya ang lahat ng pag-aari niya at binili ang perlas na iyo,”"
        }, 
        {
          "id": "34-06", 
          "img": "{{:en:obs:obs-34-06.jpg?nolink&640x360}}", 
          "text": "Nagkuwento din si Jesus tungkol sa mga tao na umaasa sa mabubuti nilang nagagawa at hinahamak ang ibang tao. “May dalawang lalaking pumunta sa Templo para manalangin. Maniningil ng buwis ang isa; pinuno naman ng relihiyong Judio ang isa.”"
        }, 
        {
          "id": "34-07", 
          "img": "{{:en:obs:obs-34-07.jpg?nolink&640x360}}", 
          "text": "“Nanalangin ang pinuno ng relihiyon, ‘Salamat po Diyos dahil hindi ako katulad ng ibang tao diyan – mga magnanakaw, mandaraya, nangangalunya o maniningil ng buwis.”"
        }, 
        {
          "id": "34-08", 
          "img": "{{:en:obs:obs-34-08.jpg?nolink&640x360}}", 
          "text": "“'Dalawang beses akong nag-aayuno sa isang lingo at nagbibigay ako ng ikasampung bahagi ng lahat ng biyayang natatanggap ko.’”"
        }, 
        {
          "id": "34-09", 
          "img": "{{:en:obs:obs-34-09.jpg?nolink&640x360}}", 
          "text": "“Samantala, nakatayo sa malayo ang maninigil ng buwis. Hindi siya makatingin sa langit. Sa halip, kinakabog niya ang dibdib niya habang nananalangin, ‘Diyos ko, maawa po kayo sa akin dahil makasalanan po ako.’”"
        }, 
        {
          "id": "34-10", 
          "img": "{{:en:obs:obs-34-10.jpg?nolink&640x360}}", 
          "text": "Pagkatapos, sinabi ni Jesus, “Sinasabi ko sa inyo, pinatawad ng Diyos ang maniningil ng buwis, pero hindi ang pinuno ng relihiyon. Ipapahiya ng Diyos ang mayayabang at paparangalan ng Diyos ang mga nagpapakumbaba.”"
        }
      ], 
      "number": "34", 
      "ref": "A Bible story from: Matthew 13:31-33, 44-46; Mark 4:30-32; Luke 13:18-21; 18:9-14", 
      "title": "34. Ang Iba pang mga Kuwento ni Jesus"
    }, 
    {
      "frames": [
        {
          "id": "35-01", 
          "img": "{{:en:obs:obs-35-01.jpg?nolink&640x360}}", 
          "text": "One day, Jesus was teaching many tax collectors and sinners who were with him."
        }, 
        {
          "id": "35-02", 
          "img": "{{:en:obs:obs-35-02.jpg?nolink&640x360}}", 
          "text": "The religious leaders were grumbling because Jesus was treating these people as friends. So Jesus told this story."
        }, 
        {
          "id": "35-03", 
          "img": "{{:en:obs:obs-35-03.jpg?nolink&640x360}}", 
          "text": "“There was a man who had two sons. The younger son told his father, ‘Father, I want my inheritance now!’ So the father divided his property between the two sons.”"
        }, 
        {
          "id": "35-04", 
          "img": "{{:en:obs:obs-35-04.jpg?nolink&640x360}}", 
          "text": "“Soon the younger son gathered all that he had and went far away and wasted his money in sinful living.”"
        }, 
        {
          "id": "35-05", 
          "img": "{{:en:obs:obs-35-05.jpg?nolink&640x360}}", 
          "text": "“At that time a severe famine came on the land, and the younger son had no money to buy food. So he took the only job he could find, feeding pigs. He was so miserable and hungry that he wanted to eat the pigs’ food.”"
        }, 
        {
          "id": "35-06", 
          "img": "{{:en:obs:obs-35-06.jpg?nolink&640x360}}", 
          "text": "“Finally, the younger son said to himself, ‘What am I doing? All my father’s servants have plenty to eat, and yet here I am starving. I will go back to my father and ask to be one of his servants.’”"
        }, 
        {
          "id": "35-07", 
          "img": "{{:en:obs:obs-35-07.jpg?nolink&640x360}}", 
          "text": "“While the younger son was still far away, his father saw him and felt compassion for him. He ran to his son and hugged him and kissed him.”"
        }, 
        {
          "id": "35-08", 
          "img": "{{:en:obs:obs-35-08.jpg?nolink&640x360}}", 
          "text": "“The son said, ‘Father, I have sinned against God and against you. I am not worthy to be your son.’”"
        }, 
        {
          "id": "35-09", 
          "img": "{{:en:obs:obs-35-09.jpg?nolink&640x360}}", 
          "text": "“But his father told one of his servants, ‘Go quickly! Bring the best clothes and put them on my son! Put a ring on his finger and put sandals on his feet. Then kill the best calf so we can have a feast, because my son was dead, but now he is alive! He was lost, but now he is found!’”"
        }, 
        {
          "id": "35-10", 
          "img": "{{:en:obs:obs-35-10.jpg?nolink&640x360}}", 
          "text": "“And the people began to celebrate. Before long, the older son came home from working in the field. He heard the music and dancing and wondered what was happening.”"
        }, 
        {
          "id": "35-11", 
          "img": "{{:en:obs:obs-35-11.jpg?nolink&640x360}}", 
          "text": "“When the older son found out that there was a party because his brother had come home, he was very angry and would not go into the house. His father came out and begged him to join the party, but he refused.”"
        }, 
        {
          "id": "35-12", 
          "img": "{{:en:obs:obs-35-12.jpg?nolink&640x360}}", 
          "text": "“The older son said to his father, ‘All these years I’ve worked so faithfully for you! I never disobeyed you, and still you did not even give me one small goat so I could celebrate with my friends. But when this son of yours who wasted your money on sinful behavior came home, you killed the best calf for him!’”"
        }, 
        {
          "id": "35-13", 
          "img": "{{:en:obs:obs-35-13.jpg?nolink&640x360}}", 
          "text": "“The father answered, ‘My son, you are always with me, and everything I have is yours. But it is right for us to celebrate, because your brother was dead, but now is alive. He was lost, but now is found!’”"
        }
      ], 
      "number": "35", 
      "ref": "A Bible story from: Luke 15:11-32", 
      "title": "35. The Story of the Compassionate Father"
    }, 
    {
      "frames": [
        {
          "id": "36-01", 
          "img": "{{:en:obs:obs-36-01.jpg?nolink&640x360}}", 
          "text": "One day, Jesus took three of his disciples, Peter, James, and John with him. (This John was not the same person who baptized Jesus.) They went up on a high mountain by themselves."
        }, 
        {
          "id": "36-02", 
          "img": "{{:en:obs:obs-36-02.jpg?nolink&640x360}}", 
          "text": "All of a sudden, Jesus’ face became as bright as the sun and his clothes became as white as light, whiter than anyone on earth could make them."
        }, 
        {
          "id": "36-03", 
          "img": "{{:en:obs:obs-36-03.jpg?nolink&640x360}}", 
          "text": "Then Moses and Elijah, who had both lived hundreds of years earlier, appeared. They talked with Jesus about his death which would soon happen in Jerusalem."
        }, 
        {
          "id": "36-04", 
          "img": "{{:en:obs:obs-36-04.jpg?nolink&640x360}}", 
          "text": "As Moses and Elijah were talking with Jesus, Peter said, “Jesus, it is good for us to be here. Let us make three tents, one for you, one for Moses, and one for Elijah.” Peter did not know what he was saying."
        }, 
        {
          "id": "36-05", 
          "img": "{{:en:obs:obs-36-05.jpg?nolink&640x360}}", 
          "text": "As Peter was talking, a bright cloud came down on top of them and a voice from the cloud said, “This is my Son whom I love. I am pleased with him. Listen to him.” The three disciples were terrified and fell on the ground."
        }, 
        {
          "id": "36-06", 
          "img": "{{:en:obs:obs-36-06.jpg?nolink&640x360}}", 
          "text": "Then Jesus touched them and said, “Do not be afraid. Get up.” When they looked around they saw no one but Jesus."
        }, 
        {
          "id": "36-07", 
          "img": "{{:en:obs:obs-36-07.jpg?nolink&640x360}}", 
          "text": "As Jesus and the three disciples went back down the mountain, Jesus said to them, “Do not tell anyone about what happened here until after I have been raised from the dead.”"
        }
      ], 
      "number": "36", 
      "ref": "A Bible story from: Matthew 17:1-9; Mark 9:2-8; Luke 9:28-36", 
      "title": "36. The Transfiguration"
    }, 
    {
      "frames": [
        {
          "id": "37-01", 
          "img": "{{:en:obs:obs-37-01.jpg?nolink&640x360}}", 
          "text": "One day, Jesus received a message that Lazarus was very sick. Lazarus and his two sisters, Mary and Martha, were good friends of Jesus. When Jesus heard this news, he said, “This sickness will not end in death, but it will bring glory to God.” Jesus loved his friends, so he waited where he was for two days."
        }, 
        {
          "id": "37-02", 
          "img": "{{:en:obs:obs-37-02.jpg?nolink&640x360}}", 
          "text": "Then Jesus said to his disciples, “Let’s go back to Judea.” “But Teacher,” the disciples answered, “Just a short time ago the people there wanted to kill you!” Jesus said, “Our friend Lazarus has fallen asleep, and I must wake him.”"
        }, 
        {
          "id": "37-03", 
          "img": "{{:en:obs:obs-37-03.jpg?nolink&640x360}}", 
          "text": "Jesus' disciples replied, “Master, if Lazarus is sleeping, he will get better on his own.” Then Jesus told them plainly, “Lazarus is dead. I am glad we were not there when he died, for now you will see amazing things so that you may believe.”"
        }, 
        {
          "id": "37-04", 
          "img": "{{:en:obs:obs-37-04.jpg?nolink&640x360}}", 
          "text": "When Jesus got there, Lazarus had already been dead for four days. Martha went out to meet Jesus and said, “Master, if only you had been here, my brother would not have died. But I believe God will give you whatever you ask from him.”"
        }, 
        {
          "id": "37-05", 
          "img": "{{:en:obs:obs-37-05.jpg?nolink&640x360}}", 
          "text": "Jesus replied, “I am the Resurrection and the Life. Whoever believes in me will live, even though he dies. Everyone who believes in me will never die. Do you believe this?” “Yes, Master!” Martha answered. “I believe you are the Messiah, the Son of God.”"
        }, 
        {
          "id": "37-06", 
          "img": "{{:en:obs:obs-37-06.jpg?nolink&640x360}}", 
          "text": "Then Mary arrived. She fell at the feet of Jesus and said, “Master, if only you had been here, my brother would not have died.” “Where have you put Lazarus?” he asked them. They told him, “In the tomb. Come and see.” Then Jesus wept."
        }, 
        {
          "id": "37-07", 
          "img": "{{:en:obs:obs-37-07.jpg?nolink&640x360}}", 
          "text": "The tomb was a cave with a stone rolled across its entrance. When Jesus arrived at the tomb, he told them, “Roll the stone away.” But Martha said, “He has been dead for four days. There will be a bad smell.”"
        }, 
        {
          "id": "37-08", 
          "img": "{{:en:obs:obs-37-08.jpg?nolink&640x360}}", 
          "text": "Jesus responded, “Did I not tell you that you would see God’s glory if you believe?” So they rolled the stone away."
        }, 
        {
          "id": "37-09", 
          "img": "{{:en:obs:obs-37-09.jpg?nolink&640x360}}", 
          "text": "Then Jesus looked up to heaven and said, “Father, thank you for hearing me. I know you always listen to me, but I say this for the sake of all these people standing here, so that they will believe you sent me.” Then Jesus shouted, “Lazarus, come out!”"
        }, 
        {
          "id": "37-10", 
          "img": "{{:en:obs:obs-37-10.jpg?nolink&640x360}}", 
          "text": "And Lazarus came out! He was still wrapped up in grave clothes. Jesus told them, “Help him get out of those grave clothes and release him!” Many of the Jews believed in Jesus because of this miracle."
        }, 
        {
          "id": "37-11", 
          "img": "{{:en:obs:obs-37-11.jpg?nolink&640x360}}", 
          "text": "But the religious leaders of the Jews were jealous, so they gathered together to plan how they could kill Jesus and Lazarus."
        }
      ], 
      "number": "37", 
      "ref": "A Bible story from: John 11:1-46", 
      "title": "37. Jesus Raises Lazarus from the Dead"
    }, 
    {
      "frames": [
        {
          "id": "38-01", 
          "img": "{{:en:obs:obs-38-01.jpg?nolink&640x360}}", 
          "text": "Jesus had been preaching for about three years. It was the time of the Passover Feast when the Jews remembered how God had saved them from slavery in Egypt many centuries earlier. Jesus knew what would happen to him and told his disciples he was going to Jerusalem where he would be killed."
        }, 
        {
          "id": "38-02", 
          "img": "{{:en:obs:obs-38-02.jpg?nolink&640x360}}", 
          "text": "The Jewish leaders in Jerusalem refused to believe that Jesus was the Messiah and were plotting to kill him. Judas was one of Jesus’ disciples. He was in charge of the disciples’ money bag, but he loved money and often stole from it. Judas went to the Jewish leaders and offered to betray Jesus to them."
        }, 
        {
          "id": "38-03", 
          "img": "{{:en:obs:obs-38-03.jpg?nolink&640x360}}", 
          "text": "The Jewish leaders, led by the high priest, paid Judas thirty pieces of silver to betray Jesus. This happened just as the prophets had predicted. Judas agreed, took the money, and went away, looking for a chance to help them arrest Jesus."
        }, 
        {
          "id": "38-04", 
          "img": "{{:en:obs:obs-38-04.jpg?nolink&640x360}}", 
          "text": "Jesus celebrated the Passover Feast with his disciples. During the meal Jesus took bread and broke it, saying, “Take and eat this. It is my body, which is broken for you. Do this to remember me.” In this way, Jesus said that his body would be sacrificed for them."
        }, 
        {
          "id": "38-05", 
          "img": "{{:en:obs:obs-38-05.jpg?nolink&640x360}}", 
          "text": "Then Jesus took a cup and said, “Drink this. It is my blood of the New Covenant shed for the forgiveness of sins. Do this to remember me as often as you drink it.” In this way, Jesus said that his blood would be poured out to forgive their sins."
        }, 
        {
          "id": "38-06", 
          "img": "{{:en:obs:obs-38-06.jpg?nolink&640x360}}", 
          "text": "Then Jesus said to the disciples, “One of you will betray me.” The disciples were surprised and did not know who would do such a thing. Jesus said, “The person to whom I give this piece of bread is the betrayer.” Then he gave the bread to Judas."
        }, 
        {
          "id": "38-07", 
          "img": "{{:en:obs:obs-38-07.jpg?nolink&640x360}}", 
          "text": "After Judas took the bread, Satan entered into him. Judas left to help the Jewish leaders arrest Jesus. It was night."
        }, 
        {
          "id": "38-08", 
          "img": "{{:en:obs:obs-38-08.jpg?nolink&640x360}}", 
          "text": "After the meal, Jesus and his disciples walked to the Mount of Olives. Jesus said, “All of you will all abandon me tonight. It is written, ‘I will strike the shepherd and all the sheep will be scattered.’”"
        }, 
        {
          "id": "38-09", 
          "img": "{{:en:obs:obs-38-09.jpg?nolink&640x360}}", 
          "text": "Peter replied, “Even if all the others leave you, I will not!” Then Jesus said to Peter, “Satan wants to have all of you, but I have prayed for you, Peter, that your faith will not fail. Even so, tonight, before the rooster crows, three times you will deny that you even know me.”"
        }, 
        {
          "id": "38-10", 
          "img": "{{:en:obs:obs-38-10.jpg?nolink&640x360}}", 
          "text": "Peter then said to Jesus, “Even if I must die, I will never disown you!” All the other disciples said the same thing."
        }, 
        {
          "id": "38-11", 
          "img": "{{:en:obs:obs-38-11.jpg?nolink&640x360}}", 
          "text": "Then Jesus went with his disciples to a place called Gethsemane. Jesus told his disciples to pray that they would not fall into temptation. Then Jesus went to pray by himself."
        }, 
        {
          "id": "38-12", 
          "img": "{{:en:obs:obs-38-12.jpg?nolink&640x360}}", 
          "text": "Jesus prayed three times, “My Father, if it is possible, please let me escape this suffering. But if there is no other way for people’s sins to be forgiven, then let your will be done.” Jesus was very troubled and his sweat was like drops of blood. God sent an angel to strengthen him."
        }, 
        {
          "id": "38-13", 
          "img": "{{:en:obs:obs-38-13.jpg?nolink&640x360}}", 
          "text": "After each time of prayer, Jesus came back to his disciples, but they were asleep. After the third time, Jesus said, “Wake up! My betrayer is here.”"
        }, 
        {
          "id": "38-14", 
          "img": "{{:en:obs:obs-38-14.jpg?nolink&640x360}}", 
          "text": "Judas came with the Jewish leaders, soldiers, and a large crowd carrying swords and clubs. He came to Jesus and said, “Greetings, teacher,” and kissed him. This was the sign for the Jewish leaders to know whom to arrest. Then Jesus said, “Judas, do you betray me with a kiss?”"
        }, 
        {
          "id": "38-15", 
          "img": "{{:en:obs:obs-38-15.jpg?nolink&640x360}}", 
          "text": "As the soldiers arrested Jesus, Peter pulled out his sword and cut off the ear of the high priest’s servant. Jesus said, “Put the sword away! I could ask the Father for an army of angels to defend me. But I must obey my Father.” Then Jesus healed the man’s ear, and all the disciples ran away."
        }
      ], 
      "number": "38", 
      "ref": "A Bible story from: Matthew 26:14-56; Mark 14:10-50; Luke 22:1-53; John 18:1-11", 
      "title": "38. Jesus Is Betrayed"
    }, 
    {
      "frames": [
        {
          "id": "39-01", 
          "img": "{{:en:obs:obs-39-01.jpg?nolink&640x360}}", 
          "text": "It was now the middle of the night. The soldiers led Jesus to the house of the high priest to be questioned. Peter followed far behind. When Jesus was taken into the house, Peter stayed outside and warmed himself by a fire."
        }, 
        {
          "id": "39-02", 
          "img": "{{:en:obs:obs-39-02.jpg?nolink&640x360}}", 
          "text": "Inside the house, the Jewish leaders put Jesus on trial. They brought many witnesses who lied about him. However, their statements did not agree with each other, so they could not prove he was guilty of anything. Jesus did not say anything."
        }, 
        {
          "id": "39-03", 
          "img": "{{:en:obs:obs-39-03.jpg?nolink&640x360}}", 
          "text": "Finally, the high priest looked directly at Jesus and said, “Tell us, are you the Messiah, the Son of the living God?”"
        }, 
        {
          "id": "39-04", 
          "img": "{{:en:obs:obs-39-04.jpg?nolink&640x360}}", 
          "text": "Jesus said, “I am, and you will see me seated with God and coming in power from heaven.” The high priest tore his clothes in anger and shouted, “We do not need any more witnesses. You have heard him say that he is the Son of God. What is your judgment?”"
        }, 
        {
          "id": "39-05", 
          "img": "{{:en:obs:obs-39-05.jpg?nolink&640x360}}", 
          "text": "The Jewish leaders all answered, “He deserves to die!” Then they blindfolded Jesus, spit on him, hit him, and mocked him."
        }, 
        {
          "id": "39-06", 
          "img": "{{:en:obs:obs-39-06.jpg?nolink&640x360}}", 
          "text": "Outside the house, a girl saw Peter and said, “You also were with Jesus!” Peter denied it. Later, another girl said the same thing, and Peter denied it again. Finally, the people said, “You were with Jesus because you both are from Galilee.”"
        }, 
        {
          "id": "39-07", 
          "img": "{{:en:obs:obs-39-07.jpg?nolink&640x360}}", 
          "text": "Peter swore, saying, “May God curse me if I know this man!” Immediately, a rooster crowed, and Jesus turned and looked at Peter."
        }, 
        {
          "id": "39-08", 
          "img": "{{:en:obs:obs-39-08.jpg?nolink&640x360}}", 
          "text": "Peter went away and cried bitterly. Meanwhile, when Judas, the betrayer, saw that Jesus had been condemned, he became full of sorrow and went away and killed himself."
        }, 
        {
          "id": "39-09", 
          "img": "{{:en:obs:obs-39-09.jpg?nolink&640x360}}", 
          "text": "Early the next morning, the Jewish leaders brought Jesus to the Roman governor, Pilate, hoping to have Jesus killed. Pilate asked him, “Are you the King of the Jews?”"
        }, 
        {
          "id": "39-10", 
          "img": "{{:en:obs:obs-39-10.jpg?nolink&640x360}}", 
          "text": "Jesus answered, “You have said so, but my Kingdom is not an earthly kingdom. If it were, my servants would fight for me. But I have come to earth to tell the truth about God. Everyone who loves the truth listens to me.” Pilate said, “What is truth?”"
        }, 
        {
          "id": "39-11", 
          "img": "{{:en:obs:obs-39-11.jpg?nolink&640x360}}", 
          "text": "After speaking with Jesus, Pilate went out to the crowd and said, “I find no guilt in this man.” But the Jewish leaders and the crowd shouted, “Crucify him!” Pilate replied, “He is not guilty.” But they shouted even louder. Then Pilate said a third time, “He is not guilty!”"
        }, 
        {
          "id": "39-12", 
          "img": "{{:en:obs:obs-39-12.jpg?nolink&640x360}}", 
          "text": "But Pilate became afraid that a riot would start, so he handed Jesus over to them to be crucified. The soldiers whipped Jesus, put a royal robe and a crown made of thorns on him, and they mocked him, saying, “Look, the King of the Jews!”"
        }
      ], 
      "number": "39", 
      "ref": "A Bible story from: Matthew 26:57-27:26; Mark 14:53-15:15; Luke 22:54-23:25; John 18:12-19:16", 
      "title": "39. Jesus Is Put on Trial"
    }, 
    {
      "frames": [
        {
          "id": "40-01", 
          "img": "{{:en:obs:obs-40-01.jpg?nolink&640x360}}", 
          "text": "After mocking Jesus, the soldiers led him away to be crucified. They made him carry his own cross."
        }, 
        {
          "id": "40-02", 
          "img": "{{:en:obs:obs-40-02.jpg?nolink&640x360}}", 
          "text": "The soldiers brought Jesus to a place called “The Skull” and nailed his arms and feet to the cross. But Jesus said, “Father, forgive them, because they do not know what they are doing.” Pilate commanded that a sign be put above Jesus’ head that read, “King of the Jews.”"
        }, 
        {
          "id": "40-03", 
          "img": "{{:en:obs:obs-40-03.jpg?nolink&640x360}}", 
          "text": "The soldiers gambled for Jesus’ clothing. When they did this, they fulfilled a prophecy which said, “They divided my garments among them, and gambled for my clothing.”"
        }, 
        {
          "id": "40-04", 
          "img": "{{:en:obs:obs-40-04.jpg?nolink&640x360}}", 
          "text": "Jesus was crucified between two robbers. One of them mocked Jesus, but the other said, “Don’t you fear God? We are guilty, but this man is innocent. Jesus, please remember me in your Kingdom.” Jesus said to him, “Today, you will be with me in Paradise.”"
        }, 
        {
          "id": "40-05", 
          "img": "{{:en:obs:obs-40-05.jpg?nolink&640x360}}", 
          "text": "The crowd and the Jewish leaders mocked Jesus, saying, “If you are the Son of God, come down from the cross and save yourself! Then we will believe you.”"
        }, 
        {
          "id": "40-06", 
          "img": "{{:en:obs:obs-40-06.jpg?nolink&640x360}}", 
          "text": "It was the middle of the day, but darkness came over the whole land. It stayed dark from noon until 3:00 in the afternoon."
        }, 
        {
          "id": "40-07", 
          "img": "{{:en:obs:obs-40-07.jpg?nolink&640x360}}", 
          "text": "Then Jesus cried out, “It is finished! Father, I give my spirit into your hands.” Then he bowed his head and gave up his spirit. When he died, there was an earthquake and the large curtain in the Temple that separated the presence of God from the people was torn in two, from the top to the bottom."
        }, 
        {
          "id": "40-08", 
          "img": "{{:en:obs:obs-40-08.jpg?nolink&640x360}}", 
          "text": "Through his death, Jesus opened a way for people to come to God. When the soldier guarding Jesus saw everything that happened, he said, “Certainly, this man was innocent. He was the Son of God.”"
        }, 
        {
          "id": "40-09", 
          "img": "{{:en:obs:obs-40-09.jpg?nolink&640x360}}", 
          "text": "Then Joseph and Nicodemus, two Jewish leaders who believed Jesus was the Messiah, asked Pilate for Jesus’ body. They wrapped his body in cloth and buried it in a tomb cut out of rock. Then they rolled a large stone over the opening."
        }
      ], 
      "number": "40", 
      "ref": "A Bible story from: Matthew 27:27-61; Mark 15:16-47; Luke 23:26-56; John 19:17-42", 
      "title": "40. Jesus Is Crucified"
    }, 
    {
      "frames": [
        {
          "id": "41-01", 
          "img": "{{:en:obs:obs-41-01.jpg?nolink&640x360}}", 
          "text": "After Jesus was crucified, the unbelieving Jewish leaders said to Pilate, “That liar, Jesus, said he would rise from the dead after three days. The tomb must be guarded so that his disciples do not steal the body and then say he has risen from the dead.”"
        }, 
        {
          "id": "41-02", 
          "img": "{{:en:obs:obs-41-02.jpg?nolink&640x360}}", 
          "text": "Pilate said, “Make the tomb as secure as you can.” So they sealed the stone at the entrance of the tomb and put soldiers there to make sure no one could steal the body."
        }, 
        {
          "id": "41-03", 
          "img": "{{:en:obs:obs-41-03.jpg?nolink&640x360}}", 
          "text": "The day after Jesus was buried was a Sabbath, a day of rest. Very early on the morning after the Sabbath, several women went to Jesus’ tomb to put more burial spices on his body."
        }, 
        {
          "id": "41-04", 
          "img": "{{:en:obs:obs-41-04.jpg?nolink&640x360}}", 
          "text": "There was a great earthquake. An angel appeared from heaven, as bright as lightning. He rolled away the stone that was covering the entrance to the tomb and sat on it. The soldiers guarding the tomb were terrified and fell to the ground like dead men."
        }, 
        {
          "id": "41-05", 
          "img": "{{:en:obs:obs-41-05.jpg?nolink&640x360}}", 
          "text": "The angel told the women, “Do not be afraid. Jesus is not here. He has risen from the dead, just like he said he would! Look in the tomb and see.” The women looked into the tomb and saw where Jesus had been lying. His body was not there!"
        }, 
        {
          "id": "41-06", 
          "img": "{{:en:obs:obs-41-06.jpg?nolink&640x360}}", 
          "text": "Then the angel told the women, “Tell the disciples that Jesus has risen from the dead and is going before you into Galilee.”"
        }, 
        {
          "id": "41-07", 
          "img": "{{:en:obs:obs-41-07.jpg?nolink&640x360}}", 
          "text": "The women were full of fear and great joy. They ran to tell the disciples the good news."
        }, 
        {
          "id": "41-08", 
          "img": "{{:en:obs:obs-41-08.jpg?nolink&640x360}}", 
          "text": "On the way, Jesus appeared to them, and they worshiped him. Jesus said, “Do not be afraid. Go and tell my disciples that I will see them in Galilee.”"
        }
      ], 
      "number": "41", 
      "ref": "A Bible story from: Matthew 27:62-28:15; Mark 16:1-11; Luke 24:1-12; John 20:1-18", 
      "title": "41. God Raises Jesus from the Dead"
    }, 
    {
      "frames": [
        {
          "id": "42-01", 
          "img": "{{:en:obs:obs-42-01.jpg?nolink&640x360}}", 
          "text": "Later that day, two of Jesus’ followers were going to a nearby town. As they walked, they talked about the death of Jesus and how the women said he was alive again. They wondered if Jesus really was the Messiah."
        }, 
        {
          "id": "42-02", 
          "img": "{{:en:obs:obs-42-02.jpg?nolink&640x360}}", 
          "text": "Jesus came up and started walking with them, but they did not recognize him. He asked what they were talking about, and they told him about all the terrible things that had happened during the last few days. They thought he was a stranger who had not heard about it."
        }, 
        {
          "id": "42-03", 
          "img": "{{:en:obs:obs-42-03.jpg?nolink&640x360}}", 
          "text": "Then Jesus explained to them what God’s Word says about the Messiah. He reminded them that the prophets said the Messiah would suffer and be killed, but would rise again on the third day. When they arrived at the town where they were going, it was almost night."
        }, 
        {
          "id": "42-04", 
          "img": "{{:en:obs:obs-42-04.jpg?nolink&640x360}}", 
          "text": "The two men invited Jesus to stay with them, so he did. Before they ate, Jesus picked up a loaf of bread, thanked God for it, and then broke it. Suddenly, they recognized that he was Jesus. At that moment, he disappeared."
        }, 
        {
          "id": "42-05", 
          "img": "{{:en:obs:obs-42-05.jpg?nolink&640x360}}", 
          "text": "The two men said to each other, “Our hearts were burning when he explained God’s Word to us!” Immediately, they went back to Jerusalem. When they arrived, they told the disciples, “Jesus is alive! We have seen him!”"
        }, 
        {
          "id": "42-06", 
          "img": "{{:en:obs:obs-42-06.jpg?nolink&640x360}}", 
          "text": "Suddenly, Jesus appeared! The disciples thought he was a ghost, but Jesus said, “Peace to you! Why are you afraid and doubting? Look at my hands and feet. Ghosts do not have bodies like I do.” To show he was not a ghost, he asked for a piece of cooked fish and ate it."
        }, 
        {
          "id": "42-07", 
          "img": "{{:en:obs:obs-42-07.jpg?nolink&640x360}}", 
          "text": "“I told you that everything written about me in God’s Word must be fulfilled,” Jesus said. Then he opened their minds so they could understand God’s Word. He said, “It was written long ago that the Messiah would suffer, die, and rise from the dead on the third day.”"
        }, 
        {
          "id": "42-08", 
          "img": "{{:en:obs:obs-42-08.jpg?nolink&640x360}}", 
          "text": "“It was also written that repentance for forgiveness of sins would be proclaimed to all people groups, starting in Jerusalem. You are witnesses of these things.”"
        }, 
        {
          "id": "42-09", 
          "img": "{{:en:obs:obs-42-09.jpg?nolink&640x360}}", 
          "text": "During the next forty days, Jesus appeared to his disciples and followers many times. Once, he even appeared to more than 500 people at the same time! He proved to his disciples in many ways that he was alive, and he taught them about the Kingdom of God."
        }, 
        {
          "id": "42-10", 
          "img": "{{:en:obs:obs-42-10.jpg?nolink&640x360}}", 
          "text": "At the end of the forty days, Jesus said to his disciples, “All authority in heaven and on earth has been given to me. So go, make disciples of all people groups by baptizing them in the name of the Father, the Son, and the Holy Spirit and by teaching them to obey everything I have commanded you.”"
        }, 
        {
          "id": "42-11", 
          "img": "{{:en:obs:obs-42-11.jpg?nolink&640x360}}", 
          "text": "“Remember, I will be with you always. Stay in Jerusalem until you receive power from above.” Then Jesus was taken up to heaven, and a cloud hid him from their sight. Jesus sat down at the right hand of God to rule over all things."
        }
      ], 
      "number": "42", 
      "ref": "A Bible story from: Matthew 28:16-20; Mark 16:12-20; Luke 24:13-53; John 20:19-23; Acts 1:1-11", 
      "title": "42. Jesus Returns to Heaven"
    }, 
    {
      "frames": [
        {
          "id": "43-01", 
          "img": "{{:en:obs:obs-43-01.jpg?nolink&640x360}}", 
          "text": "Nang makabalik na si Jesus sa langit, nanatili muna sa Jerusalem ang mga alagad. Ito kasi ang sinabi sa kanila ni Jesus. Nagsasama-sama silang palagi at nananalangin."
        }, 
        {
          "id": "43-02", 
          "img": "{{:en:obs:obs-43-02.jpg?nolink&640x360}}", 
          "text": "Pagkalipas ng limapung araw simula nang muling mabuhay si Jesus, sumapit ang pista ng mga Judio na tinatawag na Pentecostes. Ito ay isang pista ng pasasalamat. Lahat ng mga Judio sa buong mundo ay pumupunta sa Jerusalem para sama-samang magdiwang ng pista."
        }, 
        {
          "id": "43-03", 
          "img": "{{:en:obs:obs-43-03.jpg?nolink&640x360}}", 
          "text": "Isang araw na magkakasama ang mga alagad ni Jesus, bigla silang may narinig na parang tunog ng malakas na hangin. Napuno ng ingay ang buong bahay na pinatitipunan nila. Biglang may lumitaw na mga parang maliliit na apoy sa ulunan ng bawat isang alagad. Pagkatapos, napuspos sila ng Banal na Espiritu. Bigla silang nagsalita na ibang wika ang ginagamit nila."
        }, 
        {
          "id": "43-04", 
          "img": "{{:en:obs:obs-43-04.jpg?nolink&640x360}}", 
          "text": "Nang marinig ng mga naroroon sa Jerusalem na nagsasalita sa ibang wika, nagkatipon ang maraming mga tao. Gusto nilang malaman kung ano ang nangyayari. Laking gulat nila nang marinig nila ang mga alagad na nagsasalita sa mga wikang ginagamit nila. At sinasabi ng mga alagad kung ano ang magagandang bagay na ginawa ng Diyos."
        }, 
        {
          "id": "43-05", 
          "img": "{{:en:obs:obs-43-05.jpg?nolink&640x360}}", 
          "text": "May ilan doon na nagsabi, “Lasing lang ang mga taong iyan!” Pero tumayo si Pedro at nagsalita, “Makinig kayo sa akin! Hindi lasing ang mga taong ito. Sa halip, natupad ngayon ang sinabi ni Propeta Joel, ‘Sa huling mga araw, ibubuhos ko ang aking Espiritu.’”"
        }, 
        {
          "id": "43-06", 
          "img": "{{:en:obs:obs-43-06.jpg?nolink&640x360}}", 
          "text": "“Mga kababayan, si Jesus ay gumawa ng maraming mga himala dahil sa kapangyarihanh ng Diyos. Alam kong nakita ninyo at alam ninyo iyon. Ipinapako pa nga ninyo siya sa krus!”"
        }, 
        {
          "id": "43-07", 
          "img": "{{:en:obs:obs-43-07.jpg?nolink&640x360}}", 
          "text": "“Pero binuhay ulit siya ng Diyos. Kaya natupad sa kanya ang sinasabi sa Kasulatan, ‘Hindi mo pababayaang mabulok sa libingan ang Hinirang mo.’ Muling binuhay ng Diyos si Jesus. Kami mismo ang nakakita nito.”"
        }, 
        {
          "id": "43-08", 
          "img": "{{:en:obs:obs-43-08.jpg?nolink&640x360}}", 
          "text": "“Si Jesus ay nakaupo na ngayon sa kanan ng Diyos Ama. Ipinadala ng Ama ang ipinangako niyan –ang Banal na Espiritu. Ang nakikita at naririnig ninyo ngayon ay katibayan na natupad na ang pangakong ito ng Diyos.”"
        }, 
        {
          "id": "43-09", 
          "img": "{{:en:obs:obs-43-09.jpg?nolink&640x360}}", 
          "text": "“Dapat ninyong maunawaan na si Jesus, na ipinako ninyo sa krus ay siyang Panginoon at Tagapagligtas!”"
        }, 
        {
          "id": "43-10", 
          "img": "{{:en:obs:obs-43-10.jpg?nolink&640x360}}", 
          "text": "Nagtanong kay Pedro ang mga taong nakarinig sa kanya, “Mga kapatid, ano ang dapat naming gawin?”"
        }, 
        {
          "id": "43-11", 
          "img": "{{:en:obs:obs-43-11.jpg?nolink&640x360}}", 
          "text": "Sumagot si Pedro, “Magsisi kayo at magpabautismo sa pangalan ni Jesucristo para patawarin ang mga kasalan ninyo. Saka ninyo matatanggap ang Banal na Espiritu.”"
        }, 
        {
          "id": "43-12", 
          "img": "{{:en:obs:obs-43-12.jpg?nolink&640x360}}", 
          "text": "Halos 3,000 tao ang naniwala sa sinabi ni Pedro. Nagpabautismo sila at mapabilang sila sa mga tagasunod ng Diyos. Sila ang nagpasimula ng iglesya. Di nagtagal, sila ay tinawag na mga Cristiano."
        }, 
        {
          "id": "43-13", 
          "img": "{{:en:obs:obs-43-13.jpg?nolink&640x360}}", 
          "text": "Palaging nagsasama-sama ang mga Cristiano. Tinuturuan sila ng mga alagad. Sama-sama silang kumakain at nananalangin. Hindi nila ipinagdaramot ang mga pag-aari nila. Sa halip ibinabahagi nila ito sa mga kasamahan nila. Sumasamba silang palagi sa Dios. Kaya kahit ang hindi naniniwala sa Diyos ay humahanga sa kanila. Kaya naman araw-araw, parami nang parami ang nagiging Cristiano."
        }
      ], 
      "number": "43", 
      "ref": "A Bible story from: Acts 2", 
      "title": "Ang Simula ng Iglesya"
    }, 
    {
      "frames": [
        {
          "id": "44-01", 
          "img": "{{:en:obs:obs-44-01.jpg?nolink&640x360}}", 
          "text": "Isang araw, pumunta sina Pedro at Juan sa Templo. Mag nadaanan silang isang pulubi na namamalimos."
        }, 
        {
          "id": "44-02", 
          "img": "{{:en:obs:obs-44-02.jpg?nolink&640x360}}", 
          "text": "Tiningnan siya ni Pedro at sinabi, “Wala akong pera na maibibigay sa iyo. Pero mayroong isang bagay na pwede kong ibigay. Sa pangalan ni Jesus, tumayo ka at lumakad!”"
        }, 
        {
          "id": "44-03", 
          "img": "{{:en:obs:obs-44-03.jpg?nolink&640x360}}", 
          "text": "Gumaling agad ang lalaki. Naglakad siya at tumalon-talon habang pinupuri niya ang Diyos. Nagtaka ang mga tao na nasa Templo."
        }, 
        {
          "id": "44-04", 
          "img": "{{:en:obs:obs-44-04.jpg?nolink&640x360}}", 
          "text": "Sinabi ni Pedro sa mga tao na nagkakatipon, “Nagtataka ba kayo dahil gumaling ang lalaking ito? Hindi siya gumaling dahil sa sarili naming kapangyarihan o kabutihan. Gumaling siya dahil sa pananampalatay kay Jesus.”"
        }, 
        {
          "id": "44-05", 
          "img": "{{:en:obs:obs-44-05.jpg?nolink&640x360}}", 
          "text": "“Pinili ninyong mamatay si Jesus. Ipinapatay ninyo ang pinagmumulan ng buhay, pero binuhay siyang muli ng Diyos. Tinupad ng Diyos ang mga inuhula tungkol sa Tagapagligtas. Siya ay maghihirap at mamamatay. Kaya nga, magsisisi na kayo at bumalik sa Diyos at lilinisin niya ang mga kasalanan ninyo.”"
        }, 
        {
          "id": "44-06", 
          "img": "{{:en:obs:obs-44-06.jpg?nolink&640x360}}", 
          "text": "Nainis naman kina Pedro at Juan ang mga pinuno ng Templo. Kaya ipinahuli nila ang dalawa at ipinakulong. Pero marami sa mga nakarinig ng sinabi nila ang naniwala at umabot sa 5,000 ang nadagdag sa mga naging Cristiano nang araw na iyon. May mga babae at mga bata ding naniwala sa kanila."
        }, 
        {
          "id": "44-07", 
          "img": "{{:en:obs:obs-44-07.jpg?nolink&640x360}}", 
          "text": "Kinabukasan, dinala ng mga pinuno ng mga Judio sina Pedro at Juan sa bahay ng pinakapunong paring Judio. Tinanong sila ng pari, “Sino ang nagbigay sa inyo ng karapatan na gawin ang ginawa ninyo sa Templo?”"
        }, 
        {
          "id": "44-08", 
          "img": "{{:en:obs:obs-44-08.jpg?nolink&640x360}}", 
          "text": "Sumagot si Pedro, “Si Jesus ang Tagapagligtas ang nagpagaling sa lalaking ito. Siya yung ipinapako ninyo sa krus, pero binuhay siyang muli ng Diyos! Hindi ninyo siya tinanggap pero hindi maliligtas ang kahit na sino kung hindi sa pamamagitan ni Jesus!”"
        }, 
        {
          "id": "44-09", 
          "img": "{{:en:obs:obs-44-09.jpg?nolink&640x360}}", 
          "text": "Ganoon na lang ang gulat ng mga pinuno dahil nalaman nilang mga karaniwang tao lamang ang mga kausap nila at ni hindi nakapag-aral. Nalaman din nilang kasa-kasama ni Jesus ang mga taong ito. Kaya tinakot nila sina Pedro at Juan saka pinaalis."
        }
      ], 
      "number": "44", 
      "ref": "A Bible story from: Acts 3:1-4:22", 
      "title": "44. Pinagaling nina Pedro at Juan ang Isang Pulubi"
    }, 
    {
      "frames": [
        {
          "id": "45-01", 
          "img": "{{:en:obs:obs-45-01.jpg?nolink&640x360}}", 
          "text": "Si Esteban ay isa sa mga pinuno sa unang iglesya. Siya ay kilalang mabuting tao, marunong at ginagabayan siya ng Banal na Espiritu. Marami na ding ginawang mga himala si Esteban. Palagi niyang sinasabi sa mga tao na kailangan silang magtiwala kay Jesus."
        }, 
        {
          "id": "45-02", 
          "img": "{{:en:obs:obs-45-02.jpg?nolink&640x360}}", 
          "text": "Isang araw, nakipagtalo si Esteban sa ilang mga Judio na hindi naniniwala kay Jesus. Nagalit sila kay Esteban. Nagsinungaling sila tungkol kay Esteban. Sinabi nila, “Narinig namin siyang nagsasalita ng masama tungkol kay Moises at tungkol sa Diyos!” Kaya hinuli nila si Esteban. Dinala nila si Esteban sa pinakapunong pari at sa mga pinuno ng mga Judio."
        }, 
        {
          "id": "45-03", 
          "img": "{{:en:obs:obs-45-03.jpg?nolink&640x360}}", 
          "text": "Tinanong ng punong pari si Esteban, “Totoo ba ang sinasabi nila tungkol sa iyo?” Sinabi ni Esteban ang magagandang bagay na ginawa ng Diyos noong panahon ni Abraham hanggang sa panahon ni Jesus. Saka niya sinabi, “Matitigas ang ulo ninyo. Ayaw ninyong sumunod sa Diyos, Palagi ninyong tinatanggihan ang paggabay ng Banal na Espiritu. Kagaya kayo ng mga ninuno ninyo. Pinapatay ninyo ang mga propeta ng Diyos. Sa katunayan, pati ang Tagapagligtas na ipinadala niya ay ipinapatay din ninyo.”"
        }, 
        {
          "id": "45-04", 
          "img": "{{:en:obs:obs-45-04.jpg?nolink&640x360}}", 
          "text": "Nang marinig ito ng mga tao, tinakpan nila ang mga tainga nila at sumigaw ng malakas. Kinaladkad nila si Esteban palabas sa lungsod. Doon nila binato si Esteban hanggang mamatay ito."
        }, 
        {
          "id": "45-05", 
          "img": "{{:en:obs:obs-45-05.jpg?nolink&640x360}}", 
          "text": "Pero bago mamatay si Esteban, nanalangin siya, “Jesus, tanggapin mo po ang espiritu ko.” Pagkatapos ay muli siyang lumuhod, saka nanalangin, “Panginoon, huwag mo po silang parusahan sa ginawa nilang ito sa akin.” Pagkasabi nito, namatay na si Esteban."
        }, 
        {
          "id": "45-06", 
          "img": "{{:en:obs:obs-45-06.jpg?nolink&640x360}}", 
          "text": "May isang lalaki doon na sumang-ayon sa pagpatay kay Esteban. Siya ang nagbantay sa gamit ng mga taong pumatay kay Esteban. Siya ay si Saulo. Noong panahong iyon, marami nang mga taong gustong patayin ang mga Cristiano. Kaya maraming Cristiano ang lumipat ng tirahan. Pero kahit saan sila mapunta, ikinukuwento nila sa mga tao ang tungkol kay Jesus."
        }, 
        {
          "id": "45-07", 
          "img": "{{:en:obs:obs-45-07.jpg?nolink&640x360}}", 
          "text": "Si Felipe ay isa sa mga alagad ng Panginoon. Pumunta siya sa Samaria at doon ipinahayag ang tungkol kay Jesus. Marami ang naniwala kay Jesus sa Samaria. Isang araw, inutusan ng anghel ng Panginoon si Felipe, “Pumunta ka sa daan papuntang Gaza. Habang naglalakad siya, nakita ni Felipe ang sasakyan (karwahe) ng isang opisyal sa Etiopia. Sinabi ng Banal na Espiritu sa aknya na kausapin ang opisyal."
        }, 
        {
          "id": "45-08", 
          "img": "{{:en:obs:obs-45-08.jpg?nolink&640x360}}", 
          "text": "Nang makalapit si Felipe sa karwahe, narinig niyang binabasa ng lalaki ang aklat ni Propeta Isaias. “Kagaya ng tupa, siya ay papatayin, pero hindi siya nagsabi kahit kaunti man. Hindi siya binigyan ng katarungan at paggalang. Inagaw sa kanya ang kanyang buhay."
        }, 
        {
          "id": "45-09", 
          "img": "{{:en:obs:obs-45-09.jpg?nolink&640x360}}", 
          "text": "Tinanong ni Felipe ang lalaki, “Nauunawaan po ba ninyo ang binabasa ninyo?” Sumagot ang pinuno, “Hindi. Hindi ko ito maiintindihan kung walang magpapaliwanag nito sa akin. Halika, sumakay ka. Sa tingin mo, sino ang tinutukoy ni Isaias dito? Ibang tao ba o ang sarili niya?”"
        }, 
        {
          "id": "45-10", 
          "img": "{{:en:obs:obs-45-10.jpg?nolink&640x360}}", 
          "text": "Ipinaliwanag sa kanya ni Felipe na ang tinutukoy ni Isaias ay ang Panginoong Jesus. Bumanggit din si Felipe ng iba pang mga kasulatan para maikuwento sa pinuno ng Etiopia ang magandang balita tungkol kay Jesus."
        }, 
        {
          "id": "45-11", 
          "img": "{{:en:obs:obs-45-11.jpg?nolink&640x360}}", 
          "text": "Nang mapadaan sila sa isang lugar na may tubig, tinanong ng pinuno si Felipe, “Hayun! May tubig doon! Pwede na ba akong magpabautismo?” At pinatigil niya ang sasakyan."
        }, 
        {
          "id": "45-12", 
          "img": "{{:en:obs:obs-45-12.jpg?nolink&640x360}}", 
          "text": "Lumusong sila ni Felipe sa tubig. Doon siya binautismuhan ni Felipe. Matapos niyang bautismuhan ang pinuno, dinala siya ng Banal na Espiritu sa ibang lugar. Doon ipinapatuloy ni Felipe ang pagkukuwneto sa iba tungkol kay Jesus."
        }, 
        {
          "id": "45-13", 
          "img": "{{:en:obs:obs-45-13.jpg?nolink&640x360}}", 
          "text": "Samantala, umuwi naman ang pinuno sa Etiopia. Masayang masaya siya dahil nakilala niya si Jesus."
        }
      ], 
      "number": "45", 
      "ref": "A Bible story from: Acts 8:26-40", 
      "title": "45. Si Esteban at si Felipe"
    }, 
    {
      "frames": [
        {
          "id": "46-01", 
          "img": "{{:en:obs:obs-46-01.jpg?nolink&640x360}}", 
          "text": "Patuloy na hinahanap ni Saulo ang mga Cristiano. Pumupunta siya sa mga bahay-bahay, hinuhuli niya ang mga Cristiano, lalaki man o babae, at ikinukulong. Humingi pa siya ng pahintulot sa pinakapunong pari ng Judio para manghanap ng mga Cristiano sa Damasco. Huhulihin niya ang mga Cristiano at ipapakulong sa Jerusalem."
        }, 
        {
          "id": "46-02", 
          "img": "{{:en:obs:obs-46-02.jpg?nolink&640x360}}", 
          "text": "Habang papunta sila sa Damasco, nagpakita si Jesus kay Saulo. Nakakita si Saulo ng nakakasilaw na liwanag. Sinabi ni Jesus kay Saulo, “Saulo! Saulo! Bakit mo ako inuusig?” Sumagot si Saulo, “Sino po kayo, Panginoon?” Sumagot si Jesus, “Ako si Jesus, ang pilit mong inuusig.”"
        }, 
        {
          "id": "46-03", 
          "img": "{{:en:obs:obs-46-03.jpg?nolink&640x360}}", 
          "text": "Nang tumayo si Saulo, hidi na siya nakakakita. Inakay na lang siya ng mga kasama niya papunta sa Damasco. Hindi siya kumain o uminom sa loob ng tatlong araw."
        }, 
        {
          "id": "46-04", 
          "img": "{{:en:obs:obs-46-04.jpg?nolink&640x360}}", 
          "text": "Samantala, kinausap naman ng Diyos si Ananias. Si Ananias ay Cristiano din. Sinabi ng Diyos, “Pumunta ka sa bahay na tinitirhan ni Saulo. Ipatong mo ang mga kamay mo sa kanya para siya makakita ulit.” Pero sumagot si Ananias, “Panginoon, nabalitaan kop o na hinuhuli ni Saulo ang mga Cristiano.” Sinabi ng Diyos, “Siya ang pinili ko para makilala ako ng mga tao. Makakaranas siya ng hirap sa pagsunod niya sa akin.”"
        }, 
        {
          "id": "46-05", 
          "img": "{{:en:obs:obs-46-05.jpg?nolink&640x360}}", 
          "text": "Sumunod si Ananias sa Diyos. Nang makita niya si Saulo, sinabi niya, “Pinapunta ako dito ni Jesus. Siya ang kumausap sa iyo sa daan papuntang Damasco. Papatungan kita ng mga kamay ko para makakita ka ulit at para matanggap mo ang Banal na Espiritu.” Nakakita ng si Saulo. Nagpabautismo na rin siya. Saka pa lamang siya kumain. At muli siyang lumakas."
        }, 
        {
          "id": "46-06", 
          "img": "{{:en:obs:obs-46-06.jpg?nolink&640x360}}", 
          "text": "Nangaral agad si Saulo sa mga tao. Sinabi niya, “Si Jesus ang Anak ng Diyos!” Nagtaka ang mga tao dahil ang taong dating gustong sirain ang mga Cristiano ay naging Cristiano na. Nakipagtalo din si Saulo sa ibang mga Judio. Gusto niyang patunayan sa kanila na si Jesus ang Tagapagligtas. Pinalitan na rin ang pangalan niya ng Pablo."
        }, 
        {
          "id": "46-07", 
          "img": "{{:en:obs:obs-46-07.jpg?nolink&640x360}}", 
          "text": "Binalak ng mga Judio na patayin si Saulo. Inutusan nila ang ilang mga tao para magbantay sa mga pinto ng bayan at abangan si Pablo para patayin. Pero nalaman ni Pablo ang balak nila. Sa tulong ng mga kaibigan niya, nakatakas si Pablo. Isang gabi, inilagay siya ng mga kaibigan niya sa isang malaking basket at ibinaba siya sa labas ng pader ng bayan. Nakatakas si Pablo at patuloy na nagturo tungkol kay Jesus."
        }, 
        {
          "id": "46-08", 
          "img": "{{:en:obs:obs-46-08.jpg?nolink&640x360}}", 
          "text": "Pumunta si Pablo sa Jerusalem para makausap ang mga pinuno ng iglesya. Noong una ay natatakot sila kay Pablo. Mabuti na lang at tinulungan siya ni Bernabe. Ikinuwento sa kanila ni Bernabe kung paano nangaral si Pablo sa Damasco. Saka pa lang nila tinganggap si Pablo."
        }, 
        {
          "id": "46-09", 
          "img": "{{:en:obs:obs-46-09.jpg?nolink&640x360}}", 
          "text": "Di nagtagal, pumunta sina Pablo at Bernabe sa lungsod ng Antioquia. Nagturo sila at pinatatag ang pananampalataya ng mga Cristiano doon. Isang araw, habang nananalangin at nag-aayuno ang mga Cristiano sa Antioquia, sinabi sa kanila ng Banal na Espiritu, “Italaga ninyo sa akin sina Pablo ar Bernabe. Mayroon akong ipapagawa sa kanila.”"
        }, 
        {
          "id": "46-10", 
          "img": "{{:en:obs:obs-46-10.jpg?nolink&640x360}}", 
          "text": "Kaya ipinanalangin sila ng mga Cristiano. Ipinatong din nila ang mga kamay nila kina Pablo at Bernabe. Isinugo nila ang dalawa para ipangaral sa iba ang Magandang Balita tungkol kay Jesus. Pumunta sila sa iba’t ibang lugar at nangaral. Marami ang naniwala kay Jesus dahil sa kanilang dalawa."
        }
      ], 
      "number": "46", 
      "ref": "A Bible story from: Acts 6:8-8:3; 9:1-25; 11:25-26", 
      "title": "46. Naging Cristiano si Saulo"
    }, 
    {
      "frames": [
        {
          "id": "47-01", 
          "img": "{{:en:obs:obs-47-01.jpg?nolink&640x360}}", 
          "text": "Pagkalipas ng ilang taon, Isinama ni Pablo ang kaibigan niyang si Silas pagpunta sa Filipos. Ipinangaral nila doon ang Magandang Balita tungkol kay Jesus. Naging kaibigan din nila si Lydia. Si Lydia ay nagtitinda ng telang kulay lila. Mahal niya at sinasamba ang Diyos."
        }, 
        {
          "id": "47-02", 
          "img": "{{:en:obs:obs-47-02.jpg?nolink&640x360}}", 
          "text": "Nang maunawaan ni Lydia ang mesahe ni Jesus, nagpabautismo siya at ang buon niyang pamilya. Inanyayahan din niya sina Pablo at Silas sa bahay niya."
        }, 
        {
          "id": "47-03", 
          "img": "{{:en:obs:obs-47-03.jpg?nolink&640x360}}", 
          "text": "Madalas na pumupunta sina Pablo at Silas lugar na panalangin sa Filipos. Araw-araw, nakikita nila doon ang isang aliping batang babae. Sinasapian ng masamang espiritu ang batang ito. May kakayahan siyang manghuhula ng mangyayari. Kaya naman malaki ang kinikita ng amo niya."
        }, 
        {
          "id": "47-04", 
          "img": "{{:en:obs:obs-47-04.jpg?nolink&640x360}}", 
          "text": "Kapag nakikita niya sina Pablo at Silas, sinusundan niya ang dalawa at malakas na sumisigaw, “Lingkod ng pinakamapangyarihang Diyos ang mga lalaking ito! Sila ang magsasabi sa inyo kung paano maliligtas!”"
        }, 
        {
          "id": "47-05", 
          "img": "{{:en:obs:obs-47-05.jpg?nolink&640x360}}", 
          "text": "Isang araw, nainis na si Pablo dahil sa kasisigaw ng babae. Sinabihan niya ang masamang espiritu sa katawan ng bata, “Sa panagalan ni Jesus, umalis ka sa katawan ng batang ito!” Nang oras ding iyon, iniwan ng masamang espiritu ang bata."
        }, 
        {
          "id": "47-06", 
          "img": "{{:en:obs:obs-47-06.jpg?nolink&640x360}}", 
          "text": "Galit na galit ang amo ng bata dahil wala na siyang kinikita. Hindi na makapanghula ang batang alipin."
        }, 
        {
          "id": "47-07", 
          "img": "{{:en:obs:obs-47-07.jpg?nolink&640x360}}", 
          "text": "Kaya ipinahuli niya sina Pablo at Silas. Binubog nila ang dalawa at saka ikinulong sa bilangguan."
        }, 
        {
          "id": "47-08", 
          "img": "{{:en:obs:obs-47-08.jpg?nolink&640x360}}", 
          "text": "Doon sa pinakamahigpit na bantay ikinulong sina Pablo. NIlagyan din ng kahoy ang mga paa nila para hindi sila makalakad. Pero kinagabihan, sa halip na malungkot, kumanta pa sila ng papuri sa Diyos."
        }, 
        {
          "id": "47-09", 
          "img": "{{:en:obs:obs-47-09.jpg?nolink&640x360}}", 
          "text": "Nang biglang nayanig ang lupa. BIglang nabuksan ang mga pinto ng kulungan. Nakalag ang lahat ng kadena ng mga bilanggo."
        }, 
        {
          "id": "47-10", 
          "img": "{{:en:obs:obs-47-10.jpg?nolink&640x360}}", 
          "text": "Nang makita ng bantay na nabuksan ang mga pinto ng kulungan, binalak niyang magpakamatay. Akala kasi niya ay nakatakas ang mga bilanggo. (Kapag kasi nangyari iyon, papatayin din siya.) Pero nakita siya ni Pablo. “Huwag mong saktang sarili mo. Narito kaming lahat!” sabi ni Pablo."
        }, 
        {
          "id": "47-11", 
          "img": "{{:en:obs:obs-47-11.jpg?nolink&640x360}}", 
          "text": "Natakot ang bantay sa bilangguan. Isinama niya sina Pablo at Silas. Pinakain niya ang dalawa at ginamot ang mga sugat nila. Saka siya nagtanong, “Ano ang kailangan kong gawin para ako maligtas?”"
        }, 
        {
          "id": "47-12", 
          "img": "{{:en:obs:obs-47-12.jpg?nolink&640x360}}", 
          "text": "Sinabi ni Pablo, “Kailangan mong sumampalataya kay Jesus, ang Panginoon. Maliligtas pati ang pamilya mo kapag ginawa mo iyon.” Pagkatapos, binawtismuha ni Pablo ang bantay sa bilangguan at ang buo niyang pamilya. At sama-sama silang nagsaya."
        }, 
        {
          "id": "47-13", 
          "img": "{{:en:obs:obs-47-13.jpg?nolink&640x360}}", 
          "text": "Kinabukasan, pinalaya na ng mga pinuno ng bayan sina Pablo at Silas, Nakiusap sila na umalis na ang dalawa sa Filipos. Bago sila umalis, dinalaw muna nila si Lydia at ang mga kaibigan nila. Patuloy na dumarami ang naniniwala sa Magandang Balita tungkol kay Jesus. Dumami din ang sumasama sa iglesya."
        }, 
        {
          "id": "47-14", 
          "img": "{{:en:obs:obs-47-14.jpg?nolink&640x360}}", 
          "text": "Nangaral si Pablo at ang iba pang mga lider na Cristiano sa iba’t ibang lugar. Itinuturo nila ang tungkol kay Jesus. Sumulat din sila sa mga iglesya. Pinalakas nila ang loob ng mga niyembro. Ipinaliwanag din nila ang tungkol sa Bagong Kasunduang ginawa ng Diyos para sa iglesya."
        }
      ], 
      "number": "47", 
      "ref": "A Bible story from: Acts 16:11-40", 
      "title": "47. Nangaral sina Pablo at Silas sa Filipos"
    }, 
    {
      "frames": [
        {
          "id": "48-01", 
          "img": "{{:en:obs:obs-48-01.jpg?nolink&640x360}}", 
          "text": "When God created the world, everything was perfect. There was no sin. Adam and Eve loved each other, and they loved God. There was no death or sickness or pain. This was the way God wanted things to be."
        }, 
        {
          "id": "48-02", 
          "img": "{{:en:obs:obs-48-02.jpg?nolink&640x360}}", 
          "text": "Satan, who was the snake in the garden, deceived Eve, and she and Adam sinned against God. Because they sinned, death, sickness, and pain all became part of life for everyone on earth."
        }, 
        {
          "id": "48-03", 
          "img": "{{:en:obs:obs-48-03.jpg?nolink&640x360}}", 
          "text": "Even worse, Adam and Eve's relationship with God was broken. Now, everyone is born an enemy of God because of sin. But God had a plan to fix everything that had been broken by sin."
        }, 
        {
          "id": "48-04", 
          "img": "{{:en:obs:obs-48-04.jpg?nolink&640x360}}", 
          "text": "God promised that one of Eve’s descendants would crush Satan’s head, and Satan would wound his heel. This meant that Satan would kill Jesus, but God would raise him to life after three days. Jesus would crush the power of Satan forever."
        }, 
        {
          "id": "48-05", 
          "img": "{{:en:obs:obs-48-05.jpg?nolink&640x360}}", 
          "text": "When God destroyed the whole earth in the flood, he provided the boat as a way of salvation for those who believed in him. In the same way, though everyone deserves to be destroyed for their sins, God has provided a way of salvation for everyone who believes in Jesus."
        }, 
        {
          "id": "48-06", 
          "img": "{{:en:obs:obs-48-06.jpg?nolink&640x360}}", 
          "text": "Melchizedek was a priest who blessed Abraham. Like Melchizedek, Jesus is  a priest, but Jesus is the Great High Priest. Jesus offered only one sacrifice, himself. This was the only sacrifice needed to take away the sin of the whole world. Jesus took the punishment for every sin that anyone has ever committed."
        }, 
        {
          "id": "48-07", 
          "img": "{{:en:obs:obs-48-07.jpg?nolink&640x360}}", 
          "text": "God told Abraham, “Through you, all the people groups of the earth will be blessed.” Jesus was a descendant of Abraham. All the people groups of the earth are blessed through Jesus, because everyone who believes in him becomes one of God’s chosen people, a spiritual descendant of Abraham."
        }, 
        {
          "id": "48-08", 
          "img": "{{:en:obs:obs-48-08.jpg?nolink&640x360}}", 
          "text": "God provided a lamb for Abraham to sacrifice instead of his son, Isaac. God also provided another lamb to sacrifice instead of the whole world. God provided Jesus, the Lamb of God. We all deserve to die for our sins! But God provided Jesus as a sacrifice to die in your place."
        }, 
        {
          "id": "48-09", 
          "img": "{{:en:obs:obs-48-09.jpg?nolink&640x360}}", 
          "text": "When God sent the last plague on Egypt, each Israelite family needed to kill a perfect lamb and spread the blood around their doors. When God saw the blood, he passed over their houses and did not kill their firstborn sons. This is called the Passover."
        }, 
        {
          "id": "48-10", 
          "img": "{{:en:obs:obs-48-10.jpg?nolink&640x360}}", 
          "text": "Jesus is our Passover Lamb. He was perfect and sinless and was killed at the time of the Passover Feast. When anyone believes in Jesus, the blood of Jesus takes away that person’s sin, and God’s punishment passes over him."
        }, 
        {
          "id": "48-11", 
          "img": "{{:en:obs:obs-48-11.jpg?nolink&640x360}}", 
          "text": "God made a covenant with the Israelites who were his chosen people. In God’s New Covenant, anyone from any people group can become part of God’s chosen people by believing in Jesus."
        }, 
        {
          "id": "48-12", 
          "img": "{{:en:obs:obs-48-12.jpg?nolink&640x360}}", 
          "text": "Moses was a great prophet who proclaimed the Word of God. Like Moses, Jesus is a prophet, but Jesus is the greatest prophet. He is the Word of God."
        }, 
        {
          "id": "48-13", 
          "img": "{{:en:obs:obs-48-13.jpg?nolink&640x360}}", 
          "text": "God promised David that the Messiah would be one of his descendants. Jesus, the Messiah, was that special descendant of David."
        }, 
        {
          "id": "48-14", 
          "img": "{{:en:obs:obs-48-14.jpg?nolink&640x360}}", 
          "text": "Like David, Jesus is a king, but Jesus is the king of the universe! He will come again and rule his Kingdom with justice and peace, forever."
        }
      ], 
      "number": "48", 
      "ref": "A Bible story from: Genesis 1-3, 6, 14, 22; Exodus 12, 20; 2 Samuel 7; Hebrew 3:1-6, 4:14-5:10, 7:1-8:13, 9:11-10:18; Revelation 21", 
      "title": "48. Jesus Is the Promised Messiah"
    }, 
    {
      "frames": [
        {
          "id": "49-01", 
          "img": "{{:en:obs:obs-49-01.jpg?nolink&640x360}}", 
          "text": "Si Maria ay birhen pa nang ipanganak niya si Jesus, dahil Anak ng Diyos si Jesus. Si Jesus ay parehong Diyos at tao."
        }, 
        {
          "id": "49-02", 
          "img": "{{:en:obs:obs-49-02.jpg?nolink&640x360}}", 
          "text": "Maraming ginawang mga himala si Jesus na nagpapatunay na siya ay Diyos. Kaya niyang lumakad sa ibabaw ng tubig. Kaya niyang magpatigil ng bagyo. Nagpagaling din siya ng mga maysakit, nagpalayas ng masasamang espiritu sa katawan ng tao, at bumuhay din siya ng patay. Minsan ay pinakain niya ang mahigit 5,000 tao sa pamamagitan ng limang tinapay at dalawang isda."
        }, 
        {
          "id": "49-03", 
          "img": "{{:en:obs:obs-49-03.jpg?nolink&640x360}}", 
          "text": "Magaling din siyang magturo. Itinuro niyang dapat mahalin ng tao ang kanyang kapwa kung paano niya minamahal ang sarili niya."
        }, 
        {
          "id": "49-04", 
          "img": "{{:en:obs:obs-49-04.jpg?nolink&640x360}}", 
          "text": "Itinuro din niyang dapat mahalain ng tao ang Diyos nang higit sa lahat, kahit sa kayamanan."
        }, 
        {
          "id": "49-05", 
          "img": "{{:en:obs:obs-49-05.jpg?nolink&640x360}}", 
          "text": "Sinabi din ni Jesus na mas mahalaga na maligtas ang tao kaysa mapasakanya ang lahat ng kayamanan sa mundo."
        }, 
        {
          "id": "49-06", 
          "img": "{{:en:obs:obs-49-06.jpg?nolink&640x360}}", 
          "text": "Itinuro din niya na ang lahat ng taong kikilala sa kanya bilang Panginoon at Tagapagligtas ay maliligtas. Ang hindi naman kikilala sa kanya ay mapapahamak sa impyerno sa katapusan ng mundo."
        }, 
        {
          "id": "49-07", 
          "img": "{{:en:obs:obs-49-07.jpg?nolink&640x360}}", 
          "text": "Pero itinuro ni Jesus kung gaano kamahal ng Diyos ang mga tao kahit marami silang kasalanan. Gusto ng Diyos na patawarin sila para maging mga anak niya ang mga tao."
        }, 
        {
          "id": "49-08", 
          "img": "{{:en:obs:obs-49-08.jpg?nolink&640x360}}", 
          "text": "Kaya lang, gaya ng itinuro ni Jesus, dahil nagkasala ang lahat ng tao, sila ay napahiwalay sa Diyos. Dahil sa kasalanan, naging kaaway ng tao ang Diyos. Ayaw kasi ng Diyos sa kasalanan."
        }, 
        {
          "id": "49-09", 
          "img": "{{:en:obs:obs-49-09.jpg?nolink&640x360}}", 
          "text": "Pero mahal na mahal ng Diyos ang mga tao kaya ibinigay niya ang nag-iisa niyang Anak, si Jesus. Ang lahat ng magtitiwala kay Jesus ay hindi mapupunta sa impyerno. Sa halip, magkakaroon siya ng buhay na walang hanggan."
        }, 
        {
          "id": "49-10", 
          "img": "{{:en:obs:obs-49-10.jpg?nolink&640x360}}", 
          "text": "Dahil sa iyong kasalanan, tatanggapin mo ang kamatayan at ang galit ng Diyos. Pero sa halip na sa iyo ibuhos ng Diyos ang kanyang galit, kay Jesus niya iyon ibinigay. Nangyari iyon noong namatay si Jesus sa krus. Doon sa krus, siya ang tumanggap ng parusa sa iyong mga kasalanan."
        }, 
        {
          "id": "49-11", 
          "img": "{{:en:obs:obs-49-11.jpg?nolink&640x360}}", 
          "text": "Si Jesus ang handog sa kasalanan ng tao. Wala siyang kasalanan kaya kaya niyang bayaran ang kasalanan ng lahat ng tao. Kaya dahil kay Jesus, mapapatawad na ang lahat kasalanan ng tao."
        }, 
        {
          "id": "49-12", 
          "img": "{{:en:obs:obs-49-12.jpg?nolink&640x360}}", 
          "text": "Hindi mo maililigtas ang sarili mo sa paggawa ng mabuti. Walang kang magagawa para maiayos mo ang relasyon mo sa Diyos. Mawawala lang ang kasalanan kung hihilingin mo kay Jesus na linisin ka at magtiwala ka sa kanya. Dapat kang maniwala na siya ang namatay sa halip na ikaw at siya ay muling nabuhay."
        }, 
        {
          "id": "49-13", 
          "img": "{{:en:obs:obs-49-13.jpg?nolink&640x360}}", 
          "text": "Lahat ng kumikilala kay Jesus bilang Panginoon niya ay maliligtas. Hindi mahalaga kung mayaman ka o mahirap, lalaki o babae, matanda o bata o kung tagasaan ka. Mahala ka ng Diyos at gusto niyang kilalanin mo si Jesus para maging anak ka ng Diyos."
        }, 
        {
          "id": "49-14", 
          "img": "{{:en:obs:obs-49-14.jpg?nolink&640x360}}", 
          "text": "Naniniwala ka ba na si Jesus ang Tagapagligtas, ang nag-iisang Anak ng Diyos? Inaamin mob a na ikaw ay makasalanan at dapat na parusahan ng Diyos? Naniniwala kaba na si Jesus ang tumanggap ng parusang dapat ay ikaw ang tatanggap? Gusto ni Jesus na lumapit ka sa kanya, sumampalataya ka sa kanya at magpabautismo ka."
        }, 
        {
          "id": "49-15", 
          "img": "{{:en:obs:obs-49-15.jpg?nolink&640x360}}", 
          "text": "If you believe this, you are a Christian! God has taken you out of Satan’s kingdom of darkness and put you into God’s Kingdom of light. All the old things are gone, because God makes all things new."
        }, 
        {
          "id": "49-16", 
          "img": "{{:en:obs:obs-49-16.jpg?nolink&640x360}}", 
          "text": "If you are a Christian, your sins are forgiven because of what Jesus did. Now, when God looks at you, he does not see you as an enemy, but he sees you as a close friend."
        }, 
        {
          "id": "49-17", 
          "img": "{{:en:obs:obs-49-17.jpg?nolink&640x360}}", 
          "text": "As a friend of God and a servant of Jesus the Master, you will want to obey Jesus’ teachings. Even though you are a Christian, you will still struggle with sin. But God says if you confess your sins, he is faithful and will forgive you and will give you strength to fight against sin."
        }, 
        {
          "id": "49-18", 
          "img": "{{:en:obs:obs-49-18.jpg?nolink&640x360}}", 
          "text": "God tells you to pray, study his Word, worship him with other Christians, and tell others what he has done for you. All of these things help you to grow in your relationship with him."
        }
      ], 
      "number": "49", 
      "ref": "A Bible story from: Romans 3:21-26, 5:1-11; John 3:16; Mark 16:16; Colossians 1:13-14; 2 Thessalonians 5:17-21; 1 John 1:5-10", 
      "title": "49. Ang Bagong Kasunduan ng Diyos sa mga Tagasunod Niya"
    }, 
    {
      "frames": [
        {
          "id": "50-01", 
          "img": "{{:en:obs:obs-50-01.jpg?nolink&640x360}}", 
          "text": "Sa loob ng halo 2,000 taon, dumarami na ang nakakarinig ng Magandang Balita tungkol kay Jesus na Tagapaglitas. Dumadami din ang mga nagiging miyembro ng kanyang iglesya. Ipinangako niya na babalik siya. Kahit wala pa siya ngayon, alam nating babalik siya dahil nangako siya."
        }, 
        {
          "id": "50-02", 
          "img": "{{:en:obs:obs-50-02.jpg?nolink&640x360}}", 
          "text": "Habang hinihintay natin ang pagbalik ni Jesus, dapat tayong umiwas sa kasalanan. Noong narito pa sa mundo si Jesus sinabi niya, “Ang Magandang Balita ng Paghahari ng Diyos ay ipapangaral sa buong mundo. Ito ang patunay sa lahat ng tao na malapit nang magwakas ang lahat ng bagay.”"
        }, 
        {
          "id": "50-03", 
          "img": "{{:en:obs:obs-50-03.jpg?nolink&640x360}}", 
          "text": "Pero marami pang hindi nakakarinig ng tungkol kay Jesus. Bago siya bumalik sa langit, inutusan niya ang mga tagasunod niya, “Pumunta kayo sa lahat ng panig ng mundo. Sanayin ninyo sila para maging mga alagad ko! Nakahanda na sila na parang palay na aanihin!”"
        }, 
        {
          "id": "50-04", 
          "img": "{{:en:obs:obs-50-04.jpg?nolink&640x360}}", 
          "text": "Sinabi din ni Jesus, “Mas mataas ang panginoon kaysa sa alipin. Kaya papahirapan kayo ng mga tao at papatayin dahil sa akin. Makakaranas kayo ng maraming kahirapan sa mundong ito pero huwag kayong matakot. Natalo ko na si Satanas! Huwag kayong lalayo sa akin hanggang wakas para kayo ay maligtas."
        }, 
        {
          "id": "50-05", 
          "img": "{{:en:obs:obs-50-05.jpg?nolink&640x360}}", 
          "text": "Nagkuwento rin ni Jesus sa mga tagasunod niya para ipaliwanag sa kanila kung ano ba ang wakas ng lahat. Sinabi niya, “Ang Paghahari ng Diyos ay parang ganito. Nagtanim ng mga binhi sa bukid ang isang magsasaka. Pero habang natutulog siya, pumunta sa bukid ang kaaway niya at nagtanim ng masasamng binhi sa taniman niya. Saka ito umalis."
        }, 
        {
          "id": "50-06", 
          "img": "{{:en:obs:obs-50-06.jpg?nolink&640x360}}", 
          "text": "“Nang magsinula nang tumubo ang mga binhi, nagtaka ang mga alipin, ‘Panginoon, hindi po ba mabubuting binhi lang ang itinanim natin? Bakit po kaya nagkaroon ng mga masasamng binhi?’ Sumagot ang Panginoon, “Gawa iyan ng kaaway natin.’"
        }, 
        {
          "id": "50-07", 
          "img": "{{:en:obs:obs-50-07.jpg?nolink&640x360}}", 
          "text": "“Sumagot ang mga alipin, “Gusto nyo po bang bunutin na namin ang mga masasamng binhi?’ Sinabi ng Panginoon, “Huwag. Baka pati yung mabubuting binhi ay mabunot ninyo. Hintayin na lang natin ang anihan. Sa anihan, paghihiwalayin natin ang mga ani. Ilalagay natin sa bodega ang mabubuting ani at susunugin naman natin ang masasamang ani.’”"
        }, 
        {
          "id": "50-08", 
          "img": "{{:en:obs:obs-50-08.jpg?nolink&640x360}}", 
          "text": "Hindi agad ito naintindihan ng mga alagad ni Jesus, kaya sinabi nila, “Ipaliwanag nga po ninyo sa amin ang kuweto ninyo.” Sinabi ni Jesus, “Ang nagtanim ng mabubuting binhi ay ang Tagapagligtas. Ang bukid ay ang mundo. Ang mabuting binhi ay ang paghahari ng Diyos."
        }, 
        {
          "id": "50-09", 
          "img": "{{:en:obs:obs-50-09.jpg?nolink&640x360}}", 
          "text": "“Ang mga masasamang binhi ay ang mga taong kabilang sa tagasunod ng masama. Ang diyablo ang kaaway na nagtanim ng masasamang binhi. Ang pag-aani ay ang katapusan ng mundo. Ang mga anghel ang tagapag-ani."
        }, 
        {
          "id": "50-10", 
          "img": "{{:en:obs:obs-50-10.jpg?nolink&640x360}}", 
          "text": "“Sa katapusan ng mundo, lahat ng mga tagasunod ng diyablo ay titipunin at itatapon sa impyerno. Maghihirap sila at mag-iiyakan doon. Pero ang mga tagasunod ng Diyos ay magliliwanag na parang araw sa Kaharian ng Diyos.”"
        }, 
        {
          "id": "50-11", 
          "img": "{{:en:obs:obs-50-11.jpg?nolink&640x360}}", 
          "text": "Nang bumalik na si Jesus sa langit ipinanngako niya na babalik siya. Ipinangako din niya na pagbalik niya, lahat ng mga Cristianong namatay ay bubuhayin niya at sasalubungin siya sa ulap."
        }, 
        {
          "id": "50-12", 
          "img": "{{:en:obs:obs-50-12.jpg?nolink&640x360}}", 
          "text": "Ang mga Cristiano naman na buhay pa ay sasama sa kanila sa ulap. Magkakasama-sama na ang lahat ng mga Cristiano sa buong mundo. Kasama na nila sa Jesus sa buong panahon. Masaya sila at nagkakaisa."
        }, 
        {
          "id": "50-13", 
          "img": "{{:en:obs:obs-50-13.jpg?nolink&640x360}}", 
          "text": "Lahat ng Cristiano ay bibigyan ng karona ng buhay. Hindi na nila mararanasan ang ikalawang kamatayan. Ang ikalawang kamatayan ay ang impyerno. Sa halip, makakasama na nila ang Diyos hanggang sa walang hanggan."
        }, 
        {
          "id": "50-14", 
          "img": "{{:en:obs:obs-50-14.jpg?nolink&640x360}}", 
          "text": "Pero ang mga hindi sumampalataya kay Jesus ay hahatulan ng Diyos na mapunta sa impyerno. Sa impyerno, ang lahat ng tao ay mag-iiyakan at mahihirapan. Susunugin sila doon at kakainin ng mga uod na hindi namamatay."
        }, 
        {
          "id": "50-15", 
          "img": "{{:en:obs:obs-50-15.jpg?nolink&640x360}}", 
          "text": "Tuluyan nang matatalo ni Jesus si Satanas at ang mga tagasunod niya. Itatapon niya ang lahat ng ito sa impyerno. Doon ay susunugin sila magpakailanman. Pati ang kamatayan ay itatapon na din sa impyerno."
        }, 
        {
          "id": "50-16", 
          "img": "{{:en:obs:obs-50-16.jpg?nolink&640x360}}", 
          "text": "Noong nagkasala ang tao, sinumpa ng Diyos ang lupa. Sa huling panahon, wawasakin na rin niya ito. Saka gagawa ang Diyos ng isang bagong langit at bagong lupa. Lahat ay magiging perpekto na."
        }, 
        {
          "id": "50-17", 
          "img": "{{:en:obs:obs-50-17.jpg?nolink&640x360}}", 
          "text": "Hindi magwawakas ang paghahari ni Jesus. Walang iiyak. Wala nang mamamatay, maghihirap, malulungkot, iiyak, magiging masama o masasaktan. Magiging payapa at makatarungan ang paghahari niya. Makakasama niya ang mga tagasunod niya magpakailanman."
        }
      ], 
      "number": "50", 
      "ref": "A Bible story from: Matthew 24:14; 28:18; John 15:20, 16:33; Revelation 2:10; Matthew 13:24-30, 36-42; 1 Thessalonians 4:13-5:11; James 1:12; Matthew 22:13; Revelation 20:10, 21:1-22:21", 
      "title": "50. Babalik si Jesus"
    }
  ], 
  "date_modified": "20140520", 
  "direction": "ltr", 
  "language": "tl"
}