{
  "app_words": {}, 
  "chapters": [
    {
      "frames": [
        {
          "id": "01-16", 
          "img": "{{:en:obs:obs-01-16.jpg?nolink&640x360}}", 
          "text": "Ikapiton mangaamot, hiyay Apo Dioh, nagpainawa ya ta nayadi nayna ye dinyag na.**Tema: Kapalyadiyan nan Apo Dioh****Tetepet:**- Hinyay malyadi tawon makit ha kapalyadiyan nan Apo Dioh?- Kaganaan a pinalhwa nan Apo Dioh, hinabi na a manged ya. No wanabay ye ihip nan Apo Dioh, way-omen ye ihip na tongkol kantawon Ayta?- Hinyay labay nan Apo Dioh a diyagen tawo ha ikapiton mangaamot?**Tongkol kanan Apo Jesus:**\"Makaoli kanan Apo Jesus, pinalhowa nay kaganaan a anti ha langit boykaganaan a anti ihti ha babe lota. Pinalhwa nay kaganaan a angkakitboy kaganaan a ahe angkakit a omen kanlan ihpiditon ampanakop boyampamaala kanlan ampamoon boy ihpiditon main kapalyadiyan. Bayonapalhowa ye hinyaman a babagay ihti ha babe lota, ket anti yaynayApo Jesu Cristo. Ket makaoli kana, ampagpaholong a magnap yekaganaan a anti ha babe lota.\" (Colosas 1:16-17)"
        }
      ], 
      "number": "01", 
      "ref": "A Bible story from: Genesis 1-2", 
      "title": " 1. The Creation "
    }, 
    {
      "frames": [
        {
          "id": "02-12", 
          "img": "{{:en:obs:obs-02-12.jpg?nolink&640x360}}", 
          "text": "Hinabi na po nin Apo Dioh, a wana, “Hiyay tao haanin, omon yayna kantawo ta oli ha kahalanan la, nagkamain hilan tinanda a tongkol ha manged boy maloke. Ket haanin, omon hila ahe makakan nin dawa nin hiyatin a kayo a ampamiay bi-ay, paalihen ko hila ihtin logal,” wanan Apo Dioh.**Tema: Mapatayaan yay Apo Dioh ha papangako na****Tetepet:**1. Imbilin nan Apo Dioh kanan Abram a lakwanan nay Haran ta makewya ha logal itodo na kana. Hinyay babagay a an-itodo nan Apo Dioh alakwanan mo?2. Hinyay malyadi tawon maadal ha bi-ay nan Abraham tongkol ha pang-agad sa pangako nan Apo Dioh?3. Hinyay mangaidap a babagay a an-ipadyag nan Apo Dioh kammo?Main ka laweh pamteg a omen kanan Abraham?**Tongkol kanan Apo Jesus:**\"Hiyay Manged a Balita a imbalita nan Apo Dioh kanan Abraham,wanae ya, “Makaoli kamo, biyan ko hilan kangedan ye tatao hakaganaan a nanahyon.” (Galatia 3:8)"
        }
      ], 
      "number": "02", 
      "ref": "A Bible story from: Genesis 3", 
      "title": " 2. Sin Enters the World "
    }, 
    {
      "frames": [
        {
          "id": "03-16", 
          "img": "{{:en:obs:obs-03-16.jpg?nolink&640x360}}", 
          "text": "God then made the first rainbow as a sign of His promise. Every time the rainbow appeared in the sky, God would remember what He promised and so would His people.Manyag akon bowakaw a pagkakitan kanlan tatao a hiyay babe lota, ahe koynan omanen lanaben.”**Tema: Kalok-an nin tatao****Tetepet:**1) Hinyay maadal tawo tongkol kanan Satanas ha dinyag nin bikat?2) Hinya hilay pang-oyoy nin Satanas kantawo haanin?3) Way-omen tawo labanan ye pang-oyoy nin Satanas kantawo?**Tongkol kanan Apo Jesus:**Hika boy hiyay babae ket mapayaway kawo. Hiyay lahi mo, boy lahi na,lanang hilan mapaylaban. Hiyay lahi na (Jesus) ye mamitpit ha ō mo,ket hika ye manoka ha bitih na. (Genesis 3:15)"
        }
      ], 
      "number": "03", 
      "ref": "A Bible story from: Genesis 6-8", 
      "title": " 3. The Flood "
    }, 
    {
      "frames": [
        {
          "id": "04-07", 
          "img": "{{:en:obs:obs-04-07.jpg?nolink&640x360}}", 
          "text": "One day, Abram met Melchizedek, the priest of God Most High. Melchizedek blessed Abram and said, “May God Most High who owns heaven and earth bless Abram.” Then Abram gave Melchizedek a tenth of all he owned.**Tema: Kaligtahan nin Apo Dioh****Tetepet:**1) Hinyay katanam nan Apo Dioh no makit nay kalok-an tawo?2) Hinyay makit tawo ha ihtolya yati tongkol ha ogali nan Apo Dioh?3) Hinyay hohton diyagen tawo no iligtah na kitawon Apo Dioh?**Tongkol kanan Apo Jesus:**\"Omon a nalyadi ha panaon nan Noe, wanabay met lano ye malyadi hapanlomateng nin Anak nin Tao (Jesus). Ta kananyatew a panaon, bayolinomateng ye lanab ha babe lota, hilay tatao, ampangan, ampinom boyampipay-aahawa anggaynan naabot ye mangaamot a hinomlep hilaynanNowi ha mayadet a bangka. Hilatew a tatao, homain ka-edep-edep hamalyadi anggan linomateng ye lanab ket nangaalimeh hila. Wanabaymet ateed lanoy malyadi ha panlomateng ko a ibat ha langit a in-Anaknin Tao.\" (Mateo 24:37-39)"
        }
      ], 
      "number": "04", 
      "ref": "A Bible story from: Genesis 11-15", 
      "title": " 4. Hiyay Pangako nan Apo Dioh kanan Abraham "
    }, 
    {
      "frames": [
        {
          "id": "05-09", 
          "img": "{{:en:obs:obs-05-09.jpg?nolink&640x360}}", 
          "text": "Ha pangayadi, hinabi nan Apo Dioh kanan Abraham a, “Oli ta nakit kon naikpeh mo yan idigalo kangko ye anak mo, ket ipangako ko kammo a inged kata. Palabongen ko hilay lalahi mo a omon ha kalabongan nin bibitoen ha langit. Ket makaoli ha kangedan nin lalahi mo, inged ko hila met ye kaganaan a papamilya  ihti ha babe lota, oli ta tinopad mo’y bibilin ko kammo.”"
        }
      ], 
      "number": "05", 
      "ref": "A Bible story from: Genesis 16-22", 
      "title": " 5. The Son of Promise "
    }, 
    {
      "frames": [
        {
          "id": "06-07", 
          "img": "{{:en:obs:obs-06-07.jpg?nolink&640x360}}", 
          "text": "Ha naianak hilayna, hiyay makaagat, pinangalanan la yan Esau. Ket  matibya ya boy malabok ye lalaman na. Hiyay makaydeng, pinangalanan la yan Jacob."
        }
      ], 
      "number": "06", 
      "ref": "A Bible story from: Genesis 24:1-25:26"
    }, 
    {
      "frames": [
        {
          "id": "07-10", 
          "img": "{{:en:obs:obs-07-10.jpg?nolink&640x360}}", 
          "text": "Noba, hiyay kaka na, alan na yaynan pinatawad ye ali na. Ket ha niabot hila, napaytipontipon hilan mahayaghag. Ket hiyay Jacob, main yaynan katanaan. Ta kinomonin yayna ha logal a impangako nan Apo Dioh kanla. Ket ha natey yay Isaak a bapa la, hiyay papangako nan Apo Dioh kanan Isaak, naipalakew met kanan Jacob."
        }
      ], 
      "number": "07", 
      "ref": "A Bible story from: Genesis 25:27-33:20", 
      "title": " 7. God Blessed Jacob "
    }, 
    {
      "frames": [
        {
          "id": "08-15", 
          "img": "{{:en:obs:obs-08-15.jpg?nolink&640x360}}", 
          "text": "Haanin, hiyay papangako nan Apo Dioh kanan Abraham, naipalakew kanan Isaac. Ket ha natey yay Isaac, naipalakew met kanan Jacob. Ket ha natey yay Jacob, naipalakew met ha labinlowan aanak na boy papamilya la. Hilatin labinlowan aanak nan Jacob ye nag-ilyadin labinlowan kalahin tidibo a anhabtan Israel. Ta aanak na hilan Jacob a anhabtan met Israel.**Tema: Pagpatawad****Tetepet:**1) Taket ta pinalobohan nan Apo Dioh a mailako yay Jose kanlanmāgpanapolan?2) Hinyay malyadi tawon maadal ha dinyag nan Jacob kanan Esau?Hinyay malyadi tawon maadal ha dinyag nan Esau kanan Jacob?3) Hinyay malyadi tawon maadal ha dinyag nan Jose kanlankakatongno na?**Tongkol kanan Apo Jesus:**Haanin, naghabi yay Apo Jesus, a wana, “Bapa ko, patawaden mo hilayampanyag nin wanabay kangko. Ta ahe la tanda ye andiyagen la.”(Lucas 23:34)"
        }
      ], 
      "number": "08", 
      "ref": "A Bible story from: Genesis 37-50", 
      "title": " 8. God Saves Joseph and His Family "
    }, 
    {
      "frames": [
        {
          "id": "09-15", 
          "img": "{{:en:obs:obs-09-15.jpg?nolink&640x360}}", 
          "text": "Ket hiyay dinapat nan Apo Dioh, intobol na yay Aaron a katongno nan Moises. Ta hiyabay ye managlap kanan Moises. Noba hinabi nan Apo Dioh kanlan Moses boy Aaron, a wana, “Adi kawo anhomoko. Magteeh kawo. Ta mabyang ye tonga nan Poon Paraon ha Egipto.”"
        }
      ], 
      "number": "09", 
      "ref": "A Bible story from: Exodus 1-4", 
      "title": " 9. God Calls Moses "
    }, 
    {
      "frames": [
        {
          "id": "10-12", 
          "img": "{{:en:obs:obs-10-12.jpg?nolink&640x360}}", 
          "text": "Agya wanabay anay nalyadi, hiyay Poon Paraon, hinabi nayna man kanan Moises, a wana, “Ahe ko hila palobohan a omalih”, wana. Noba main po kalinghoyotan a maghan kalahin pamaidap. Agya ahe ya bega nangibabano ye Poon Paraon ha nangaonan dinapat nan Apo Dioh, ket yatin ikamapo a dapaten nan pamaidap, maalih ana ye binyangan nin tonga nan Poon Paraon.**Tema: Kaligtahan nan Apo Dioh kanlan tatao na****Tetepet:**1) Hinyay maadal tawo tongkol ha tataon pilien nan Apo Dioh a maghilbikana?2) Hinyay angkatanam nan Apo Dioh tongkol kanlan tataon angkaidapan?3) Hinyay maadal tawo tongkol ha kapalyadiyan nan Apo Dioh haihtolya a yati?**Tongkol kanan Apo Jesus:**Hiyay Moises met ye naghabi kanlan kapadiho nan Israelita, a wana,‘Lomateng lanoy panaon a hiyay Apo Dioh, mamili yan magha (Jesus) halahi' tawo a diyagen nan propitan māngihabin Habi nin Dioh a omonkangko,’ wanan Moises. (Diyag 7:37)"
        }
      ], 
      "number": "10", 
      "ref": "A Bible story from: Exodus 5-10", 
      "title": " 10. The Ten Plagues "
    }, 
    {
      "frames": [
        {
          "id": "11-08", 
          "img": "{{:en:obs:obs-11-08.jpg?nolink&640x360}}", 
          "text": "Ha natandaan nan Poon Paraon a natey hilaynay kaganaan a poponganay a lālakin aanak lan Ehipsio boy aayop la, ket impahagyat na yay Moises boy Aaron. Hinabi na kanla, a wana, “Hikawon Israelita, omalih kawoyna ihti! Kageten yo hilan kaganaan ye aayop yo.”"
        }
      ], 
      "number": "11", 
      "ref": "A Bible story from: Exodus 11:1-12:32", 
      "title": " 11. The Passover "
    }, 
    {
      "frames": [
        {
          "id": "12-14", 
          "img": "{{:en:obs:obs-12-14.jpg?nolink&640x360}}", 
          "text": "Imbilin nan Apo Dioh kanlan Israelita, a wana, “Balang taon, hayaghagan yoy pangiligtah ko kanyo ha Egipto boy mangihagpa kawon digalon homain pakaomihan bilang pangihipan nin pangiligtah ko kanyo paibat hatew ha anti kawo po ha Egipto.”"
        }
      ], 
      "number": "12", 
      "ref": "A Bible story from: Exodus 12:33-15:21"
    }, 
    {
      "frames": [
        {
          "id": "13-15", 
          "img": "{{:en:obs:obs-13-15.jpg?nolink&640x360}}", 
          "text": "Haanin, hiyay Apo Dioh, pinaalih na hilay Israelita ha Matondol nin Sinai. Ket inogot na hila palakew ha logal a impangako na kanla."
        }
      ], 
      "number": "13", 
      "ref": "A Bible story from: Exodus 19-34"
    }, 
    {
      "frames": [
        {
          "id": "14-15", 
          "img": "{{:en:obs:obs-14-15.jpg?nolink&640x360}}", 
          "text": "God brought Moses to the top of a mountain so he could see the Promised Land. Moses saw the Promised Land but never entered it. Then Moses died, and the Israelites mourned for thirty days. Joshua became their new leader. Joshua was a good leader because he trusted and obeyed God.Ha anti hilayna ha anggaan nin logal a impangako nan Apo Dioh kanla, inlakew na yay Moises ha pitondolan ta omon na po matamolaw ye logal a impangako na bayo ya matey ye Moises. Ha natey yayna, ket hiyay Josue ye kahagilian nan mangona. Hiyay Josue, manged yan mangona ta ampanombong ya kanan Apo Dioh.BT - When they are present already at the edge of the place God promised to-them, he brought Moises to the mountain-peak in order that he will-see-from-distance the place he promised before Moises will-die. When he died, Josue is the replacement to lead. Josue, he was a good leader for he is-following/obeying God."
        }
      ], 
      "number": "14", 
      "ref": "A Bible story from: Exodus 16-17; Numbers 10-14; 20; 27; Deuteronomy 34", 
      "title": " ** 14. Nagbalangbalang ha wangwang "
    }, 
    {
      "frames": [
        {
          "id": "15-13", 
          "img": "{{:en:obs:obs-15-13.jpg?nolink&640x360}}", 
          "text": "When Joshua was an old man, he called all the people of Israel together. Then Joshua renewed the covenant that God had made with the Israelites at Sinai. The people promised to remain faithful to God and follow his laws.Ha matowa yaynay Josue, tinipon na hilay kaganaan a Israelita. Hinabi nayna man kanla ye bibilin boy papangako nan Apo Dioh kanlan Israelita ha anti hila ha Mapantay nin Sinai.  Nagpangako hila ha balang magha, «Magpaholong kitawon magpakapeteg kanan Apo Dioh boy manombong kitawo ha bibilin na.»When Josue was old already, he gathered all the Israelites. He spoke again to-them the commands and promises of Apo God to the Israelites when they are present on the Mountain of Sinai. They promised, <<We(incl) will-continue to be-true to Apo God and we(incl) will-follow/obey his commands.>>"
        }
      ], 
      "number": "15", 
      "ref": "A Bible story from: Joshua 1-24", 
      "title": " 15. **Logal a Impangako nan Apo Dioh "
    }, 
    {
      "frames": [
        {
          "id": "16-18", 
          "img": "{{:en:obs:obs-16-18.jpg?nolink&640x360}}", 
          "text": "Finally, the people asked God for a king like all the other nations had. They wanted a king who was tall, strong, and could lead them into battle. God did not like this request, but He gave them what they wanted.Ha kapopohan, hinabi lan Israelita kanan Apo Dioh, a wanla, “Apo, hilay kaganaan a kalahin tatao ha palibot mi ket main hilan poon. Labay dayi Apo, a biyan mo kayi met nin pagpoon mi. Ket no malyadi dayi, matagay ya, makhaw boy makpen mangona kammi ha labanan.”Hinabi nan Apo Dioh kanla, a wana, “Ahe ko nalabayan ye hinabi yo. Noba agya wanabay man, ibyay ko kanyo ye awok yo.”BT - At the end, the Israelites spoke to Apo God, they-said, “All the kinds/clans of people in our(excl) surrounding, they have rulers. [We] want (desire particle) Apo, that you(sg) will-give also to be our(excl) ruler. And if possible (desire particle), he is tall, strong and persevering to lead in battle.”Apo God spoke to-them, he-said, “I don't like what you said. But even-though like-that, I will-give you(PL) your(PL) request.”"
        }
      ], 
      "number": "16", 
      "ref": "A Bible story from: Judges 1-3; 6-8", 
      "title": " 16. ** Hilay Mangiligtah "
    }, 
    {
      "frames": [
        {
          "id": "17-14", 
          "img": "{{:en:obs:obs-17-14.jpg?nolink&640x360}}", 
          "text": "But as punishment for David's sin, his baby boy died. There was also fighting in David’s family for the rest of his life, and David’s power was greatly weakened. Though David had been unfaithful to God, God was still faithful to his promises. Bathsheba gave birth to another son named Solomon.Noba hiyay padoha a nadihaan na, natey yay anak nan David kanan Batseba boy naagwat ana met ye kapah-eyan nin pamoon na. Agya po man nakadyag yan kahalanan ha pamilew nan Apo Dioh, ket mapah-ey po ateed ye pangako nan Apo Dioh kana. Haanin, nagkaanak yan oman ye David kanan Batseba nin maghay lāki a pinangalanan lan Solomon.BT - But the punishment which he experienced, the child of David to Batseba died and the strength (lit. firmness) of his ruling was- also already -destroyed (lit. torn-down). Even-though still he did sin in the sight of Apo God, firm still is the promise of Apo God to-him. Now, David came-to-have child again to Batseba a male whom they named Solomon."
        }
      ], 
      "number": "17", 
      "ref": "A Bible story from: 1 Samuel 10; 15-19; 24; 31; 2 Samuel 5; 7; 11-12", 
      "title": " ** 17. God’s Covenant with David "
    }, 
    {
      "frames": [
        {
          "id": "18-13", 
          "img": "{{:en:obs:obs-18-13.jpg?nolink&640x360}}", 
          "text": "The kings of Judah were descendants of David. Some of these kings were good men who ruled justly and worshiped God. But most of Judah’s kings were evil, corrupt, and idol-worshipers. Some of the kings even sacrificed their children to false gods. The people of Judah also rebelled against God and worshiped other gods.Hilay nag-ilyadin poon ha Juda, nang-ibat hila ha lahi nan Poon David. Ket hilay kanayon, magaling hilan poon boy ampanombong hila ha kalabayan nan Apo Dioh. Noba hilay kalabongan met, mangaloke hila boy ampanggalang hila ha andiohen a aliwan peteg a dioh. Hilay nangaano kanla, an-ihagpay lay aanak la bilang digalo ha andiohen la. Ahe hilayna ampanombong kanan Apo Dioh, no aliwan panohombong layna ha aliwan peteg a dioh.BT - Those who became ruler in Juda, they came-from the clan/descent of David. Some, they are skilled at ruling and they are following the will/desire of Apo God. But most of them, they are evil and they are-honoring/worshipping the being-worshipped-as-god which are not true god. Some of them, they are-setting-down their children as gift to those they are-worshipping-as-god. The are- not -following/obeying Apo God, but rather they are-following/obeying not true gods."
        }
      ], 
      "number": "18", 
      "ref": "A Bible story from: 1 Kings 1-6; 11-12"
    }, 
    {
      "frames": [
        {
          "id": "19-18", 
          "img": "{{:en:obs:obs-19-18.jpg?nolink&640x360}}", 
          "text": "Even though the prophets were hated, they continued to speak for God. They warned people that they would be destroyed if they did not repent. They also reminded people of the promise that God’s Messiah would come.Hilay popropeta, agya naidapan hila, ket imbabala lan teed ye impatanda nan Apo Dioh kanla. Imbabala la, a wanla, “No homain kawon paghehe ha kakahalanan yo, madama kawo.” Imbalita la met, a wanla, “Yo! Ihipen yoy impangako nan Apo Dioh a itobol na yay Mesias a Mangiligtah kantawo.”1. Hinyay impaihip lan popodopeta kanlan Israelita tongkol ha kakahalanan la?2. Hinyay impaihip lan popodopeta kanlan Israelita tongkol ha Mangiligtah?"
        }
      ], 
      "number": "19", 
      "ref": "A Bible story from: 1 Kings 16-18; 2 Kings 5; Jeremiah 38", 
      "title": " ** 19. Hilay popodopeta "
    }, 
    {
      "frames": [
        {
          "id": "20-13", 
          "img": "{{:en:obs:obs-20-13.jpg?nolink&640x360}}", 
          "text": "When they arrived, they rebuilt the Temple and the wall around the city of Jerusalem. Although they were still ruled by other people, they lived in the Promised Land again and worshiped at the Temple.Ha anti hilayna ha Jerusalem, impaideng lan oman ye Himbaan boy impaideng la met ye alad nin banwan Jerusalem. Agya po anti hila ha hakop nin dadayohan. Ket malyadi hilayna man a komonin ha lota a impangako nan Apo Dioh kanla boy anlomoob hilayna ha Himbaan a manggalang kanan Apo Dioh.1. What did these Jews do when they arrived in Jerusalem?2. Who had jurisdiction over Jerusalem at this time?"
        }
      ], 
      "number": "20", 
      "ref": "A Bible story from: 2 Kings 17; 24-25; 2 Chronicles 36; Ezra 1-10; Nehemiah 1-13", 
      "title": " ** 20. The Exile and Return "
    }, 
    {
      "frames": [
        {
          "id": "21-15", 
          "img": "{{:en:obs:obs-21-15.jpg?nolink&640x360}}", 
          "text": "God showed the prophets many things about the coming Messiah, but the Messiah had not come yet. More than 400 years after the last of these prophecies was given, when the time was perfect, God sent the Messiah into the world.Ipinakita ng Diyos sa mg propeta ang maraming bagay tungkol sa darating na Tagapagligtas. Pero hindi pa dumarating noon ang Tagapagligtas. Mahigit 400 taon pa ang lumipas bago ipinadala ng Diyos ang Tagapagligtas ng lahat ng tao.Malabong ye impakit nan Apo Dioh kanlan popropita na tongkol ha panlomateng nan Mangiligtah. Maigit anan 400 a taon po ye nalabah bay na ya intobol ye Mangiligtah kanlan tatao ihti ha babe lota."
        }
      ], 
      "number": "21", 
      "ref": "A Bible story from: Genesis 3:15; 12:1-3; Deuteronomy 18:15; 2 Samuel 7; Jeremiah 31; Isaiah 59:16; Daniel 7; Malachi 4:5; Isaiah 7:14; Micah 5:2; Isaiah 9:1-7; 35:3-5; 61; 53; Psalm 22:18; 35:19; 69:4; 41:9; Zechariah 11:12-13; Isaiah 50:6; Psalm 16:10-11", 
      "title": " 21. **God Promises the Messiah "
    }, 
    {
      "frames": [
        {
          "id": "22-07", 
          "img": "{{:en:obs:obs-22-07.jpg?nolink&640x360}}", 
          "text": "After Elizabeth gave birth to her baby boy, they named him John as the angel commanded. Then God allowed Zechariah to speak again. He said, “Praise God, because He has remembered His people! You, my son, will be called the prophet of the Most High God! You will prepare the way for the Messiah!”Haanin, naabot anay odah nan panganak nan Elisabet. Ket hiyay in-anak na, maghay lāki.​ Impangalan la yan Juan a omon ha hinabi nan panobolen nan Dioh.  Ket kapipikhaan, nakapaghabi yaynan oman ye Zacarias boy nanggalang ya kanan Apo Dioh. Hinabi na,“Galangen yay Apo Dioh a Dioh lan tatao ha Israel.Ta nakew yan mangiligtah kanlan tatao na.Ket hika, anak ko, habtan la kan propita nin Pinakamakapalyadiyan a Dioh.Ta hikay maonan mangihadya nin tatao ha panlomateng na.\" (Luke 1:57, 64, 68, 76)"
        }
      ], 
      "number": "22", 
      "ref": "A Bible story from: Luke 1", 
      "title": " 22. The Birth of John "
    }, 
    {
      "frames": [
        {
          "id": "23-10", 
          "img": "{{:en:obs:obs-23-10.jpg?nolink&640x360}}", 
          "text": "Ket nilomokob hilan nanggalang kana boy nilowat lay kakaget la. Ta in-ibiyay la kana ye balitok, insenso, boy pabango a mira."
        }
      ], 
      "number": "23", 
      "ref": "A Bible story from: Matthew 1; Luke 2", 
      "title": " 23. The Birth of Jesus "
    }, 
    {
      "frames": [
        {
          "id": "24-09", 
          "img": "{{:en:obs:obs-24-09.jpg?nolink&640x360}}", 
          "text": "Hinabi nan Juan a, \"Impatanda nin Apo Dioh a nangitobol kangkon mamaotihmo ko ha lanom. Ket wanae ye impatanda nan Apo Dioh kangko, ‘Hiyay taon makit mon aypaan nin Ihpidito, ket hiyabay met ateed ye mamawtihmon Ihpidito nin Dioh.’ ” Hinabi na po nin Juan, a wana, “Nakit kon nalyadi kanan yatin tao ye hinabi nan Apo Dioh. Kaya-bay haanin, an-ipapteg kanyo, a hiyabay peteg a Anak nin Dioh.”Mamaghay Apo Dioh noba anti ya ha tatlon kakadih: Bapa, Anak, boy Ihpidito."
        }
      ], 
      "number": "24", 
      "ref": "A Bible story from: Matthew 3; Mark 1:9-11; Luke 3:1-23"
    }, 
    {
      "frames": [
        {
          "id": "25-08", 
          "img": "{{:en:obs:obs-25-08.jpg?nolink&640x360}}", 
          "text": "Hiyay Satanas, ha natandaan nayna a ahe na ya bega hamboten ye Apo Jesus, nilakwanan na ya. Ta mangagad yan manged a panaon a hoboken na yayna man oman. Haanin, ha inomalih yaynay Satanas, nilomateng hilay pānobolen nin Dioh ta."
        }
      ], 
      "number": "25", 
      "ref": "A Bible story from: Matthew 4:1-11; Mark 1:12-13; Luke 4:1-13", 
      "title": " 25. Satan Tempts Jesus "
    }, 
    {
      "frames": [
        {
          "id": "26-10", 
          "img": "{{:en:obs:obs-26-10.jpg?nolink&640x360}}", 
          "text": "Then Jesus chose twelve men who were called his disciples. The disciples were Jesus’ students. They traveled with him and learned from him.Hiyay Apo Jesus, pinili nay labinloway lāki a nag-ilyadin mānombong na. Nakilakew hila kana ta hilay ang-adalan na."
        }
      ], 
      "number": "26", 
      "ref": "A Bible story from:Matthew 4:12-25; Mark 1:14-15, 35-39; 3:13-21; Luke 4:14-30, 38-44"
    }, 
    {
      "frames": [
        {
          "id": "27-11", 
          "img": "{{:en:obs:obs-27-11.jpg?nolink&640x360}}", 
          "text": "Then Jesus asked the lawyer, “Which one of the three men do you think was a neighbor to the man who was robbed and beaten?” The lawyer replied, “The one who showed mercy.” Jesus told the lawyer, “You go and do the same thing.”Haanin, nanepet yay Apo Jesus kanan maihtodo nin bibilin, a wana, “Hinya lagi kanlan hilatin tatlo ye main pagmahakit ha kapadiho nan taon binogbog lan totolihan?”Nakibat yay maihtodo nin bibilin, a wana, “Hiyay nangingalo kana.”Hinabi nan Apo Jesus kana, a wana, “Kokayna awod. Ta wanabay met ateed ye diyagen mo.” (10:36-37)"
        }
      ], 
      "number": "27", 
      "ref": "A Bible story from: Luke 10:25-37"
    }, 
    {
      "frames": [
        {
          "id": "28-10", 
          "img": "{{:en:obs:obs-28-10.jpg?nolink&640x360}}", 
          "text": "Jesus answered, “Everyone who has left houses, brothers, sisters, father, mother, children, or property for my name’s sake, will inherit 100 times more in the next world and also eternal life. But many who are first will be last, and those who are last will be first.”Hinabi nan Apo Jesus kanla, a wana, “Anhabiyen ko kanyo ye kaptegan. Malake ye matanggap yo. Ta hinyaman ye manlakwan nin baey na o ahawa na o kakatongno na o totoa na o aanak na oli ta ampahakop ya ha panakop nan Apo Dioh, ket makatanggap ya lano nin babagay a omiigit po ha linakwanan na kananyatin panaon. Ket ha panaon ana a manohga ye Apo Dioh kanlan tatao, makatanggap yan bi-ay a homain anggaan.” (Luke 18:29-30)"
        }
      ], 
      "number": "28", 
      "ref": "A Bible story from: Matthew 19:16-30; Mark 10:17-31; Luke 18:18-30"
    }, 
    {
      "frames": [
        {
          "id": "29-09", 
          "img": "{{:en:obs:obs-29-09.jpg?nolink&640x360}}", 
          "text": "Then Jesus said, “This is what my heavenly Father will do to every one of you if you do not forgive your brother from your heart.”Haanin, hinabi nan Apo Jesus, a wana, “Wanabay met ateed ye diyagen na kanyon Bapa a Dioh ha langit, no ahe kawon loboh a mamatawad nin kapadiho yo.” (Matt 18:35)"
        }
      ], 
      "number": "29", 
      "ref": "A Bible story from: Matthew 18:21-35"
    }, 
    {
      "frames": [
        {
          "id": "30-09", 
          "img": "{{:en:obs:obs-30-09.jpg?nolink&640x360}}", 
          "text": "The disciples even picked up twelve baskets full of leftover food that had not been eaten. All the food came from the five loaves of bread and two fish.Hiyay napatla a napihi-pihiꞌ a tinapay boy napotoh-potoh a malanghit, ket tinipon lan ang-adalan na. Ket ha natipon layna, nakapno hila po nin labinloway bahkit. (Luke 9:17b)"
        }
      ], 
      "number": "30", 
      "ref": "A Bible story from: Matthew 14:13-21; Mark 6:31-44; Luke 9:10-17; John 6:5-15"
    }, 
    {
      "frames": [
        {
          "id": "31-08", 
          "img": "{{:en:obs:obs-31-08.jpg?nolink&640x360}}", 
          "text": "When Peter and Jesus got into the boat, the wind immediately stopped. The disciples were amazed. They worshiped Jesus, saying to him, “Truly, you are the Son of God.”Haanin, linomapat hila ha bangka. Ket ha panlomampat la, nilong-em anay mak-haw a dawoyon boy mak-haw a angin. Hilay mānombong na a anti ha bangka, ha nakit laynan tinomgen ye mak-haw a dawoyon boy agoot, ket inggalang la ya, “Apo, hikan talaga ye makapalyadiayan! Ta peteg a hika ye Anak nin Dioh!” (Matt 14:32-33)"
        }
      ], 
      "number": "31", 
      "ref": "A Bible story from: Matthew 14:22-33; Mark 6:45-52; John 6:16-21"
    }, 
    {
      "frames": [
        {
          "id": "32-16", 
          "img": "{{:en:obs:obs-32-16.jpg?nolink&640x360}}", 
          "text": "The woman fell on her knees before Jesus, shaking and very afraid. Then she told the whole truth. Jesus said to her, “Your faith has healed you. Go in peace and be healed of your sickness.”Noba hinabi nan Apo Jesus kanan Pedro, a wana, “Main nangiwit kangko. Ta natanam kon main kapalyadiyan a linomwah kangko.” Haanin, ha natandaan nan babayi a homain malyadin itayo kanan Apo Jesus, ampamigpig yan nilomokob ha haley adapan nan Apo Jesus. Kaya-bay hinabi na ha adapan lan kaganaan a tatao ye pangiwit na kanan Apo Jesus boy no way-omon yan tampol nitaah.Haanin, hinabi nan Apo Jesus kanan babayi, a wana, “Inang, hiyay pamteg mo ye nakapaitaah kammo. Moli kaynan main katanaan.” (Luke 8:46-48)"
        }
      ], 
      "number": "32", 
      "ref": "A Bible story from: Matthew 8:28-34; Mark 5:1-20; Luke 8:26-48"
    }, 
    {
      "frames": [
        {
          "id": "33-09", 
          "img": "{{:en:obs:obs-33-09.jpg?nolink&640x360}}", 
          "text": "“But the seeds that fall on good soil represent people who hear the Word of God, believe it, and produce spiritual fruit.”Hiyay mabonaꞌ a lota, yabayti ye pangilalayian nin tataon nanlenge ha Habi nin Dioh. Ket hiyay nange la, intanem la ha poho la boy hinombong lan loboh ha nakem la a main pagteeh anggan makit ha bi-ay la ye dawa nin pamteg la.” (Luke 8:15)"
        }
      ], 
      "number": "33", 
      "ref": "A Bible story from: Matthew 13:1-8, 18-23; Mark 4:1-8, 13-20; Luke 8:4-15"
    }, 
    {
      "frames": [
        {
          "id": "34-10", 
          "img": "{{:en:obs:obs-34-10.jpg?nolink&640x360}}", 
          "text": "Then Jesus said, “I tell you the truth, the tax collector went home forgiven, and not the religious leader. Everyone who is proud will be humbled, but whoever humbles himself will be lifted up.”Hinabi nan Apo Jesus, a wana, “Anhabiyen ko kanyo a yatin māningil nin bowih, noli yan matoynong ha pamilew nan Apo Dioh, noba hiyatin maihtodo nin bibilin, ahe. Ta hinyaman ye ampangitagay nin hadili na, iaypa na yan Apo Dioh. Noba hinyaman ye ampagmakaaypa, ket itagay na yan Apo Dioh.” (Luke 18:14)"
        }
      ], 
      "number": "34", 
      "ref": "A Bible story from: Matthew 13:31-33, 44-46; Mark 4:30-32; Luke 13:18-21; 18:9-14"
    }, 
    {
      "frames": [
        {
          "id": "35-13", 
          "img": "{{:en:obs:obs-35-13.jpg?nolink&640x360}}", 
          "text": "“The father answered, ‘My son, you are always with me, and everything I have is yours. But it is right for us to celebrate, because your brother was dead, but now is alive. He was lost, but now is found!’”“Nakibat yay bapa na, a wana, ‘Anak ko, hika ye lanang kon kalamo. Ket hilay kaganaan a babandi ko, pagkonin moyna. Noba katapolan tawoy maghayaghag boy mag-aliket. Ta yatin katongno mo, nabaan ko yaynan natey, noba angkabi-ay ya po manayti! Nabaan ko met a nikatak yayna, noba noli ya met ateed!’ ” (Luke 15:31-32)"
        }
      ], 
      "number": "35", 
      "ref": "A Bible story from: Luke 15:11-32"
    }, 
    {
      "frames": [
        {
          "id": "36-07", 
          "img": "{{:en:obs:obs-36-07.jpg?nolink&640x360}}", 
          "text": "As they went back down the mountain, Jesus said, “Do not tell anyone about what happened here until after I have been raised from the dead.”Ha tinomgen ye tonoy, nakit laynan ang-adalan a bobokod naynan Apo Jesus. Ket yatin nalyadi a nakit la, ket ahe la po imbalita nin ang-adalan ha agya hinyaman. (Luke 9:36)"
        }
      ], 
      "number": "36", 
      "ref": "A Bible story from: Matthew 17:1-9; Mark 9:2-8; Luke 9:28-36"
    }, 
    {
      "frames": [
        {
          "id": "37-11", 
          "img": "{{:en:obs:obs-37-11.jpg?nolink&640x360}}", 
          "text": "But the religious leaders of the Jews were jealous, so they gathered together to plan how they could kill Jesus and Lazarus.Noba hilay nangaano kanla nakew hila kanlan Papariseo ta imbalita lay dinyag nan Apo Jesus. Impaibat kananhiyatew, hiyay Apo Jesus, tinagka la yay nan pateyen nin Jujudion ampanakop. (John 11:46,53)"
        }
      ], 
      "number": "37", 
      "ref": "A Bible story from: John 11:1-46"
    }, 
    {
      "frames": [
        {
          "id": "38-15", 
          "img": "{{:en:obs:obs-38-15.jpg?nolink&640x360}}", 
          "text": "As the soldiers arrested Jesus, Peter pulled out his sword and cut off the ear of the high priest’s servant. Jesus said, “Put the sword away! I could ask the Father for an army of angels to defend me. But I must obey my Father.” Then Jesus healed the man’s ear, and all the disciples ran away.Ha nakit lan ang-adalan na ye angkalyadi, hinabi la kanan Apo Jesus, a wanla, “Apo, tayaen mi hilayna nayi?”Haanin, hiyay maghay ang-adalan nan Apo Jesus, tinaya na yay maghay ipoh nin pinakapoon lan papadi, ket napongohan yan talinga ha dapit wanan. Noba hinabi nan Apo Jesus, a wana, “Itgen yoyna yain!” Haanin, hinaleyan na yay ipoh, ta ginep-an nay talinga nan ipoh, ta pinaitaah na ya. Haanin, hilay kaganaan a mānombong na, napayngingihyay hilayna. (Luk 22:49-51, Mat 26:56b)"
        }
      ], 
      "number": "38", 
      "ref": "A Bible story from: Matthew 26:14-56; Mark 14:10-50; Luke 22:1-53; John 18:1-11"
    }, 
    {
      "frames": [
        {
          "id": "39-12", 
          "img": "{{:en:obs:obs-39-12.jpg?nolink&640x360}}", 
          "text": "But Pilate became afraid that a riot would start, so he handed Jesus over to them to be crucified. The soldiers whipped Jesus, put a royal robe and a crown made of thorns on him, and they mocked him, saying, “Look, the King of the Jews!”Kaya-bay hinombong naynay kalabayan lan tatao. Haanin, hiyay Apo Jesus, inlakew la yan hohondalo ha palahyo nan Gobirnador, ket pinalibotan laya ihtew. Niloh-okan la yay Apo Jesus haka la ya pinahootan nin kepkep a kadih obi. Nanyag hilan ba'mon kodona a diwih ta inkodona la kana. Boy pinagemgeman laya po nin teken ha dapit wanan gamet na. Nanalimokod hila ha adapan na haka inalolog a hinabi kana a, “Minged ye Poon lan Jujudio!” Pangayadi, linod-an la ya boy kingwa lay teken kana haka la impatokpatok ha ō na.  (Luk 23:24, Mat 27:27-30)"
        }
      ], 
      "number": "39", 
      "ref": "A Bible story from: Matthew 26:57-27:26; Mark 14:53-15:15; Luke 22:54-23:25; John 18:12-19:16"
    }, 
    {
      "frames": [
        {
          "id": "40-09", 
          "img": "{{:en:obs:obs-40-09.jpg?nolink&640x360}}", 
          "text": "Then Joseph and Nicodemus, two Jewish leaders who believed Jesus was the Messiah, asked Pilate for Jesus’ body. They wrapped his body in cloth and buried it in a tomb cut out of rock. Then they rolled a large stone over the opening.Haanin, main maghay lāki a nag-ngalan Jose a taga Arimatea a banwa lan Jujudio. Manged yan tao boy matoynong ya. Agya magha ya kanlan mangatoan mānongkolan, ahe ya nakitopig kanlan namatey kanan Apo Jesus. Ket magha ya met kanlan tataon ampangagad ha panaon a manakop yaynay Apo Dioh. Haanin, nakew ya kanan Pilato, ta naghabi ya, a wana, “Gobirnador, ampakiingalo ako kammo. Ta kowen ko ya dayi ye bangkay nan Apo Jesus.” Ket kananyain, pinalobohan na ya met. Ket haanin, in-aypa na yan Jose ye bangkay nan Apo Jesus. Ta pinotot na yan tapih a mapoti a anhabtan lino haka na ya inloob ha yokib a ahe po bega nangilbengan. (Luk 23:50-53)"
        }
      ], 
      "number": "40", 
      "ref": "A Bible story from: Matthew 27:27-61; Mark 15:16-47; Luke 23:26-56; John 19:17-42"
    }, 
    {
      "frames": [
        {
          "id": "41-08", 
          "img": "{{:en:obs:obs-41-08.jpg?nolink&640x360}}", 
          "text": "On the way, Jesus appeared to them, and they worshiped him. Jesus said, “Do not be afraid. Go and tell my disciples that I will see them in Galilee.”Legan angkomodang hila, kapipikhaan nahagana la yay Apo Jesus. Ket hinabi na kanla, a wana, “Komohta kawo.” Hinomaley hila kana ta tinakeh lay bitihna boy nanggalang hila kana. Haanin, hinabi nan Apo Jesus kanla, wana, “Adi kawo angkalimo. Manige kawoyna, ta ibalita yo kanlan kakatongno ko a makew hila ha Galilea ta ihtew la ko makit.” (Mat 28:9-10)"
        }
      ], 
      "number": "41", 
      "ref": "A Bible story from: Matthew 27:62-28:15; Mark 16:1-11; Luke 24:1-12; John 20:1-18"
    }, 
    {
      "frames": [
        {
          "id": "42-11", 
          "img": "{{:en:obs:obs-42-11.jpg?nolink&640x360}}", 
          "text": "“Remember, I will be with you always. Stay in Jerusalem until you receive power from above.” Then Jesus was taken up to heaven, and a cloud hid him from their sight. Jesus sat down at the right hand of God to rule over all things.“Pakaihipen yo, lanang akon anti kanyo angga ha kalampohan nin babe lota. Adi kawo po an-omalih ha banwan Jerusalem anggan ahe yo po maagad ye Ihpiditon Dioh a impangako nan Bapa ko a hiyay hinabi ko kanyo ha hatew po.\" Ha nayadi nan hinabin Apo Jesus yati, nipatagay yan nipalakew ha langit. Ambilew-bilewen la yan ampipatagay angga ha napahanipan yan owep, ket ahe la yaynan nakit. (Mat 28:20b, Acts 1:4,9)"
        }
      ], 
      "number": "42", 
      "ref": "A Bible story from: Matthew 28:16-20; Mark 16:12-20; Luke 24:13-53; John 20:19-23; Acts 1:1-11"
    }, 
    {
      "frames": [
        {
          "id": "43-13", 
          "img": "{{:en:obs:obs-43-13.jpg?nolink&640x360}}", 
          "text": "The believers devoted themselves to the disciples’ teaching, fellowship, eating together, and prayer. They all met together and shared everything they had. They praised God and were well received by those who were not Christians.Makaoli ha kapalyadiyan nin Apo Dioh, hilay apostol nan Apo Jesus, ampakadiyag hila nin malabong a kapagtakaan boy ampakadiyag hila nin malabong a pagkakitan nin kapalyadiyan nin Apo. Kaya-bay hilay tatao a anti ihtew, nalimwan hila. Ket nilomalo ana ingat ye panggalang la kanan Apo Dioh. Hilan kaganaan a ampamteg kanan Apo Jesus, napaymamaghay nakem la boy pinaymamagha lay babandi la ta omon hila madakayan ye kaganaan a māmteg. Ket an-ilako lay kanayon a lota la boy bandi la. Ta, hiyay napaglakoan la, an-idakay la met ha magha boy magha kanla a ampagkakolang. Hilay ampamteg kanan Apo Jesus, minamangaamot hilan ampaytipon ha Himbaan nan Apo Dioh boy ampayhahagyat hilan mangan ha baey nin balang magha kanla. Ket loboh ye kahayaghagan la. Popoh hilan ampanggalang kanan Apo Dioh. Ket nalabayan la hilan agya hinyaman a tatao ihtew. Ket hiyay Apo Dioh, minamangaamot nan ampahanan ye pangkat lan māmteg a ampiligtah ha kapadohaan a homain anggaan. (Acts 2:43-47)"
        }
      ], 
      "number": "43", 
      "ref": "A Bible story from: Acts 2"
    }, 
    {
      "frames": [
        {
          "id": "44-09", 
          "img": "{{:en:obs:obs-44-09.jpg?nolink&640x360}}", 
          "text": "The leaders were shocked because they could see that these men were common men who were not well-educated. They also realized that these men had been with Jesus. After they had threatened Peter and John, they let them go.Hilay mānongkolan lan Jujudio, ha nakit lay kak-hawan nakem lan Pedro boy Juan a maghabi, nagtaka hila. Ta tanda la a maaypa hilan bengat a tao boy homain hilan pinag-adalan. Hilay tatao, naihipan lay pamakilamo nan Pedro boy Juan kanan Apo Jesus ha hatew. Haanin, hilay mānongkolan, hinaad la hila a mangibabala. Labay la hila dayin padohaan noba homain hilan makit a kahalanan a pamadohaan la kanla. Kaya-bay, hilay mānongkolan, pinalwah la yay Pedro boy Juan. (Acts 4:13, 21-22)"
        }
      ], 
      "number": "44", 
      "ref": "A Bible story from: Acts 3:1-4:22"
    }, 
    {
      "frames": [
        {
          "id": "45-07", 
          "img": "{{:en:obs:obs-45-07.jpg?nolink&640x360}}", 
          "text": "The Ethiopian went on his way, happy to know Jesus.Noba hiyay opihyal, angkaaliket yayna. Ket inholong na met ye pamoli na. (Acts 8:39b)"
        }
      ], 
      "number": "45", 
      "ref": "A Bible story from: Acts 8:26-40"
    }, 
    {
      "frames": [
        {
          "id": "46-12", 
          "img": "{{:en:obs:obs-46-12.jpg?nolink&640x360}}", 
          "text": "After many days, the Jews made a plan to kill Paul. They placed people at the city gates to kill him. But Paul heard about the plan, and his friends helped him escape. One night they lowered him over the city wall in a basket. Paul ran away and continued preaching about Jesus.Ha nalabah ye malabong a mangaamot, hilay Jujudio, naymamagha hila ta pinaytotongtongan la no way omon la ya patyen ye Saulo. Mangaamot boy madeglem, hilay Jujudio, an-iapa la yay Saulo ha ilwangan nin banwa. Ta patyen la ya. Noba natandaan nan Saulo yati. Kaya-bay, ha maghay madeglem, hilay kalalamoan nan Saulo a ang-adalan nan Apo Jesus, kingwa la yan inkalga ha bagyah haka la yan inloyloy a palwah ha lobot nin lingling a padir. Inomalih yay Saulo boy nagpaholong yan nangiadal nin Manged a Balita tongkol kanan Apo Jesus. (Acts 9:23-25)"
        }
      ], 
      "number": "46", 
      "ref": "A Bible story from: Acts 6:8-8:3; 9:1-25"
    }, 
    {
      "frames": [
        {
          "id": "47-14", 
          "img": "{{:en:obs:obs-47-14.jpg?nolink&640x360}}", 
          "text": "Paul and other Christian leaders traveled to many cities, preaching and teaching about Jesus. They also wrote many letters to the churches to encourage and teach them about God’s New Covenant. These writings are called the New Testament.Hiyay Pablo boy kanayon a mangona kanlan ampamteg, nakew hila kanlan babanwa ta nangibabala hila boy nangiadal hila tongkol kanan Apo Jesus. Hinolatan la hila met ye mamteg kanan Apo Jesus ta omen pak-hawen ye nanakem la boy itodo kanla ye tongkol ha papangako nan Apo Dioh kanlan tatao. Hilatin hoholat ket anhabtan Bayon Tipan."
        }
      ], 
      "number": "47", 
      "ref": "A Bible story from: Acts 16:11-40"
    }, 
    {
      "frames": [
        {
          "id": "48-14", 
          "img": "{{:en:obs:obs-48-14.jpg?nolink&640x360}}", 
          "text": "Like David, Jesus is a king, but Jesus is the king of the universe! He will come again and rule his Kingdom with justice and peace.Hiyay David ye Poon ha Israel ha hatew. Wanabay met ateed kanan Apo Jesus a Poon ya, noba hiyay Apo Jesus ye Poon ha kaganaan. Mag-odong yay Apo Jesus ihti ha babe lota to mamoon ya ha panakopan na a main katoynongan boy katanaan."
        }
      ], 
      "number": "48", 
      "ref": "A Bible story from: Genesis 1-3, 6, 14, 22; Exodus 12, 20; 2 Samuel 7; Hebrew 3:1-6, 4:14-5:10, 7:1-8:13, 9:11-10:18; Revelation 21"
    }, 
    {
      "frames": [
        {
          "id": "49-18", 
          "img": "{{:en:obs:obs-49-18.jpg?nolink&640x360}}", 
          "text": "God tells you to pray, study His Word, worship Him with other Christians, and tell others what He has done for you. All of these things help you to grow in your relationship with Him.Hiyay labay nan Apo Dioh, makigwang kitawo kanna, mag-adal kitawo ha Habi na, manggalang kitawo kana kalamo nin kanayon a ampamteg boy habiyen kanlan kanayon ye dinyag na ha bi-ay tawo. No diyagen tawo yati, mag-ilyadin mak-haw ye pāmteg tawo."
        }
      ], 
      "number": "49", 
      "ref": "A Bible story from: Romans 3:21-26, 5:1-11; John 3:16; Mark 16:16; Colossians 1:13-14; 2 Thessalonians 5:17-21; 1 John 1:5-10"
    }, 
    {
      "frames": [
        {
          "id": "50-17", 
          "img": "{{:en:obs:obs-50-17.jpg?nolink&640x360}}", 
          "text": "And Jesus will reign forever and ever. He will wipe away every tear and there will be no more death, suffering, sadness, crying, evil, or pain. He will rule his Kingdom with peace and justice, and he will be with his people forever.Hiyay Apo Jesus, manakop ya ha kaganaan nin homain anggaan. Alihen nay kaganaan a lowa' kanlan ampanangih. Alihen na met ye kamateyan, kaipadan, kalelean, boy kalok-an. Manakop ya ha panakopan na a main katanaan boy katoynongan boy lamoan nay tatao na a homain anggaan."
        }
      ], 
      "number": "50", 
      "ref": "A Bible story from: Matthew 24:14; 28:18; John 15:20, 16:33; Revelation 2:10; Matthew 13:24-30, 36-42; 1 Thessalonians 4:13-5:11; James 1:12; Matthew 22:13; Revelation 20:10, 21:1-22:21"
    }
  ], 
  "date_modified": "20140724", 
  "direction": "ltr", 
  "language": "abp"
}