{
  "chapters": [
    {
      "frames": [
        {
          "id": "01-01", 
          "img": "{{:en:obs:obs-01-01.jpg?nolink&640x360}}", 
          "text": "Kisah ini adalah tentang bagaimana terjadinya alam semesta. Bagaimana Tuhan menciptakan langit dan bumi serta segala isinya. Pada mulanya dunia ini belum berbentuk. Semuanya gelap dan Roh Tuhan melayang-layang di atasnya."
        }, 
        {
          "id": "01-02", 
          "img": "{{:en:obs:obs-01-02.jpg?nolink&640x360}}", 
          "text": "Kemudian Tuhan berfirman: \"Jadilah terang!\" maka terang pun jadi. Tuhan menyebut terang itu \"siang hari\" dan gelap itu \"malam hari\" Itulah hari pertama penciptaan."
        }, 
        {
          "id": "01-03", 
          "img": "{{:en:obs:obs-01-03.jpg?nolink&640x360}}", 
          "text": "Pada hari kedua, Tuhan menciptakan cakrawala atau langit di atas bumi."
        }, 
        {
          "id": "01-04", 
          "img": "{{:en:obs:obs-01-04.jpg?nolink&640x360}}", 
          "text": "Pada hari ketiga Tuhan memisahkan air dari daratan. Maka airpun berkumpul dan terciptalah daratan. Kumpulan air itu disebut laut dan yang kering tadi daratan."
        }, 
        {
          "id": "01-05", 
          "img": "{{:en:obs:obs-01-05.jpg?nolink&640x360}}", 
          "text": "Pada hari ketiga itu juga, Tuhan menumbuhkan segala jenis tumbuh-tumbuhan di atas daratan. Tuhan melihat semua itu baik, dan Ia sangat senang melihatnya."
        }, 
        {
          "id": "01-06", 
          "img": "{{:en:obs:obs-01-06.jpg?nolink&640x360}}", 
          "text": "Pada hari keempat, Tuhan berfirman dan terciptalah benda-benda penerang, matahari, bulan dan bintang-bintang. Matahari menerangi waktu siang, bulan dan bintang di waktu malam. Mereka juga akan menjadi penanda waktu siang dan malam dan panduan untuk menghitung bulan dan tahun."
        }, 
        {
          "id": "01-07", 
          "img": "{{:en:obs:obs-01-07.jpg?nolink&640x360}}", 
          "text": "Pada hari kelima Tuhan menciptakan segala burung yang beterbangan di udara dan segala ikan dan mahluk air yang berkeriapan di dalam air. Tuhan melihat segalanya baik dan Ia memberkatinya."
        }, 
        {
          "id": "01-08", 
          "img": "{{:en:obs:obs-01-08.jpg?nolink&640x360}}", 
          "text": "Pada hari keenam, Tuhan menciptakan segala binatang di daratan. Ada binatang melata, binatang merayap, binatang ternak dan binatang liar. Tuhan melihat semua itu baik adanya."
        }, 
        {
          "id": "01-09", 
          "img": "{{:en:obs:obs-01-09.jpg?nolink&640x360}}", 
          "text": "Kemudian Tuhan berkata, \"Baiklah kita menjadikan manusia menurut gambar dan rupa kita, supaya mereka berkuasa atas bumi dan segala binatang.\""
        }, 
        {
          "id": "01-10", 
          "img": "{{:en:obs:obs-01-10.jpg?nolink&640x360}}", 
          "text": "Lalu Tuhan membentuk manusia itu dari debu tanah dan meniupkan nafas kehidupan dari Roh Tuhan. Manusia itu dinamai Adam. Tuhan membuatkan satu taman yang indah untuk tinggal manusia itu. Tuhan menempatkan Adam di Taman Eden agar ia bisa hidup dan memelihara taman itu."
        }, 
        {
          "id": "01-11", 
          "img": "{{:en:obs:obs-01-11.jpg?nolink&640x360}}", 
          "text": "Di tengah Taman Eden itu, Tuhan menciptakan dua tanaman khusus, yaitu Pohon Kehidupan dan Pohon Pengetahuan yang Baik dan Yang Jahat. Tuhan berfirman kepada Adam, \"Engkau bisa memakan semua buah yang ada di taman ini, kecuali buah dari pohon pengetahuan yang baik dan yang jahat. Sebab pada hari kamu memakannya, kamu akan mati.\""
        }, 
        {
          "id": "01-12", 
          "img": "{{:en:obs:obs-01-12.jpg?nolink&640x360}}", 
          "text": "Melihat semua binatang berpasangan dan Adam hanya sendiri, Tuhan berkata,\"Tidak baik kalau manusia itu seorang diri.\""
        }, 
        {
          "id": "01-13", 
          "img": "{{:en:obs:obs-01-13.jpg?nolink&640x360}}", 
          "text": "Lalu Tuhan membuat adam tertidur dan mengambil satu tulang rusuknya dan menciptakan seorang perempuan dari tulang rusuk itu sebagai pasangan Adam. Perempuan itu dinamai Hawa."
        }, 
        {
          "id": "01-14", 
          "img": "{{:en:obs:obs-01-14.jpg?nolink&640x360}}", 
          "text": "Ketika adam melihat perempuan itu, ia berkata,\"Ini adalah pasanganku, ia mirip dengan aku.\" Lalu Tuhan memberkati mereka sebagai suami istri, itu sebabnya laki-laki dan perempuan akan meninggalkan orang tuanya dan bersatu dalam ikatan pernikahan sebagai suami-istri."
        }, 
        {
          "id": "01-15", 
          "img": "{{:en:obs:obs-01-15.jpg?nolink&640x360}}", 
          "text": "Tuhan menciptakan laki-laki dan perempuan menurut gambar dan rupa Tuhan. Tuhan memberkati mereka dan berfirman kepada mereka,\"Beranak-cuculah dan bertambah banyaklah dan penuhilah bumi.\" Semua itu terjadi selama enam hari."
        }, 
        {
          "id": "01-16", 
          "img": "{{:en:obs:obs-01-16.jpg?nolink&640x360}}", 
          "text": "Pada hari ketujuh, Tuhan berhenti menciptakan, Tuhan beristirahat. Tuhan memberkati hari ketujuh itu sebagai hari istirahat dan menyembah Tuhan. Itu sebabnya, pada hari ketujuh, hari asbat, kalau sekarang, hari Minggu bagi kita, adalah hari khusus untuk beribadah dan menyembah Tuhan."
        }
      ], 
      "number": "01", 
      "ref": "Cerita ini diambil dari: Kejadian 1-2", 
      "title": "1. PENCIPTAAN"
    }, 
    {
      "frames": [
        {
          "id": "02-01", 
          "img": "{{:en:obs:obs-02-01.jpg?nolink&640x360}}", 
          "text": "Adam dan istrinya sangat senang tinggal di taman yang indah yang telah dibuat Allah untuk mereka. Tak satu pun dari mereka yang memakai pakaian, tapi mereka sama sekali tidak malu, karena tidak ada dosa di dunia ini. Mereka sering berjalan di taman dan berbicara dengan Allah."
        }, 
        {
          "id": "02-02", 
          "img": "{{:en:obs:obs-02-02.jpg?nolink&640x360}}", 
          "text": "Tapi ada seekor ular yang licik di taman itu. Dia bertanya kepada perempuan itu, \"Apakah Allah benar-benar menyuruh kamu untuk tidak makan buah dari pohon-pohon di taman ini?\""
        }, 
        {
          "id": "02-03", 
          "img": "{{:en:obs:obs-02-03.jpg?nolink&640x360}}", 
          "text": "Perempuan Itu menjawab, \"Allah mengatakan kepada kami bahwa kami  bisa makan buah dari pohon manapun kecuali dari pohon pengetahuan yang baik dan yang jahat. Tuhan mengatakan kepada kami, 'Jika kamu makan buah itu atau bahkan menyentuhnya, kamu akan mati.'\""
        }, 
        {
          "id": "02-04", 
          "img": "{{:en:obs:obs-02-04.jpg?nolink&640x360}}", 
          "text": "Ular itu menjawab, \"Itu tidak benar! Kamu tidak akan mati.  Hanya saja Allah tahu bahwa segera setelah kamu memakannya kamu akan memahami segala hal seperti Dia. Kamu akan menjadi seperti Allah, tahu tentang yang baik dan yang jahat.\""
        }, 
        {
          "id": "02-05", 
          "img": "{{:en:obs:obs-02-05.jpg?nolink&640x360}}", 
          "text": "Perempuan itu melihat bahwa buah itu indah dan tampak lezat. Dia juga ingin menjadi bijaksana, jadi dia mengambil beberapa buah dan memakannya. Lalu dia berbalik dan memberikan beberapa buah kepada suaminya, yang bersama-sama dengan dia, dan suaminya juga memakannya."
        }, 
        {
          "id": "02-06", 
          "img": "{{:en:obs:obs-02-06.jpg?nolink&640x360}}", 
          "text": "Tiba-tiba, mata mereka terbuka, dan mereka menyadari bahwa mereka telanjang. Mereka mencoba untuk menutupi tubuh mereka dengan merangkai daun-daunan untuk membuat pakaian."
        }, 
        {
          "id": "02-07", 
          "img": "{{:en:obs:obs-02-07.jpg?nolink&640x360}}", 
          "text": "Jawab Adam, \"Aku mendengar Engkau berjalan di taman, dan aku takut, karena aku telanjang. Jadi aku bersembunyi.\""
        }, 
        {
          "id": "02-07", 
          "img": "{{:en:obs:obs-02-07.jpg?nolink&640x360}}", 
          "text": "Jawab Adam, \"Aku mendengar Engkau berjalan di taman, dan aku takut, karena aku telanjang. Jadi aku bersembunyi.\""
        }, 
        {
          "id": "02-08", 
          "img": "{{:en:obs:obs-02-08.jpg?nolink&640x360}}", 
          "text": "Kemudian Allah bertanya, \"Siapa yang mengatakan, bahwa engkau telanjang? Apakah engkau makan buah yang Kuperintahkan untuk tidak engkau makan? \" Adam menjawab,\" Engkau memberiku perempuan ini, dan dia memberiku buah ini. \"Kemudian Allah bertanya kepada perempuan itu,\" Apa yang telah engkau lakukan? \"  Perempuan itu menjawab,\"Ular itu menipuku.\""
        }, 
        {
          "id": "02-09", 
          "img": "{{:en:obs:obs-02-09.jpg?nolink&640x360}}", 
          "text": "Allah berkata kepada ular itu, \"Terkutuklah engkau! Engkau akan melata dengan perutmu dan makan debu. Engkau dan perempuan ini akan saling membenci, dan anak-anakmu dan anak-anaknya juga akan saling membenci. Keturunan perempuan itu akan menghancurkan kepalamu, dan engkau akan melukai tumitnya.\""
        }, 
        {
          "id": "02-10", 
          "img": "{{:en:obs:obs-02-10.jpg?nolink&640x360}}", 
          "text": "Allah kemudian berkata kepada perempuan itu, \"Aku akan membuat persalinan sangat menyakitkan bagimu. Engkau akan sangat menginginkan suamimu, dan dia akan memerintah atasmu.\""
        }, 
        {
          "id": "02-11", 
          "img": "{{:en:obs:obs-02-11.jpg?nolink&640x360}}", 
          "text": "Allah berkata kepada Adam, \"Engkau mendengarkan istrimu dan tidak menaati Aku. Saat ini tanah telah dikutuk, dan engkau harus bekerja keras untuk mendapatkan makanan. Kemudian engkau akan mati, dan tubuhmu akan kembali menjadi tanah.\" Adam memberi nama istrinya Hawa, yang berarti ”Kehidupan”, karena dia akan menjadi ibu dari semua orang. Dan Allah memberi Adam dan Hawa pakaian dari kulit binatang."
        }, 
        {
          "id": "02-12", 
          "img": "{{:en:obs:obs-02-12.jpg?nolink&640x360}}", 
          "text": "kehidupan."
        }, 
        {
          "id": "02-12", 
          "img": "{{:en:obs:obs-02-12.jpg?nolink&640x360}}", 
          "text": "kehidupan."
        }
      ], 
      "number": "02", 
      "ref": "Cerita Alkitab Dari : Kejadian 3", 
      "title": "2. Dosa Masuk Ke Dunia"
    }, 
    {
      "frames": [
        {
          "id": "03-01", 
          "img": "{{:en:obs:obs-03-01.jpg?nolink&640x360}}", 
          "text": "After a long time, many people were living in the world. They had become very wicked and violent. It became so bad that God decided to destroy the whole world with a huge flood."
        }, 
        {
          "id": "03-02", 
          "img": "{{:en:obs:obs-03-02.jpg?nolink&640x360}}", 
          "text": "But Noah found favor with God. He was a righteous man, living among wicked people. God told Noah about the flood He was planning to send. He told Noah to build a huge boat."
        }, 
        {
          "id": "03-03", 
          "img": "{{:en:obs:obs-03-03.jpg?nolink&640x360}}", 
          "text": "God told Noah to make the boat about 140 meters long, 23 meters wide, and 13.5 meters high. It was to be made of wood and have three levels, many rooms, a roof, and a window. The boat would keep Noah, his family, and every kind of land animal safe during the flood."
        }, 
        {
          "id": "03-04", 
          "img": "{{:en:obs:obs-03-04.jpg?nolink&640x360}}", 
          "text": "Noah obeyed God. He and his three sons built the boat just the way God had told them. It took many years to build the boat, because it was so big. Noah warned the people about the coming flood and told them to turn to God, but they did not believe him."
        }, 
        {
          "id": "03-05", 
          "img": "{{:en:obs:obs-03-05.jpg?nolink&640x360}}", 
          "text": "God also commanded Noah and his family to gather enough food for themselves and the animals. When everything was ready, God told Noah it was time for him, his wife, his three sons, and their wives to get into the boat—eight people in all."
        }, 
        {
          "id": "03-06", 
          "img": "{{:en:obs:obs-03-06.jpg?nolink&640x360}}", 
          "text": "God sent a male and a female of every animal and bird to Noah so they could go into the boat and be kept safe during the flood. God sent seven males and seven females of every type of animal which could be used for sacrifices. When they were all in the boat, God himself closed the door."
        }, 
        {
          "id": "03-07", 
          "img": "{{:en:obs:obs-03-07.jpg?nolink&640x360}}", 
          "text": "Then it began to rain, and rain, and rain. It rained for forty days and forty nights without stopping! Water also came gushing up out of the earth. Everything in the whole world was covered with water, even the highest mountains."
        }, 
        {
          "id": "03-08", 
          "img": "{{:en:obs:obs-03-08.jpg?nolink&640x360}}", 
          "text": "Everything that lived on the dry land died, except the people and animals that were in the boat. The boat floated on the water and everything inside the boat was kept safe."
        }, 
        {
          "id": "03-09", 
          "img": "{{:en:obs:obs-03-09.jpg?nolink&640x360}}", 
          "text": "After the rains stopped, the boat floated on the water for five months, and then one day the boat rested on the top of a mountain. But the world was still covered with water. After three more months, the tops of the mountains were visible."
        }, 
        {
          "id": "03-10", 
          "img": "{{:en:obs:obs-03-10.jpg?nolink&640x360}}", 
          "text": "After forty more days, Noah sent out a bird called a raven to see if the water had dried up. The raven flew back and forth looking for dry land, but it could not find any."
        }, 
        {
          "id": "03-11", 
          "img": "{{:en:obs:obs-03-11.jpg?nolink&640x360}}", 
          "text": "Later Noah sent out a bird called a dove. But it also could not find any dry land, so it came back to Noah. A week later he sent the dove out again, and it came back with an olive branch in its beak! The water was going down, and the plants were growing again!"
        }, 
        {
          "id": "03-12", 
          "img": "{{:en:obs:obs-03-12.jpg?nolink&640x360}}", 
          "text": "Noah waited another week and sent out the dove a third time. This time it found a place to rest and did not come back. The water was drying up!"
        }, 
        {
          "id": "03-13", 
          "img": "{{:en:obs:obs-03-13.jpg?nolink&640x360}}", 
          "text": "Two months later God said to Noah, “You and your family and all the animals may leave the boat now. Have many children and grandchildren and fill the earth.” So Noah and his family left the boat."
        }, 
        {
          "id": "03-14", 
          "img": "{{:en:obs:obs-03-14.jpg?nolink&640x360}}", 
          "text": "After Noah got off the boat, he built an altar and sacrificed some of each kind of animal which could be used for a sacrifice. God was happy with the sacrifice and blessed Noah and his family."
        }, 
        {
          "id": "03-15", 
          "img": "{{:en:obs:obs-03-15.jpg?nolink&640x360}}", 
          "text": "God said, “I promise I will never again curse the ground because of humans or destroy the world with a flood, even though humans are sinful from their youth.”"
        }, 
        {
          "id": "03-16", 
          "img": "{{:en:obs:obs-03-16.jpg?nolink&640x360}}", 
          "text": "God then made the first rainbow as a sign of his promise. Every time the rainbow appeared in the sky, God would remember what he promised and so would his people."
        }
      ], 
      "number": "03", 
      "ref": "A Bible story from: Genesis 6-8", 
      "title": "3. The Flood"
    }, 
    {
      "frames": [
        {
          "id": "04-01", 
          "img": "{{:en:obs:obs-04-01.jpg?nolink&640x360}}", 
          "text": "Bertahun-tahun setelah air bah, bertambah lagi jumlah manusia di dunia, dan mereka semua berbicara dengan bahasa yang sama. Tetapi orang-orang itu tidak taat kepada Allah. Bukannya beranak-cucu dan memenuhi bumi, mereka berkumpul bersama dan membangun sebuah kota"
        }, 
        {
          "id": "04-02", 
          "img": "{{:en:obs:obs-04-02.jpg?nolink&640x360}}", 
          "text": ""
        }, 
        {
          "id": "04-02", 
          "img": "{{:en:obs:obs-04-02.jpg?nolink&640x360}}", 
          "text": ""
        }, 
        {
          "id": "04-03", 
          "img": "{{:en:obs:obs-04-03.jpg?nolink&640x360}}", 
          "text": "Jadi Dia mengubah bahasa mereka menjadi banyak bahasa dan menyerakkan mereka ke seluruh dunia. Kota yang mereka buat disebut Babel, yang berarti \"kebingungan.”"
        }, 
        {
          "id": "04-04", 
          "img": "{{:en:obs:obs-04-04.jpg?nolink&640x360}}", 
          "text": "Ratusan tahun kemudian, Allah berbicara kepada seorang yang bernama Abram. Allah mengatakan kepadanya, \"Pergilah tinggalkan negeri ini bersama keluargamu dan pergilah ketempat yang akan Kutunjukkan kepadamu.\""
        }, 
        {
          "id": "04-05", 
          "img": "{{:en:obs:obs-04-05.jpg?nolink&640x360}}", 
          "text": "Maka Abram menaatinya. Dia pergi membawa istrinya, Sarai, dan semua pembantunya dan kawanan ternaknya dan pergi ke tempat yang ditunjukkan Allah,yaitu tanah Kanaan. Abram tinggal di situ bertahun-tahun. Disana Allah membuat perjanjian dengan Abram. Perjanjian adalah kesepakatan dari dua pihak."
        }, 
        {
          "id": "04-06", 
          "img": "{{:en:obs:obs-04-06.jpg?nolink&640x360}}", 
          "text": "Allah berkata \"Lihatlah sekelilingmu. Semua tanah yang kau lihat akan Kuberikan kepadamu dan kepada keturunanmu sebagai warisan. Aku akan memberkatimu dan membuat namamu menjadi hebat."
        }, 
        {
          "id": "04-07", 
          "img": "{{:en:obs:obs-04-07.jpg?nolink&640x360}}", 
          "text": "\"Aku akan mebuat keturunanmu menjadi bangsa yang besar, dan Aku akan menjadi Allahmu. aku akan memberkati mereka yang memberkatimu dan mengutuk orang yang mengutukmu. Semua suku akan diberkati melalui engkau.\" Allah juga menyuruh Abram untuk menyunatkan semua orang yang di rumahnya sebagai tanda perjanjian itu. Abram menurutinya."
        }, 
        {
          "id": "04-08", 
          "img": "{{:en:obs:obs-04-08.jpg?nolink&640x360}}", 
          "text": "Abram percaya kepada Allah. Allah memberitahu Abram kalau dia benar karena mempercayai janji Allah. Tetapi ada masalah. Abram dan istrinya tidak dapat mempunyai anak sama sekali. Jadi rasanya tidak mungkin dia menjadi bapa dari bangsa yang besar, tetapi mereka menunggu dalam iman, dan mempercayai apa yang dijanjikan tuhan"
        }, 
        {
          "id": "04-09", 
          "img": "{{:en:obs:obs-04-09.jpg?nolink&640x360}}", 
          "text": "Pada suatu hari, Abram bertemu Melkhizedek, imam Allah yang Mahatinggi. Melkhizedek memberkati Abram dan berkata \"Semoga Allah yang memiliki langit dan bumi memberkati Abram.\" Kemudian Abram memberi Melkhizedek sepersepuluh dari semua yang dimilikinya."
        }
      ], 
      "number": "04", 
      "ref": "Cerita Alkitab dari: Kejadian 11-15", 
      "title": "4. Perjanjian Allah Dengan Abraham"
    }, 
    {
      "frames": [
        {
          "id": "05-01", 
          "img": "{{:en:obs:obs-05-01.jpg?nolink&640x360}}", 
          "text": "Abram dan Sarai menunggu lebih dari dua puluh tahun, tetapi mereka masih belum memiliki anak. Allah berbicara kepada Abram dan berjanji lagi bahwa ia akan memiliki seorang putra dan banyak keturunan sebanyak bintang di langit. Abram percaya pada janji Allah."
        }, 
        {
          "id": "05-02", 
          "img": "{{:en:obs:obs-05-02.jpg?nolink&640x360}}", 
          "text": "Kemudian istri Abram berkata kepadanya, \"Karena Tuhan tidak memungkinkan aku untuk memiliki anak dan sekarang aku terlalu tua untuk memiliki anak, ini pembantuku, Hagar. menikahlah denganya agar dia bisa melahirkan anak untukku.\""
        }, 
        {
          "id": "05-03", 
          "img": "{{:en:obs:obs-05-03.jpg?nolink&640x360}}", 
          "text": "Jadi Abram menikah dengan Hagar. Hagar melahirkan anak laki-laki, dan Abram menamainya Ismael. Abram ingin Tuhan memberkati Ismael. Tuhan berkata, \"Aku akan memberkatinya, tapi Ismail bukanlah anak yang dijanjikan. Aku tidak akan membuat perjanjian dengan dia.\""
        }, 
        {
          "id": "05-04", 
          "img": "{{:en:obs:obs-05-04.jpg?nolink&640x360}}", 
          "text": "\"Istrimu, Sarai, akan memiliki anak dan anak itu anak yang dijanjikan. Namailah dia Ishak. Aku akan membuat Perjanjian dengan dia, dan dia akan menjadi bangsa yang besar.\"  Kemudian Allah mengubah nama Abram menjadi Abraham, yang berarti \"bapa banyak bangsa.” Tuhan juga mengubah nama Sarai kepada Sarah, yang berarti \"Tuan Putri\"."
        }, 
        {
          "id": "05-05", 
          "img": "{{:en:obs:obs-05-05.jpg?nolink&640x360}}", 
          "text": "Akhirnya, ketika Abraham berusia 100 tahun dan Sarah 90, Sarah melahirkan anak Abraham. Mereka menamainya Ishak seperti yang disuruhkan Allah kepada mereka."
        }, 
        {
          "id": "05-06", 
          "img": "{{:en:obs:obs-05-06.jpg?nolink&640x360}}", 
          "text": "Ketika Ishak sudah jadi seorang pemuda, Tuhan menguji iman Abraham dengan mengatakan, \"Ambillah Ishak, anak tunggalmu, dan sembelihlah dia sebagai korban bagiku.\" Lagi Abraham taat kepada perintah tuhan."
        }, 
        {
          "id": "05-07", 
          "img": "{{:en:obs:obs-05-07.jpg?nolink&640x360}}", 
          "text": "Dia mengikat anaknya Ishak dan membaringkannya di atas mezbah. Ketika ia hendak menyembelih anaknya Allah berkata, \"Berhenti! Jangan bunuh anak itu! Sekarang aku tahu bahwa engkau takut akan Aku karena engkau tidak mempertahankan anak tunggalmu sendiri dariKu.\""
        }, 
        {
          "id": "05-08", 
          "img": "{{:en:obs:obs-05-08.jpg?nolink&640x360}}", 
          "text": "Di dekat tempat itu Abraham melihat seekor domba jantan yang terjebak di semak-semak. Allah telah menyediakan domba jantan itu untuk menjadi korban persembahan menggantikan Ishak. Abraham dengan senang hati mempersembahkan domba jantan itu sebagai korban."
        }, 
        {
          "id": "05-09", 
          "img": "{{:en:obs:obs-05-09.jpg?nolink&640x360", 
          "text": "Kemudian Allah berkata kepada Abraham, \"Karena engkau bersedia memberi Aku segalanya, bahkan anak tunggalmu, Aku berjanji akan memberkatimu. Keturunanmu akan lebih dari bintang-bintang di langit. Karena engkau mendengarkan firman-Ku, semua keluarga di dunia akan diberkati melalui keluargamu.\""
        }
      ], 
      "number": "05", 
      "ref": "Sebuah kisah Alkitab dari Kejadian 16-22", 
      "title": "5. Anak yang Dijanjikan"
    }, 
    {
      "frames": [
        {
          "id": "06-01", 
          "img": "{{:en:obs:obs-06-01.jpg?nolink&640x360}}", 
          "text": "Ketika Abraham sudah sangat tua dan Ishak sudah dewasa, Abraham mengutus salah seorang pembantunya kembali ke tanah di mana keluarganya tinggal untuk menemukan seorang istri bagi anaknya, Ishak."
        }, 
        {
          "id": "06-02", 
          "img": "{{:en:obs:obs-06-02.jpg?nolink&640x360}}", 
          "text": "Setelah perjalanan yang sangat panjang, Allah menuntun pembantu itu kepada Ribka, yang merupakan cucu dari saudara Abraham."
        }, 
        {
          "id": "06-03", 
          "img": "{{:en:obs:obs-06-03.jpg?nolink&640x360}}", 
          "text": "Dia setuju untuk meninggalkan keluarganya dan ikut dengan pembantu itu. Ishak menikahinya segera setelah dia tiba."
        }, 
        {
          "id": "06-04", 
          "img": "{{:en:obs:obs-06-04.jpg?nolink&640x360}}", 
          "text": "Bertahun-tahun kemudian, Abraham meninggal dan semua janji-janji yang telah dibuat Allah kepadanya dalam perjanjian itu diteruskan Ishak. Tapi istri Ishak, Ribka, tidak punya anak. Ishak tidak bisa menjadi bapa banyak bangsa jika dia bahkan tidak memiliki seorang anak laki-laki."
        }, 
        {
          "id": "06-05", 
          "img": "{{:en:obs:obs-06-05.jpg?nolink&640x360}}", 
          "text": "Ishak berdoa untuk Ribka, dan Tuhan mengijinkan dia untuk hamil dengan anak kembar."
        }, 
        {
          "id": "06-06", 
          "img": "{{:en:obs:obs-06-06.jpg?nolink&640x360}}", 
          "text": "Sebelum mereka lahir, Allah mengatakan kepada Ribka bahwa anak yang lebih tua akan melayani yang lebih muda."
        }, 
        {
          "id": "06-07", 
          "img": "{{:en:obs:obs-06-07.jpg?nolink&640x360}}", 
          "text": "Ketika mereka lahir, anak yang lebih tua lahir dan dia mempunyai rambut merah dan berbulu-mereka menamainya Esau. Anak yang lebih muda memiliki kulit halus, dan mereka menamainya Yakub."
        }
      ], 
      "number": "06", 
      "ref": "Sebuah kisah Alkitab dari Kejadian 24:1-25:26", 
      "title": "6. Allah Menyediakan Istri untuk Ishak"
    }, 
    {
      "frames": [
        {
          "id": "07-01", 
          "img": "{{:en:obs:obs-07-01.jpg?nolink&640x360}}", 
          "text": "As the boys grew up, Rebekah loved Jacob, but Isaac loved Esau. Jacob loved to stay at home, but Esau loved to hunt."
        }, 
        {
          "id": "07-02", 
          "img": "{{:en:obs:obs-07-02.jpg?nolink&640x360}}", 
          "text": "One day, when Esau came back from hunting, he was very hungry. Esau said to Jacob, “Please give me some of the food you have made.” Jacob responded, “First, give me your rights as the oldest son.” So Esau gave Jacob his rights as the oldest son. Then Jacob gave him some food."
        }, 
        {
          "id": "07-03", 
          "img": "{{:en:obs:obs-07-03.jpg?nolink&640x360}}", 
          "text": "Isaac wanted to give his blessing to Esau. But before he did, Rebekah and Jacob tricked him by having Jacob pretend to be Esau. Isaac was old and could no longer see. So Jacob put on Esau’s clothes and put goat skins on his neck and hands."
        }, 
        {
          "id": "07-04", 
          "img": "{{:en:obs:obs-07-04.jpg?nolink&640x360}}", 
          "text": "Jacob came to Isaac and said, “I am Esau, I have come to receive your blessing.” When Isaac felt the goat hair and smelled the clothes, he thought it was Esau and blessed him."
        }, 
        {
          "id": "07-05", 
          "img": "{{:en:obs:obs-07-05.jpg?nolink&640x360}}", 
          "text": "Esau hated Jacob because Jacob had taken his rights as oldest son and also his blessing. So he planned to kill Jacob after their father died."
        }, 
        {
          "id": "07-06", 
          "img": "{{:en:obs:obs-07-06.jpg?nolink&640x360}}", 
          "text": "But Rebekah heard of Esau’s plan. So she and Isaac sent Jacob far away to live with her relatives."
        }, 
        {
          "id": "07-07", 
          "img": "{{:en:obs:obs-07-07.jpg?nolink&640x360}}", 
          "text": "Jacob lived there for many years, and during that time he married and had twelve sons and a daughter. God made him very wealthy."
        }, 
        {
          "id": "07-08", 
          "img": "{{:en:obs:obs-07-08.jpg?nolink&640x360}}", 
          "text": "After twenty years away from his home in Canaan, Jacob returned there with his family, his servants, and all his herds of animals."
        }, 
        {
          "id": "07-09", 
          "img": "{{:en:obs:obs-07-09.jpg?nolink&640x360}}", 
          "text": "Jacob was very afraid because he thought Esau still wanted to kill him. So he sent Esau many herds of animals as a gift. The servants who brought the animals said to Esau, “These animals are a gift from your servant, Jacob. He is coming soon.”"
        }, 
        {
          "id": "07-10", 
          "img": "{{:en:obs:obs-07-10.jpg?nolink&640x360}}", 
          "text": "But Esau had already forgiven Jacob, and they were happily reunited. Jacob then lived peacefully in Canaan. Then Isaac died, and Jacob and Esau buried him. The covenant promises God had promised to Abraham and then to Isaac now passed on to Jacob."
        }
      ], 
      "number": "07", 
      "ref": "A Bible story from: Genesis 25:27-33:20", 
      "title": "7. God Blessed Jacob"
    }, 
    {
      "frames": [
        {
          "id": "08-01", 
          "img": "{{:en:obs:obs-08-01.jpg?nolink&640x360}}", 
          "text": "Bertahun-tahun kemudian, ketika Yakub sudah tua, ia mengirim putra kesayangannya, Yusuf, untuk memeriksa saudara-saudaranya yang mengurus ternak."
        }, 
        {
          "id": "08-02", 
          "img": "{{:en:obs:obs-08-02.jpg?nolink&640x360}}", 
          "text": "Saudara-saudaranya membenci  Yusuf karena ayah mereka paling menyayanginya dan karena Yusuf telah bermimpi bahwa ia akan menjadi penguasa mereka. Ketika Yusuf menemukan saudara-saudaranya, mereka menculiknya dan menjualnya ke pada pedagang budak."
        }, 
        {
          "id": "08-03", 
          "img": "{{:en:obs:obs-08-03.jpg?nolink&640x360}}", 
          "text": "Sebelum mereka kembali ke rumah, saudara-saudara Yusuf merobek pakaian Yusuf dan mencelupkan pakaian itu kedalam darah. Kemudian mereka menunjukkan pakaian itu kepada ayah mereka dan berbohong kepadanya dan mengatakan binatang liar telah membunuh Yusuf. Yakub sangat sedih."
        }, 
        {
          "id": "08-04", 
          "img": "{{:en:obs:obs-08-04.jpg?nolink&640x360}}", 
          "text": "Para pedagang budak membawa Yusuf ke Mesir. Mesir adalah sebuah negara besar yang kuat yang terletak di tepi Sungai Nil. Para pedagang budak menjual Yusuf sebagai budak kepada seorang pejabat pemerintahan yang kaya. Yusuf melayani tuannya dengan baik, dan Allah memberkati Yusuf."
        }, 
        {
          "id": "08-05", 
          "img": "{{:en:obs:obs-08-05.jpg?nolink&640x360}}", 
          "text": "Istri majikannya mencoba untuk tidur dengan Yusuf, tetapi Yusuf menolak berbuat dosa terhadap Allah dengan cara ini. Dia menjadi marah dan menyuruh Yusuf ditangkap dan dimasukkan ke penjara. Bahkan di penjarapun Yusuf tetap setia kepada Allah, dan Allah memberkatinya."
        }, 
        {
          "id": "08-06", 
          "img": "{{:en:obs:obs-08-06.jpg?nolink&640x360}}", 
          "text": "Bertahun-tahun kemudian, Yusuf masih di penjara, meskipun ia tidak melakukan kesalahan. Raja Mesir, yang disebut Firaun, mengalami dua mimpi yang sangat mengganggunya. Tak satu pun dari penasihatnya bisa menceritakan arti dari mimpi-mimpi itu."
        }, 
        {
          "id": "08-07", 
          "img": "{{:en:obs:obs-08-07.jpg?nolink&640x360}}", 
          "text": "Allah telah memberi Yusuf kemampuan untuk menafsirkan mimpi, jadi Firaun menyuruh orang untuk membawanya dari penjara. Yusuf menafsirkan mimpinya dan berkata, \"Allah akan mengirim tujuh tahun panen yang baik diikuti oleh tujuh tahun kelaparan.\""
        }, 
        {
          "id": "08-08", 
          "img": "{{:en:obs:obs-08-08.jpg?nolink&640x360}}", 
          "text": "Firaun sangat terkesan dengan Yusuf dan ia membuatnya menjadi orang paling berkuasa kedua di seluruh Mesir!"
        }, 
        {
          "id": "08-09", 
          "img": "{{:en:obs:obs-08-09.jpg?nolink&640x360}}", 
          "text": "Selama tujuh tahun panen yang baik, Yusuf mengatakan kepada orang-orang untuk menyimpan makanan dalam jumlah besar. Kemudian ketika tujuh tahun kelaparan datang, Yusuf menjual makanan kepada orang-orang sehingga mereka akan memiliki cukup makanan untuk dimakan!"
        }, 
        {
          "id": "08-10", 
          "img": "{{:en:obs:obs-08-10.jpg?nolink&640x360}}", 
          "text": "Kelaparan hebat itu tidak hanya menimpa Mesir, tapi juga di Kanaan di mana Yakub dan keluarganya tinggal."
        }, 
        {
          "id": "08-11", 
          "img": "{{:en:obs:obs-08-11.jpg?nolink&640x360}}", 
          "text": "Jadi Yakub menyuruh anak-anaknya ke Mesir untuk membeli makanan. Ketika saudara Yusuf berdiri di depan Yusuf untuk membeli makanan, mereka tidak mengenalinya. Tapi Yusuf mengenali mereka."
        }, 
        {
          "id": "08-12", 
          "img": "{{:en:obs:obs-08-12.jpg?nolink&640x360}}", 
          "text": "Setelah menguji mereka untuk melihat apakah mereka telah berubah, Yusuf berkata kepada mereka, \"Aku saudaramu, Yusuf! Jangan takut. Kamu mencoba untuk mereka-reka kejahatan ketika kamu menjual aku sebagai budak, tetapi Allah memakai kejahatan untuk kebaikan! Datanglah dan tinggallah di Mesir sehingga aku bisa menyediakan makanan untuk kamu dan keluargamu.\""
        }, 
        {
          "id": "08-13", 
          "img": "{{:en:obs:obs-08-13.jpg?nolink&640x360}}", 
          "text": "Ketika saudara-saudara kembali ke rumah dan menceritakan kepada Yakub bahwa Yusuf masih hidup, Yakub sangat senang."
        }, 
        {
          "id": "08-14", 
          "img": "{{:en:obs:obs-08-14.jpg?nolink&640x360}}", 
          "text": "Meskipun Yakub sudah tua, dia pindah ke Mesir dengan semua keluarganya, dan mereka semua tinggal di sana. Sebelum Yakub meninggal, dia memberkati setiap anaknya."
        }, 
        {
          "id": "08-15", 
          "img": "{{:en:obs:obs-08-15.jpg?nolink&640x360}}", 
          "text": "Janji-jani Perjanjian yang diberikan Allah kepada Abraham diteruskan kepada Ishak, kemudian Yakub, dan kemudian kedua belas anak-anak Yakub dan keluarga mereka. Keturunan dari dua belas putra menjadi dua belas suku Israel."
        }
      ], 
      "number": "08", 
      "ref": "Sebuah kisah Alkitab dari Kejadian 37-50", 
      "title": "8. Allah Menyelamatkan Yusuf dan Keluarganya"
    }, 
    {
      "frames": [
        {
          "id": "09-01", 
          "img": "{{:en:obs:obs-09-01.jpg?nolink&640x360}}", 
          "text": "After Joseph died, all of his relatives stayed in Egypt. They and their descendants continued to live there for many years and had many children. They were called the Israelites."
        }, 
        {
          "id": "09-02", 
          "img": "{{:en:obs:obs-09-02.jpg?nolink&640x360}}", 
          "text": "Hundreds of years later, a new Pharaoh came to power in Egypt. The Egyptians no longer remembered Joseph and all he had done to help them. They became afraid of the Israelites because there were so many of them. So the Egyptians made the Israelites their slaves."
        }, 
        {
          "id": "09-03", 
          "img": "{{:en:obs:obs-09-03.jpg?nolink&640x360}}", 
          "text": "The Egyptians forced the Israelites to build many buildings and even whole cities. The hard work made their lives miserable, but God blessed them, and they had even more children."
        }, 
        {
          "id": "09-04", 
          "img": "{{:en:obs:obs-09-04.jpg?nolink&640x360}}", 
          "text": "Pharaoh saw that the Israelites were having many babies, so he ordered his people to kill all Israelite baby boys by throwing them into the Nile River."
        }, 
        {
          "id": "09-05", 
          "img": "{{:en:obs:obs-09-05.jpg?nolink&640x360}}", 
          "text": "A certain Israelite woman gave birth to a baby boy. She and her husband hid the baby for as long as they could."
        }, 
        {
          "id": "09-06", 
          "img": "{{:en:obs:obs-09-06.jpg?nolink&640x360}}", 
          "text": "When the boy's parents could no longer hide him, they put him in a floating basket among the reeds along the edge of the Nile River. His older sister watched to see what would happen to him."
        }, 
        {
          "id": "09-07", 
          "img": "{{:en:obs:obs-09-07.jpg?nolink&640x360}}", 
          "text": "A daughter of Pharaoh saw the basket and looked inside. When she saw the baby, she took him as her own son. She hired an Israelite woman to nurse him, without realizing the woman was the baby's own mother. When the child was old enough, his mother returned him to Pharaoh’s daughter, who named him Moses."
        }, 
        {
          "id": "09-08", 
          "img": "{{:en:obs:obs-09-08.jpg?nolink&640x360}}", 
          "text": "One day, when Moses had grown up, he saw an Egyptian beating an Israelite slave. Moses tried to save his fellow Israelite."
        }, 
        {
          "id": "09-09", 
          "img": "{{:en:obs:obs-09-09.jpg?nolink&640x360}}", 
          "text": "When Moses thought nobody was looking, he killed the Egyptian and buried the body. But someone saw what had happened."
        }, 
        {
          "id": "09-10", 
          "img": "{{:en:obs:obs-09-10.jpg?nolink&640x360}}", 
          "text": "When Pharaoh found out about it, he tried to kill Moses because of what he had done. Moses ran away from Egypt to the wilderness where he would be safe from Pharaoh's soldiers."
        }, 
        {
          "id": "09-11", 
          "img": "{{:en:obs:obs-09-11.jpg?nolink&640x360}}", 
          "text": "Moses became a shepherd in the wilderness far away from Egypt. He married and had two sons."
        }, 
        {
          "id": "09-12", 
          "img": "{{:en:obs:obs-09-12.jpg?nolink&640x360}}", 
          "text": "One day while Moses was taking care of his sheep, he saw a bush that was on fire. But the bush did not burn up. Moses went to take a closer look. As he approached the burning bush, the voice of God said, “Moses, take off your shoes. You are standing on holy ground.”"
        }, 
        {
          "id": "09-13", 
          "img": "{{:en:obs:obs-09-13.jpg?nolink&640x360}}", 
          "text": "God said, “I have seen the suffering of my people. I will send you to Pharaoh so that you can bring the Israelites out of their slavery in Egypt. I will give them the land of Canaan, the land I promised to Abraham, Isaac, and Jacob.”"
        }, 
        {
          "id": "09-14", 
          "img": "{{:en:obs:obs-09-14.jpg?nolink&640x360}}", 
          "text": "Moses said, “What if the people want to know who sent me, what should I say?” God said, “I AM WHO I AM. Tell them, ‘I AM has sent me to you.’ Also tell them, ‘I am Yahweh, the God of your ancestors Abraham, Isaac, and Jacob. This is my name forever.’”"
        }, 
        {
          "id": "09-15", 
          "img": "{{:en:obs:obs-09-15.jpg?nolink&640x360}}", 
          "text": "Moses did not want to go to Pharaoh because he thought he could not speak well, so God sent Moses’ brother, Aaron, to help him. God warned Moses and Aaron that Pharaoh would be stubborn."
        }
      ], 
      "number": "09", 
      "ref": "A Bible story from: Exodus 1-4", 
      "title": "9. God Calls Moses"
    }, 
    {
      "frames": [
        {
          "id": "10-01", 
          "img": "{{:en:obs:obs-10-01.jpg?nolink&640x360}}", 
          "text": "Moses and Aaron went to Pharaoh. They said, “This is what the God of Israel says, ‘Let my people go!’” Pharaoh did not listen to them. Instead of letting the Israelites go free, he made their work even harder!"
        }, 
        {
          "id": "10-02", 
          "img": "{{:en:obs:obs-10-02.jpg?nolink&640x360}}", 
          "text": "Pharaoh kept refusing to let the people go, so God sent ten terrible plagues, on Egypt. Through these plagues, God showed Pharaoh that he is more powerful than Pharaoh and all of Egypt’s gods."
        }, 
        {
          "id": "10-03", 
          "img": "{{:en:obs:obs-10-03.jpg?nolink&640x360}}", 
          "text": "God turned the Nile River into blood, but Pharaoh still would not let the Israelites go."
        }, 
        {
          "id": "10-04", 
          "img": "{{:en:obs:obs-10-04.jpg?nolink&640x360}}", 
          "text": "God sent frogs all over Egypt. Pharaoh begged Moses to take away the frogs. But after all the frogs died, Pharaoh hardened his heart and would not let the Israelites go."
        }, 
        {
          "id": "10-05", 
          "img": "{{:en:obs:obs-10-05.jpg?nolink&640x360}}", 
          "text": "So God sent a plague of gnats. Then he sent a plague of flies. Pharaoh called Moses and Aaron and told them they could leave if they stopped the plague. Moses prayed, and God removed all the flies from Egypt, but Pharaoh hardened his heart and would not let the people go."
        }, 
        {
          "id": "10-06", 
          "img": "{{:en:obs:obs-10-06.jpg?nolink&640x360}}", 
          "text": "Next God sent a sickness to kill all the farm animals that belonged to the Egyptians. But Pharaoh’s heart was hardened, and he would not let the Israelites go."
        }, 
        {
          "id": "10-07", 
          "img": "{{:en:obs:obs-10-07.jpg?nolink&640x360}}", 
          "text": "Then God told Moses to throw ashes into the air in front of Pharaoh. When he did, painful skin sores appeared on the Egyptians, but not on the Israelites. God hardened Pharaoh's heart, and Pharaoh would not let the Israelites go free."
        }, 
        {
          "id": "10-08", 
          "img": "{{:en:obs:obs-10-08.jpg?nolink&640x360}}", 
          "text": "After that, God sent hail that destroyed much of the crops in Egypt and killed anybody who went outside. Pharaoh called Moses and Aaron and told them, “I have sinned. You may go.” So Moses prayed, and the hail stopped."
        }, 
        {
          "id": "10-09", 
          "img": "{{:en:obs:obs-10-09.jpg?nolink&640x360}}", 
          "text": "But Pharaoh sinned again and hardened his heart and would not let the Israelites go."
        }, 
        {
          "id": "10-10", 
          "img": "{{:en:obs:obs-10-10.jpg?nolink&640x360}}", 
          "text": "So God caused swarms of locusts to come over Egypt. These locusts ate all the crops that the hail had not destroyed."
        }, 
        {
          "id": "10-11", 
          "img": "{{:en:obs:obs-10-11.jpg?nolink&640x360}}", 
          "text": "Then God sent darkness that lasted for three days. It was so dark that the Egyptians could not leave their houses. But there was light where the Israelites lived."
        }, 
        {
          "id": "10-12", 
          "img": "{{:en:obs:obs-10-12.jpg?nolink&640x360}}", 
          "text": "Even after these nine plagues, Pharaoh still refused to let the Israelites go free. Since Pharaoh would not listen, God planned to send one last plague. This would change Pharaoh’s mind."
        }
      ], 
      "number": "10", 
      "ref": "A Bible story from: Exodus 5-10", 
      "title": "10. The Ten Plagues"
    }, 
    {
      "frames": [
        {
          "id": "11-01", 
          "img": "{{:en:obs:obs-11-01.jpg?nolink&640x360}}", 
          "text": "God warned Pharaoh that if he did not let the Israelites go, then he would kill all the firstborn males of both people and animals. When Pharaoh heard this he still refused to believe God."
        }, 
        {
          "id": "11-02", 
          "img": "{{:en:obs:obs-11-02.jpg?nolink&640x360}}", 
          "text": "God provided a way to save the firstborn of anyone who believed in him. Each family had to choose a perfect lamb or goat and kill it."
        }, 
        {
          "id": "11-03", 
          "img": "{{:en:obs:obs-11-03.jpg?nolink&640x360}}", 
          "text": "Then the Israelites needed to put some of its blood around the door of their house. They were to roast the meat and eat it quickly, along with bread that was made without yeast. They were to be ready to leave Egypt when they ate."
        }, 
        {
          "id": "11-04", 
          "img": "{{:en:obs:obs-11-04.jpg?nolink&640x360}}", 
          "text": "The Israelites did everything just as God had commanded them. In the middle of the night, God went throughout Egypt killing every firstborn son."
        }, 
        {
          "id": "11-05", 
          "img": "{{:en:obs:obs-11-05.jpg?nolink&640x360}}", 
          "text": "All the houses of the Israelites had blood around the doors, so God passed over those houses and everyone inside was safe. They were saved because of the lamb’s blood."
        }, 
        {
          "id": "11-06", 
          "img": "{{:en:obs:obs-11-06.jpg?nolink&640x360}}", 
          "text": "But the Egyptians did not believe God or obey his commands. So God did not pass over their houses. God killed every one of the Egyptians' firstborn sons."
        }, 
        {
          "id": "11-07", 
          "img": "{{:en:obs:obs-11-07.jpg?nolink&640x360}}", 
          "text": "Every Egyptian firstborn male died, from the firstborn of the prisoner in jail, to the firstborn of Pharaoh. There was much weeping in Egypt."
        }, 
        {
          "id": "11-08", 
          "img": "{{:en:obs:obs-11-08.jpg?nolink&640x360}}", 
          "text": "That same night, Pharaoh called for Moses and Aaron and said, “Take the Israelites and leave Egypt immediately!” The Egyptian people also urged the Israelites to leave right away."
        }
      ], 
      "number": "11", 
      "ref": "A Bible story from: Exodus 11:1-12:32", 
      "title": "11. The Passover"
    }, 
    {
      "frames": [
        {
          "id": "12-01", 
          "img": "{{:en:obs:obs-12-01.jpg?nolink&640x360}}", 
          "text": "The Israelites were very happy to leave Egypt. They were no longer slaves, and they were going to the Promised Land! The Egyptians gave the Israelites whatever they asked for, even gold and silver and other valuable things. Some people from other nations believed in God and joined the Israelites as they left Egypt."
        }, 
        {
          "id": "12-02", 
          "img": "{{:en:obs:obs-12-02.jpg?nolink&640x360}}", 
          "text": "God led them by going ahead of them as a tall cloud pillar during the day, which became a tall fire pillar at night. God was always with them and guided them as they traveled. All they had to do was follow him."
        }, 
        {
          "id": "12-03", 
          "img": "{{:en:obs:obs-12-03.jpg?nolink&640x360}}", 
          "text": "After a short time, Pharaoh and his people changed their minds and wanted the Israelites to be their slaves again. God did this to get glory for himself by showing that he is more powerful than Pharaoh and his gods."
        }, 
        {
          "id": "12-04", 
          "img": "{{:en:obs:obs-12-04.jpg?nolink&640x360}}", 
          "text": "So Pharaoh and his army chased after the Israelites to make them their slaves again. When the Israelites saw the Egyptian army coming, they realized they were trapped between Pharaoh’s army and the Red Sea. They were very afraid and cried out, “Why did we leave Egypt? We are going to die!”"
        }, 
        {
          "id": "12-05", 
          "img": "{{:en:obs:obs-12-05.jpg?nolink&640x360}}", 
          "text": "Moses told the people, “Do not be afraid! God will fight for you today and save you.” Then God told Moses, “Tell the people to move toward the Red Sea.”"
        }, 
        {
          "id": "12-06", 
          "img": "{{:en:obs:obs-12-06.jpg?nolink&640x360}}", 
          "text": "The cloud pillar then moved between the Israelites and the Egyptians so the Egyptians could not see the Israelites."
        }, 
        {
          "id": "12-07", 
          "img": "{{:en:obs:obs-12-07.jpg?nolink&640x360}}", 
          "text": "God told Moses to raise his hand over the sea and divide the waters. The wind made the water in the sea separate to the left and the right, making a path through the sea."
        }, 
        {
          "id": "12-08", 
          "img": "{{:en:obs:obs-12-08.jpg?nolink&640x360}}", 
          "text": "The Israelites marched through the sea on dry ground with a wall of water on either side of them."
        }, 
        {
          "id": "12-09", 
          "img": "{{:en:obs:obs-12-09.jpg?nolink&640x360}}", 
          "text": "Then the cloud lifted and the Egyptians saw the Israelites escaping. They decided to chase after them."
        }, 
        {
          "id": "12-10", 
          "img": "{{:en:obs:obs-12-10.jpg?nolink&640x360}}", 
          "text": "So the Egyptians followed the Israelites onto the path through the sea, but God threw the Egyptians into a panic and caused their chariots to get stuck. They shouted, “Run away! God is fighting for the Israelites!”"
        }, 
        {
          "id": "12-11", 
          "img": "{{:en:obs:obs-12-11.jpg?nolink&640x360}}", 
          "text": "After the Israelites all made it safely to the other side, God told Moses to stretch out his hand again. When he obeyed, the water fell on the Egyptian army and returned to its normal place. The whole Egyptian army drowned."
        }, 
        {
          "id": "12-12", 
          "img": "{{:en:obs:obs-12-12.jpg?nolink&640x360}}", 
          "text": "When the Israelites saw that the Egyptians were dead, they believed in God and trusted that Moses was a prophet of God."
        }, 
        {
          "id": "12-13", 
          "img": "{{:en:obs:obs-12-13.jpg?nolink&640x360}}", 
          "text": "The Israelites also rejoiced with much excitement because God had saved them from death and slavery! Now they were free to serve God. The Israelites sang many songs to celebrate their new freedom and to praise God for saving them."
        }, 
        {
          "id": "12-14", 
          "img": "{{:en:obs:obs-12-14.jpg?nolink&640x360}}", 
          "text": "God commanded the Israelites to remember his victory over the Egyptians and their deliverance from slavery by celebrating the Passover every year. They celebrated by killing a perfect lamb, eating it with unleavened bread, and celebrating how God had saved them from the Egyptians."
        }
      ], 
      "number": "12", 
      "ref": "A Bible story from: Exodus 12:33-15:21", 
      "title": "12. The Exodus"
    }, 
    {
      "frames": [
        {
          "id": "13-01", 
          "img": "{{:en:obs:obs-13-01.jpg?nolink&640x360}}", 
          "text": "After God led the Israelites through the Red Sea, he led them through the wilderness to a mountain called Sinai. This was the same mountain where Moses had seen the burning bush. The people set up their tents at the base of the mountain."
        }, 
        {
          "id": "13-02", 
          "img": "{{:en:obs:obs-13-02.jpg?nolink&640x360}}", 
          "text": "God said to Moses and the people of Israel, “If you will obey me and keep my covenant, you will be my prized possession, a kingdom of priests, and a holy nation.”"
        }, 
        {
          "id": "13-03", 
          "img": "{{:en:obs:obs-13-03.jpg?nolink&640x360}}", 
          "text": "Three days later, after the people had prepared themselves spiritually, God came down on top of Mount Sinai with thunder, lightning, smoke, and a loud trumpet blast. Only Moses was allowed to go up the mountain."
        }, 
        {
          "id": "13-04", 
          "img": "{{:en:obs:obs-13-04.jpg?nolink&640x360}}", 
          "text": "Then God gave them the covenant and said, “I am Yahweh, your God, who saved you from slavery in Egypt. Do not worship other gods.”"
        }, 
        {
          "id": "13-05", 
          "img": "{{:en:obs:obs-13-05.jpg?nolink&640x360}}", 
          "text": "“Do not make idols or worship them, for I, Yahweh, am a jealous God. Do not use my name in a disrespectful way. Remember to keep the Sabbath day holy. Do all your work in six days, for the seventh day is a day of rest to remember me.”"
        }, 
        {
          "id": "13-06", 
          "img": "{{:en:obs:obs-13-06.jpg?nolink&640x360}}", 
          "text": "“Honor your father and your mother. Do not murder. Do not commit adultery. Do not steal. Do not lie. Do not wish you had your neighbor’s wife, his house, or anything that belongs to him.”"
        }, 
        {
          "id": "13-07", 
          "img": "{{:en:obs:obs-13-07.jpg?nolink&640x360}}", 
          "text": "Then God wrote these Ten Commandments on two stone tablets and gave them to Moses. God also gave many other laws and rules to follow. If the people obeyed these laws, God promised that he would bless and protect them. If they disobeyed them, God would punish them."
        }, 
        {
          "id": "13-08", 
          "img": "{{:en:obs:obs-13-08.jpg?nolink&640x360}}", 
          "text": "God gave the Israelites a detailed description of a tent he wanted them to make. It was called the Tent of Meeting, and it had two rooms, separated by a large curtain. No one could enter the room behind the curtain except the high priest, because God lived there."
        }, 
        {
          "id": "13-09", 
          "img": "{{:en:obs:obs-13-09.jpg?nolink&640x360}}", 
          "text": "Anyone who disobeyed God’s law could bring an animal to the Tent of Meeting as a sacrifice to God. A priest would kill the animal and burn it on the altar. The blood of the sacrifice covered the person’s sin and made that person clean in God’s sight. God chose Moses' brother, Aaron, and his descendants to be his priests."
        }, 
        {
          "id": "13-10", 
          "img": "{{:en:obs:obs-13-10.jpg?nolink&640x360}}", 
          "text": "The people all agreed to obey the laws that God had given them, to worship only God, and to be his special people. But a short time after they promised to obey God, they sinned terribly."
        }, 
        {
          "id": "13-11", 
          "img": "{{:en:obs:obs-13-11.jpg?nolink&640x360}}", 
          "text": "For many days, Moses was on top of Mount Sinai talking with God. The people became tired of waiting for him to return. So they brought gold to Aaron and asked him to make an idol for them!"
        }, 
        {
          "id": "13-12", 
          "img": "{{:en:obs:obs-13-12.jpg?nolink&640x360}}", 
          "text": "So Aaron made a golden idol in the shape of a calf. The people began to wildly worship the idol and make sacrifices to it! God was very angry with their sin and planned to destroy them. But Moses prayed for them, and God listened to his prayer and did not destroy them."
        }, 
        {
          "id": "13-13", 
          "img": "{{:en:obs:obs-13-13.jpg?nolink&640x360}}", 
          "text": "When Moses came down the mountain and saw the idol, he was so angry that he smashed the stones on which God had written the Ten Commandments."
        }, 
        {
          "id": "13-14", 
          "img": "{{:en:obs:obs-13-14.jpg?nolink&640x360}}", 
          "text": "Then Moses beat the idol into powder, threw the powder into some water and made the people drink the water. God sent a plague on the people and many of them died."
        }, 
        {
          "id": "13-15", 
          "img": "{{:en:obs:obs-13-15.jpg?nolink&640x360}}", 
          "text": "Moses climbed the mountain again and prayed that God would forgive the people. God listened to Moses and forgave them. Moses wrote the Ten Commandments on new stone tablets to replace the ones he had broken. Then God led the Israelites away from Mount Sinai toward the Promised Land."
        }
      ], 
      "number": "13", 
      "ref": "A Bible story from: Exodus 19-34", 
      "title": "13. God’s Covenant with Israel"
    }, 
    {
      "frames": [
        {
          "id": "14-01", 
          "img": "{{:en:obs:obs-14-01.jpg?nolink&640x360}}", 
          "text": "After the Israelites received God’s Covenant at Mount Sinai, God began leading them toward the Promised Land, which was also called Canaan. The cloud pillar showed them the way."
        }, 
        {
          "id": "14-02", 
          "img": "{{:en:obs:obs-14-02.jpg?nolink&640x360}}", 
          "text": "God had promised Abraham, Isaac, and Jacob that he would give the Promised Land to their descendants, but now there were many people groups living there. They were called Canaanites. The Canaanites did not believe in God. They worshiped false gods and did many evil things."
        }, 
        {
          "id": "14-03", 
          "img": "{{:en:obs:obs-14-03.jpg?nolink&640x360}}", 
          "text": "God told the Israelites, “You must get rid of all the Canaanites in the Promised Land. Do not make peace with them and do not marry them. You must completely destroy all of their idols. If you do not obey me, you will worship their idols instead of me.”"
        }, 
        {
          "id": "14-04", 
          "img": "{{:en:obs:obs-14-04.jpg?nolink&640x360}}", 
          "text": "When the Israelites reached the edge of Canaan, Moses chose twelve men, one from each tribe of Israel. He gave the men instructions to go and spy on the land to see what it was like. They were also to spy on the Canaanites to see if they were strong or weak."
        }, 
        {
          "id": "14-05", 
          "img": "{{:en:obs:obs-14-05.jpg?nolink&640x360}}", 
          "text": "The twelve men spied on Canaan for forty days and then they came back. Ten of the spies gave a bad report, saying, “The land is very good, and the crops are great! But the cities are very strong, and the people are giants! If we attack them, we will surely die!”"
        }, 
        {
          "id": "14-06", 
          "img": "{{:en:obs:obs-14-06.jpg?nolink&640x360}}", 
          "text": "Immediately Caleb and Joshua, the other two spies, said, “It is true that the people of Canaan are tall and strong, but we can certainly defeat them! God will fight for us!”"
        }, 
        {
          "id": "14-07", 
          "img": "{{:en:obs:obs-14-07.jpg?nolink&640x360}}", 
          "text": "But the people were mad at Moses and Aaron and said, “Oh, why did you bring us to this horrible place? We should have stayed in Egypt rather than be killed in battle and our wives and children made slaves.” The people wanted to kill them and choose a new leader to bring them back to Egypt."
        }, 
        {
          "id": "14-08", 
          "img": "{{:en:obs:obs-14-08.jpg?nolink&640x360}}", 
          "text": "God was very angry, and his presence appeared at the Tent of Meeting. God said, “Except for Joshua and Caleb, all of the people who are twenty years old or older will wander in the wilderness until they die. They will never enter the Promised Land.”"
        }, 
        {
          "id": "14-09", 
          "img": "{{:en:obs:obs-14-09.jpg?nolink&640x360}}", 
          "text": "When the people heard this, they were sorry they had sinned. They took their weapons and went to attack Canaan. Moses warned them not to go because God was not with them, but they did not listen to him."
        }, 
        {
          "id": "14-10", 
          "img": "{{:en:obs:obs-14-10.jpg?nolink&640x360}}", 
          "text": "God did not go with them into this battle, so they were defeated and many of them were killed. Then the Israelites turned back from Canaan and wandered through the wilderness for forty years."
        }, 
        {
          "id": "14-11", 
          "img": "{{:en:obs:obs-14-11.jpg?nolink&640x360}}", 
          "text": "During that time of wandering, God provided for them. He gave them bread from heaven, called “manna.” He also sent quail (which is a kind of bird) into their camp so they could have meat to eat. During those forty years, God kept their clothes and shoes from wearing out."
        }, 
        {
          "id": "14-12", 
          "img": "{{:en:obs:obs-14-12.jpg?nolink&640x360}}", 
          "text": "God even miraculously gave them water from a rock. But despite all this, the people of Israel complained and grumbled against God and against Moses. God was still faithful to his promises to Abraham, Isaac, and Jacob."
        }, 
        {
          "id": "14-13", 
          "img": "{{:en:obs:obs-14-13.jpg?nolink&640x360}}", 
          "text": "One time, the people had no water. God told Moses, “Speak to the rock, and water will come out of it.” But Moses dishonored God in front of all the people by hitting the rock twice with a stick instead of speaking to it. Water came out of the rock for everyone to drink, but God was angry with Moses and said, “You will not enter the Promised Land.”"
        }, 
        {
          "id": "14-14", 
          "img": "{{:en:obs:obs-14-14.jpg?nolink&640x360}}", 
          "text": "After the Israelites had wandered in the wilderness for forty years, all the people who had rebelled against God were dead. Then God led the people to the edge of the Promised Land again. Moses was now very old, so he chose Joshua to help him lead the people. God promised Moses that one day he would raise up another prophet like Moses."
        }, 
        {
          "id": "14-15", 
          "img": "{{:en:obs:obs-14-15.jpg?nolink&640x360}}", 
          "text": "God brought Moses to the top of a mountain so he could see the Promised Land. Moses saw the Promised Land but never entered it. Then Moses died, and the Israelites mourned for thirty days. Joshua became their new leader. Joshua was a good leader because he trusted and obeyed God."
        }
      ], 
      "number": "14", 
      "ref": "A Bible story from: Exodus 16-17; Numbers 10-14; 20; 27; Deuteronomy 34", 
      "title": "14. Wandering in the Wilderness"
    }, 
    {
      "frames": [
        {
          "id": "15-01", 
          "img": "{{:en:obs:obs-15-01.jpg?nolink&640x360}}", 
          "text": "At last it was time for the Israelites to enter Canaan, the Promised Land. Joshua sent two spies to the Canaanite city of Jericho. It was protected by strong walls. A prostitute named Rahab protected the spies and helped them escape because she believed God. They promised to protect Rahab and her family when Jericho was destroyed."
        }, 
        {
          "id": "15-02", 
          "img": "{{:en:obs:obs-15-02.jpg?nolink&640x360}}", 
          "text": "The Israelites had to cross the Jordan River to enter into the Promised Land. God told Joshua, “Have the priests go first.” When the priests’ feet touched the Jordan River, the water stopped flowing so the Israelites could cross over on dry ground."
        }, 
        {
          "id": "15-03", 
          "img": "{{:en:obs:obs-15-03.jpg?nolink&640x360}}", 
          "text": "After the people crossed the Jordan River, God told Joshua how to attack the powerful city of Jericho. The people obeyed God. The soldiers and priests marched around the city of Jericho once a day for six days."
        }, 
        {
          "id": "15-04", 
          "img": "{{:en:obs:obs-15-04.jpg?nolink&640x360}}", 
          "text": "On the seventh day, the Israelites marched around the city seven times. On the last time around the city, the soldiers shouted while the priests blew on their trumpets."
        }, 
        {
          "id": "15-05", 
          "img": "{{:en:obs:obs-15-05.jpg?nolink&640x360}}", 
          "text": "Then the walls around Jericho fell down! The Israelites destroyed everything in the city as God had commanded. They only saved Rahab and her family, who became part of the Israelites. When the rest of the Canaanites heard about what had happened to Jericho they were terrified."
        }, 
        {
          "id": "15-06", 
          "img": "{{:en:obs:obs-15-06.jpg?nolink&640x360}}", 
          "text": "God had commanded the Israelites not to make peace with any of the people groups in Canaan. But the Canaanite people group of Gibeon lied to Joshua and said they were from far away. They asked Joshua to make peace with them. Joshua and the Israelites did not ask God where the Gibeonites were from. So Joshua made peace with them."
        }, 
        {
          "id": "15-07", 
          "img": "{{:en:obs:obs-15-07.jpg?nolink&640x360}}", 
          "text": "When the other people groups in Canaan heard that the Gibeonites had made peace with the Israelites, they joined their armies and attacked Gibeon. The Gibeonites sent a message to Joshua asking for help."
        }, 
        {
          "id": "15-08", 
          "img": "{{:en:obs:obs-15-08.jpg?nolink&640x360}}", 
          "text": "Joshua was angry that he had been tricked, but he gathered the Israelite army, and they marched all night to reach the Gibeonites. In the early morning they surprised their Canaanite enemies and attacked them."
        }, 
        {
          "id": "15-09", 
          "img": "{{:en:obs:obs-15-09.jpg?nolink&640x360}}", 
          "text": "God threw the Canaanites into confusion. God fought for Israel that day by sending large hailstones that killed many of the Canaanites."
        }, 
        {
          "id": "15-10", 
          "img": "{{:en:obs:obs-15-10.jpg?nolink&640x360}}", 
          "text": "God also made the sun stand still in the sky so that Israel could finish defeating the Canaanites. God won a great victory for Israel that day."
        }, 
        {
          "id": "15-11", 
          "img": "{{:en:obs:obs-15-11.jpg?nolink&640x360}}", 
          "text": "After this defeat, the Canaanites who were left gathered together to attack Israel. Joshua and the Israelites attacked and destroyed them."
        }, 
        {
          "id": "15-12", 
          "img": "{{:en:obs:obs-15-12.jpg?nolink&640x360}}", 
          "text": "After this battle, God gave each tribe of Israel its own section of the Promised Land. Then God gave Israel peace along all its borders."
        }, 
        {
          "id": "15-13", 
          "img": "{{:en:obs:obs-15-13.jpg?nolink&640x360}}", 
          "text": "When Joshua was an old man, he called all the people of Israel together. Then Joshua renewed the covenant that God had made with the Israelites at Sinai. The people promised to remain faithful to God and follow his laws."
        }
      ], 
      "number": "15", 
      "ref": "A Bible story from: Joshua 1-24", 
      "title": "15. The Promised Land"
    }, 
    {
      "frames": [
        {
          "id": "16-01", 
          "img": "{{:en:obs:obs-16-01.jpg?nolink&640x360}}", 
          "text": "After Joshua died, the Israelites disobeyed God and did not drive out the rest of the Canaanites or obey God’s laws. The Israelites began to worship the Canaanite gods instead of Yahweh, the true God. The Israelites had no king to lead them, so everyone did what they thought was right for them."
        }, 
        {
          "id": "16-02", 
          "img": "{{:en:obs:obs-16-02.jpg?nolink&640x360}}", 
          "text": "As a result of this disobedience, God punished the Israelites by allowing them to be defeated by their enemies. These enemies stole from the Israelites, destroyed their property, and killed many of them. After many years, the Israelites repented and asked God to rescue them."
        }, 
        {
          "id": "16-03", 
          "img": "{{:en:obs:obs-16-03.jpg?nolink&640x360}}", 
          "text": "Then God provided a deliverer who rescued them from their enemies and brought peace to the land. But then the people forgot about God and started worshiping idols again. So God allowed the Midianites, a nearby enemy people group, to defeat them."
        }, 
        {
          "id": "16-04", 
          "img": "{{:en:obs:obs-16-04.jpg?nolink&640x360}}", 
          "text": "The Midianites took all of the Israelites’ crops for seven years. The Israelites were so scared that they hid in caves so the Midianites would not find them. Finally, they cried out to God to save them."
        }, 
        {
          "id": "16-05", 
          "img": "{{:en:obs:obs-16-05.jpg?nolink&640x360}}", 
          "text": "One day, a man named Gideon was secretly harvesting grain so the Midianites would not steal it. The angel of Yahweh came to Gideon and said, “God is with you, mighty warrior. Go and save Israel from the Midianites.”"
        }, 
        {
          "id": "16-06", 
          "img": "{{:en:obs:obs-16-06.jpg?nolink&640x360}}", 
          "text": "God told Gideon to tear down his father’s idol. Gideon was afraid of the people, so he waited until nighttime. Then he tore down the idol and smashed it to pieces. He built an altar to God where the idol used to be and made a sacrifice to God."
        }, 
        {
          "id": "16-07", 
          "img": "{{:en:obs:obs-16-07.jpg?nolink&640x360}}", 
          "text": "The next morning the people saw that the idol had been torn down, and they were very angry. They went to Gideon’s house to kill him, but Gideon’s father said, “Why are you trying to help your gods? If they are gods, let them protect themselves!” So he saved Gideon."
        }, 
        {
          "id": "16-08", 
          "img": "{{:en:obs:obs-16-08.jpg?nolink&640x360}}", 
          "text": "Then the Midianites came again to steal from the Israelites. There were so many of them that they could not be counted. Gideon called the Israelites together to fight them. Gideon asked God for two signs so he could be sure that God would use him to save Israel."
        }, 
        {
          "id": "16-09", 
          "img": "{{:en:obs:obs-16-09.jpg?nolink&640x360}}", 
          "text": "First, Gideon laid a cloth on the ground and asked God to let the morning dew fall only on the cloth and not on the ground. God did that. The next night, he asked that the ground be wet but the cloth dry. God did that too."
        }, 
        {
          "id": "16-10", 
          "img": "{{:en:obs:obs-16-10.jpg?nolink&640x360}}", 
          "text": "32,000 Israelite soldiers came to Gideon, but God told him this was too many. So Gideon sent home 22,000 who were too scared to fight. God told Gideon that he still had too many men. So Gideon sent all of them home except for 300 soldiers."
        }, 
        {
          "id": "16-11", 
          "img": "{{:en:obs:obs-16-11.jpg?nolink&640x360}}", 
          "text": "That night God told Gideon, “Go down to the Midianite camp and when you hear what they say, you will no longer be afraid.” So that night, Gideon went down to the camp and heard a Midianite soldier telling his friend about a dream. The man’s friend said, “This dream means that Gideon will defeat Midian!” Gideon worshiped God."
        }, 
        {
          "id": "16-12", 
          "img": "{{:en:obs:obs-16-12.jpg?nolink&640x360}}", 
          "text": "Then Gideon returned to his soldiers and gave each of them a horn, a clay pot, and a torch. They surrounded the place where the Midianites were sleeping. The 300 men had the torches in the pots so the Midianites could not see them."
        }, 
        {
          "id": "16-13", 
          "img": "{{:en:obs:obs-16-13.jpg?nolink&640x360}}", 
          "text": "Then, at the same time, Gideon's soldiers all broke the pots that were hiding the torches. They blew their horns and shouted, “A sword for God and for Gideon!”"
        }, 
        {
          "id": "16-14", 
          "img": "{{:en:obs:obs-16-14.jpg?nolink&640x360}}", 
          "text": "God confused the Midianites, so that they started attacking and killing each other. Immediately, the rest of the Israelites were called from their homes to come help chase the Midianites. They killed many of them and chased the rest of them out of their land. 120,000 Midianites died that day. God had saved Israel."
        }, 
        {
          "id": "16-15", 
          "img": "{{:en:obs:obs-16-15.jpg?nolink&640x360}}", 
          "text": "The people wanted to make Gideon their king. Gideon wisely refused their offer, but he asked them for some of the money that each of them had taken from the enemy. Gideon received a lot of money."
        }, 
        {
          "id": "16-16", 
          "img": "{{:en:obs:obs-16-16.jpg?nolink&640x360}}", 
          "text": "Then Gideon did a foolish thing. He made an idol with the money, and the people turned away from God again. They started worshiping Gideon’s idol. God punished Israel again for worshiping idols. Their enemies defeated them. They finally asked God for help, and God sent them another deliverer."
        }, 
        {
          "id": "16-17", 
          "img": "{{:en:obs:obs-16-17.jpg?nolink&640x360}}", 
          "text": "This pattern repeated many times: the Israelites would sin, God would punish them, they would repent, and God would save them. Over many years, God sent many deliverers who saved the Israelites from their enemies."
        }, 
        {
          "id": "16-18", 
          "img": "{{:en:obs:obs-16-18.jpg?nolink&640x360}}", 
          "text": "Finally, the people asked God for a king like all the other nations had. They wanted a king who was tall, strong, and could lead them into battle. God did not like this request, but he gave them what they wanted."
        }
      ], 
      "number": "16", 
      "ref": "A Bible story from: Judges 1-3; 6-8", 
      "title": "16. The Deliverers"
    }, 
    {
      "frames": [
        {
          "id": "17-01", 
          "img": "{{:en:obs:obs-17-01.jpg?nolink&640x360}}", 
          "text": "Saul was the first king of Israel. He was tall and handsome, just like the people wanted. Saul did well at first, but he became a wicked man who did not obey God, so God chose a different man who would one day be king in his place."
        }, 
        {
          "id": "17-02", 
          "img": "{{:en:obs:obs-17-02.jpg?nolink&640x360}}", 
          "text": "This man’s name was David. He was a shepherd from the town of Bethlehem. While watching the sheep, David had killed both a lion and a bear which had attacked the sheep. David was a humble and righteous man who trusted and obeyed God."
        }, 
        {
          "id": "17-03", 
          "img": "{{:en:obs:obs-17-03.jpg?nolink&640x360}}", 
          "text": "David was also a great soldier and leader. When David was still a young man, he fought against a giant named Goliath. Goliath was a trained soldier, very strong, and almost three meters tall! But God helped David kill Goliath and save Israel."
        }, 
        {
          "id": "17-04", 
          "img": "{{:en:obs:obs-17-04.jpg?nolink&640x360}}", 
          "text": "Saul became jealous of David and tried many times to kill him. One day Saul was looking for David so he could kill him. Saul went into the same cave where David was hiding but did not see him. Instead of killing Saul, David cut off a piece of his clothes to prove to Saul that he would not kill him to become king."
        }, 
        {
          "id": "17-05", 
          "img": "{{:en:obs:obs-17-05.jpg?nolink&640x360}}", 
          "text": "Eventually, Saul died in battle, and David became king of Israel. He was a good king, and the people loved him. God blessed David and made him successful. David fought many battles and God gave him victory. David conquered Jerusalem and made it his capital. During David’s reign, Israel became powerful and wealthy."
        }, 
        {
          "id": "17-06", 
          "img": "{{:en:obs:obs-17-06.jpg?nolink&640x360}}", 
          "text": "David wanted to build a temple where everybody could worship God and offer him sacrifices. For about 400 years, the people had been worshiping God and offering sacrifices to him at the Tent of Meeting that Moses had built."
        }, 
        {
          "id": "17-07", 
          "img": "{{:en:obs:obs-17-07.jpg?nolink&640x360}}", 
          "text": "God sent the prophet Nathan to David with this message, “Because you are a man of war, you will not build this house for me. Your son will build it. But, I will bless you greatly. Someone from your family will always sit on the throne of Israel, and the Messiah will be one of your descendants!” The Messiah is God’s Chosen One who would save the world from sin."
        }, 
        {
          "id": "17-08", 
          "img": "{{:en:obs:obs-17-08.jpg?nolink&640x360}}", 
          "text": "When David heard these words, he immediately thanked and praised God because he had promised David this great honor and many blessings. The Israelites would have to wait a long time before the Messiah came, almost 1,000 years."
        }, 
        {
          "id": "17-09", 
          "img": "{{:en:obs:obs-17-09.jpg?nolink&640x360}}", 
          "text": "David ruled with justice and faithfulness for many years, and God blessed him. However, toward the end of his life he sinned terribly before God."
        }, 
        {
          "id": "17-10", 
          "img": "{{:en:obs:obs-17-10.jpg?nolink&640x360}}", 
          "text": "One day, when all of David's soldiers were out fighting, he got up from an afternoon nap and saw a beautiful woman bathing. Her name was Bathsheba."
        }, 
        {
          "id": "17-11", 
          "img": "{{:en:obs:obs-17-11.jpg?nolink&640x360}}", 
          "text": "Instead of looking away, David sent someone to bring her to him. He slept with her and sent her back home. A short time later Bathsheba sent a message to David saying that she was pregnant."
        }, 
        {
          "id": "17-12", 
          "img": "{{:en:obs:obs-17-12.jpg?nolink&640x360}}", 
          "text": "Bathsheba's husband, Uriah, was one of David’s best soldiers. David called Uriah back from the battle and told him to go be with his wife. But Uriah refused to go home while the rest of the soldiers were in battle. So David sent Uriah back to the battle and told the general to place him where the enemy was strongest so that he would be killed."
        }, 
        {
          "id": "17-13", 
          "img": "{{:en:obs:obs-17-13.jpg?nolink&640x360}}", 
          "text": "After Uriah was killed, David married Bathsheba. Later, she gave birth to David's son. God was not pleased with what David had done, so he sent the prophet Nathan to show David his sin. David repented of his sin and God forgave him. For the rest of his life, David trusted God, even in difficult times."
        }, 
        {
          "id": "17-14", 
          "img": "{{:en:obs:obs-17-14.jpg?nolink&640x360}}", 
          "text": "But as punishment for David's sin, his baby boy died. There was also fighting in David’s family for the rest of his life, and David’s power was greatly weakened. Though David had been unfaithful to God, God was still faithful to his promises. Bathsheba gave birth to another son named Solomon."
        }
      ], 
      "number": "17", 
      "ref": "A Bible story from: 1 Samuel 10; 15-19; 24; 31; 2 Samuel 5; 7; 11-12", 
      "title": "17. God’s Covenant with David"
    }, 
    {
      "frames": [
        {
          "id": "18-01", 
          "img": "{{:en:obs:obs-18-01.jpg?nolink&640x360}}", 
          "text": "After David died, his son Solomon began to rule. God spoke to Solomon and asked him what he wanted most. When Solomon asked for wisdom, God was pleased and made him the wisest man in the world. God also made him very wealthy."
        }, 
        {
          "id": "18-02", 
          "img": "{{:en:obs:obs-18-02.jpg?nolink&640x360}}", 
          "text": "In Jerusalem, Solomon built the Temple for which his father David had planned and gathered materials. Instead of the Tent of Meeting, people now worshiped God and offered sacrifices to him in the Temple. God came and was present in the Temple, and he lived there with his people."
        }, 
        {
          "id": "18-03", 
          "img": "{{:en:obs:obs-18-03.jpg?nolink&640x360}}", 
          "text": "But Solomon loved women from other countries. He disobeyed God by marrying many women, almost 1,000 of them! Many of these women came from foreign countries and brought their gods with them and worshiped them. When Solomon was old, he also worshiped their gods."
        }, 
        {
          "id": "18-04", 
          "img": "{{:en:obs:obs-18-04.jpg?nolink&640x360}}", 
          "text": "God was angry with Solomon and, as a punishment for Solomon’s unfaithfulness, he promised to divide the kingdom of Israel in two after Solomon’s death."
        }, 
        {
          "id": "18-05", 
          "img": "{{:en:obs:obs-18-05.jpg?nolink&640x360}}", 
          "text": "After Solomon died, his son, Rehoboam, became king. Rehoboam was a foolish man. All the people of Israel came together to confirm him as king. They also complained that Solomon had made them do a lot of hard work and pay a lot of taxes."
        }, 
        {
          "id": "18-06", 
          "img": "{{:en:obs:obs-18-06.jpg?nolink&640x360}}", 
          "text": "Rehoboam answered foolishly and told them, “You thought my father Solomon made you work hard, but I will make you work harder than he did, and I will punish you worse than he did.”"
        }, 
        {
          "id": "18-07", 
          "img": "{{:en:obs:obs-18-07.jpg?nolink&640x360}}", 
          "text": "Ten of the tribes of Israel rebelled against Rehoboam. Only two tribes remained faithful to him. These two tribes became the kingdom of Judah."
        }, 
        {
          "id": "18-08", 
          "img": "{{:en:obs:obs-18-08.jpg?nolink&640x360}}", 
          "text": "The other ten tribes that rebelled against Rehoboam made a man named Jeroboam their king. They set up their kingdom in the northern part of the land and were called the kingdom of Israel."
        }, 
        {
          "id": "18-09", 
          "img": "{{:en:obs:obs-18-09.jpg?nolink&640x360}}", 
          "text": "Jeroboam rebelled against God and caused the people to sin. He built two idols for his people to worship instead of worshiping God at the Temple in the kingdom of Judah."
        }, 
        {
          "id": "18-10", 
          "img": "{{:en:obs:obs-18-10.jpg?nolink&640x360}}", 
          "text": "The kingdoms of Judah and Israel became enemies and often fought against each other."
        }, 
        {
          "id": "18-11", 
          "img": "{{:en:obs:obs-18-11.jpg?nolink&640x360}}", 
          "text": "In the kingdom of Israel, all the kings were evil. Many of these kings were killed by other Israelites who wanted to become king in their place."
        }, 
        {
          "id": "18-12", 
          "img": "{{:en:obs:obs-18-12.jpg?nolink&640x360}}", 
          "text": "All of the kings of Israel and most of the people worshiped idols which often included adultery and sometimes even child sacrifice."
        }, 
        {
          "id": "18-13", 
          "img": "{{:en:obs:obs-18-13.jpg?nolink&640x360}}", 
          "text": "The kings of Judah were descendants of David. Some of these kings were good men who ruled justly and worshiped God. But most of Judah’s kings were evil, corrupt, and idol-worshipers. Some of the kings even sacrificed their children to false gods. The people of Judah also rebelled against God and worshiped other gods."
        }
      ], 
      "number": "18", 
      "ref": "A Bible story from: 1 Kings 1-6; 11-12", 
      "title": "18. The Divided Kingdom"
    }, 
    {
      "frames": [
        {
          "id": "19-01", 
          "img": "{{:en:obs:obs-19-01.jpg?nolink&640x360}}", 
          "text": "Throughout the history of the Israelites, God sent them prophets. The prophets heard messages from God and then told the people God’s messages."
        }, 
        {
          "id": "19-02", 
          "img": "{{:en:obs:obs-19-02.jpg?nolink&640x360}}", 
          "text": "Elijah was a prophet when Ahab was king over Israel. Ahab was an evil man who encouraged people to worship a false god named Baal. Elijah said to Ahab, “There will be no rain or dew in Israel until I say so.” This made Ahab very angry."
        }, 
        {
          "id": "19-03", 
          "img": "{{:en:obs:obs-19-03.jpg?nolink&640x360}}", 
          "text": "God told Elijah to hide in the wilderness near a stream. Every morning and every evening, birds would bring him bread and meat. Ahab and his army looked for Elijah, but they could not find him. The drought was so severe that the stream eventually dried up."
        }, 
        {
          "id": "19-04", 
          "img": "{{:en:obs:obs-19-04.jpg?nolink&640x360}}", 
          "text": "So Elijah went to a neighboring country. A widow and her son had almost run out of food because of the famine. But they took care of Elijah, and God provided for them so that their flour jar and their bottle of oil never became empty. They had food through the whole famine. Elijah stayed there a long time."
        }, 
        {
          "id": "19-05", 
          "img": "{{:en:obs:obs-19-05.jpg?nolink&640x360}}", 
          "text": "After three and a half years, God told Elijah to return to Israel and speak with Ahab because he was going to send rain again. When Ahab saw Elijah he said, “There you are, you troublemaker!” Elijah said, “You are the troublemaker! You have abandoned Yahweh, the true God, and worshiped Baal. Bring all of Israel to Mount Carmel.”"
        }, 
        {
          "id": "19-06", 
          "img": "{{:en:obs:obs-19-06.jpg?nolink&640x360}}", 
          "text": "All of Israel, including the 450 prophets of Baal, came to Mount Carmel. Elijah said to the people, “How long will you keep changing your mind? If Yahweh is God, serve him! If Baal is God, serve him!”"
        }, 
        {
          "id": "19-07", 
          "img": "{{:en:obs:obs-19-07.jpg?nolink&640x360}}", 
          "text": "Then Elijah said to the prophets of Baal, “Kill a bull and prepare a sacrifice, but do not light the fire. I will do the same. The God who answers with fire is the real God.” So the priests of Baal prepared a sacrifice but did not light the fire."
        }, 
        {
          "id": "19-08", 
          "img": "{{:en:obs:obs-19-08.jpg?nolink&640x360}}", 
          "text": "Then the prophets of Baal prayed to Baal, “Hear us, O Baal!” All day long they prayed and shouted and even cut themselves with knives, but Baal did not answer."
        }, 
        {
          "id": "19-09", 
          "img": "{{:en:obs:obs-19-09.jpg?nolink&640x360}}", 
          "text": "At the end of the day, Elijah prepared a sacrifice to God. Then he had twelve huge pots of water poured on top of the sacrifice until the meat, the wood, and even the ground around the altar were completely wet."
        }, 
        {
          "id": "19-10", 
          "img": "{{:en:obs:obs-19-10.jpg?nolink&640x360}}", 
          "text": "Then Elijah prayed, “O Yahweh, God of Abraham, Isaac, and Jacob, show us today that you are the God of Israel and that I am your servant. Answer me so that these people will know that you are the true God.”"
        }, 
        {
          "id": "19-11", 
          "img": "{{:en:obs:obs-19-11.jpg?nolink&640x360}}", 
          "text": "Immediately, fire fell from the sky and burned up the meat, the wood, the rocks, and even the wet ground around the altar. When the people saw this, they fell on the ground and said, “Yahweh is God! Yahweh is God!”"
        }, 
        {
          "id": "19-12", 
          "img": "{{:en:obs:obs-19-12.jpg?nolink&640x360}}", 
          "text": "Then Elijah said, “Do not let any of the prophets of Baal escape!” So the people captured the prophets of Baal. Then Elijah took them away and killed them."
        }, 
        {
          "id": "19-13", 
          "img": "{{:en:obs:obs-19-13.jpg?nolink&640x360}}", 
          "text": "Then Elijah said to King Ahab, “Return immediately to the city, for the rain is coming.” Soon the sky grew black, and a large rain storm came. God had ended the drought and proved that he is the true God."
        }, 
        {
          "id": "19-14", 
          "img": "{{:en:obs:obs-19-14.jpg?nolink&640x360}}", 
          "text": "After Elijah, God chose Elisha to be his prophet. God did many miracles through Elisha. One of the miracles happened to Naaman, an enemy commander, who had a horrible skin disease. He had heard of Elisha so he went and asked Elisha to heal him. Elisha told him to dip himself seven times in the Jordan River."
        }, 
        {
          "id": "19-15", 
          "img": "{{:en:obs:obs-19-15.jpg?nolink&640x360}}", 
          "text": "At first Naaman was angry and would not do it because it seemed foolish. But later he changed his mind and dipped himself seven times in the Jordan River. When he came up the last time, his skin was completely healed! God had healed him."
        }, 
        {
          "id": "19-16", 
          "img": "{{:en:obs:obs-19-16.jpg?nolink&640x360}}", 
          "text": "There were many other prophets. They all told the people to stop worshiping idols and to start showing justice and mercy to others. The prophets warned the people that if they did not turn from their sins and start living obedient lives, then God’s judgment would come, and he would punish them."
        }, 
        {
          "id": "19-17", 
          "img": "{{:en:obs:obs-19-17.jpg?nolink&640x360}}", 
          "text": "Most of the time, the people did not listen to God. They often mistreated the prophets and sometimes even killed them. Once, the prophet Jeremiah was put into a dry well and left there to die. He sank down into the mud that was in the bottom of the well, but then the king had mercy on him and pulled him out before he died."
        }, 
        {
          "id": "19-18", 
          "img": "{{:en:obs:obs-19-18.jpg?nolink&640x360}}", 
          "text": "The prophets continued to speak for God even though the people hated them. They warned people that God would destroy them if they did not repent. They also reminded people of the promise that God’s Messiah would come."
        }
      ], 
      "number": "19", 
      "ref": "A Bible story from: 1 Kings 16-18; 2 Kings 5; Jeremiah 38", 
      "title": "19. The Prophets"
    }, 
    {
      "frames": [
        {
          "id": "20-01", 
          "img": "{{:en:obs:obs-20-01.jpg?nolink&640x360}}", 
          "text": "The nations of Israel and Judah both sinned against God. They broke the Covenant that God had made with them at Sinai. God sent his prophets to warn them to repent and worship him again, but they refused to listen."
        }, 
        {
          "id": "20-02", 
          "img": "{{:en:obs:obs-20-02.jpg?nolink&640x360}}", 
          "text": "So God punished both nations by allowing their enemies to destroy them. Israel was destroyed by the Assyrian Empire, a powerful, cruel nation. The Assyrians killed many Israelites, took away everything of value, and burned much of the country."
        }, 
        {
          "id": "20-03", 
          "img": "{{:en:obs:obs-20-03.jpg?nolink&640x360}}", 
          "text": "The Assyrians gathered all the leaders, the rich people, and the people with skills and took them to Assyria. Only the very poor Israelites who had not been killed remained in Israel."
        }, 
        {
          "id": "20-04", 
          "img": "{{:en:obs:obs-20-04.jpg?nolink&640x360}}", 
          "text": "Then the Assyrians brought foreigners to live in Israel. The foreigners rebuilt the destroyed cities and married the Israelites who were left there. Their descendants were called Samaritans."
        }, 
        {
          "id": "20-05", 
          "img": "{{:en:obs:obs-20-05.jpg?nolink&640x360}}", 
          "text": "The people in the kingdom of Judah saw how God had punished the kingdom of Israel for not believing and obeying him. But they still worshiped idols and the gods of the Canaanites. God sent prophets to warn them, but they refused to listen."
        }, 
        {
          "id": "20-06", 
          "img": "{{:en:obs:obs-20-06.jpg?nolink&640x360}}", 
          "text": "About 100 years after the Assyrians destroyed Israel, God sent Nebuchadnezzar, king of the Babylonians, to attack Judah. Babylon was a powerful empire. The king of Judah agreed to be Nebuchadnezzar’s servant and pay him a lot of money every year."
        }, 
        {
          "id": "20-07", 
          "img": "{{:en:obs:obs-20-07.jpg?nolink&640x360}}", 
          "text": "But soon the people of Judah rebelled against the Babylonians. So, the Babylonians came back and attacked them. They captured the city of Jerusalem, destroyed the Temple, and took away all the treasures."
        }, 
        {
          "id": "20-08", 
          "img": "{{:en:obs:obs-20-08.jpg?nolink&640x360}}", 
          "text": "To punish Judah’s king for rebelling, Nebuchadnezzar’s soldiers killed the king’s sons in front of him and then made him blind. After that, they took the king away to die in prison in Babylon."
        }, 
        {
          "id": "20-09", 
          "img": "{{:en:obs:obs-20-09.jpg?nolink&640x360}}", 
          "text": "Nebuchadnezzar and his army took all the people of Judah to Babylon, leaving only the poorest people behind to plant the fields. This period of time when God's people could not live in the Promised Land is called the Exile."
        }, 
        {
          "id": "20-10", 
          "img": "{{:en:obs:obs-20-10.jpg?nolink&640x360}}", 
          "text": "Even though the Exile was punishment for their sin, God did not forget his people or his promises. God continued to watch over his people and speak to them through his prophets. He promised that, after seventy years, they would return to the Promised Land again."
        }, 
        {
          "id": "20-11", 
          "img": "{{:en:obs:obs-20-11.jpg?nolink&640x360}}", 
          "text": "About seventy years later, Cyrus, the king of the Persians, defeated Babylon. The Persians were a strong but merciful people. The Israelites were now called Jews and most of them had lived their whole lives in Babylon. Only a few very old Jews even remembered the land of Judah."
        }, 
        {
          "id": "20-12", 
          "img": "{{:en:obs:obs-20-12.jpg?nolink&640x360}}", 
          "text": "Shortly after Cyrus came to power, he did something that had never been done before in history. He gave an order that any Jew who wanted to return to Judah could go. He even gave them money to rebuild the Temple! After seventy years in exile, a small group of Jews returned to Jerusalem."
        }, 
        {
          "id": "20-13", 
          "img": "{{:en:obs:obs-20-13.jpg?nolink&640x360}}", 
          "text": "When the people arrived in Jerusalem, they rebuilt the Temple and the wall around the city. Although they were still ruled by other people, they lived in the Promised Land again and worshiped at the Temple."
        }
      ], 
      "number": "20", 
      "ref": "A Bible story from: 2 Kings 17; 24-25; 2 Chronicles 36; Ezra 1-10; Nehemiah 1-13", 
      "title": "20. The Exile and Return"
    }, 
    {
      "frames": [
        {
          "id": "21-01", 
          "img": "{{:en:obs:obs-21-01.jpg?nolink&640x360}}", 
          "text": "From the very beginning, God had a plan to send the Messiah. The first promise of the coming Messiah came to Adam and Eve. God promised that a descendant of Eve would be born who would crush the snake’s head. The snake who deceived Eve is Satan. The promise means the coming Messiah would defeat Satan completely."
        }, 
        {
          "id": "21-02", 
          "img": "{{:en:obs:obs-21-02.jpg?nolink&640x360}}", 
          "text": "God promised Abraham that through him all people groups of the world would be blessed. This blessing was the coming Messiah who would one day provide the way of salvation for all people groups."
        }, 
        {
          "id": "21-03", 
          "img": "{{:en:obs:obs-21-03.jpg?nolink&640x360}}", 
          "text": "God promised Moses that he would raise up another prophet like Moses. This was another promise about the coming Messiah."
        }, 
        {
          "id": "21-04", 
          "img": "{{:en:obs:obs-21-04.jpg?nolink&640x360}}", 
          "text": "God promised David that the Messiah would be one of David’s own descendants."
        }, 
        {
          "id": "21-05", 
          "img": "{{:en:obs:obs-21-05.jpg?nolink&640x360}}", 
          "text": "Through the prophet Jeremiah, God promised that he would make a New Covenant, but not like God’s Covenant with Israel. In the New Covenant, God would write his law on the people’s hearts, the people would know God, they would be his people, and God would forgive their sins. The Messiah would start the New Covenant."
        }, 
        {
          "id": "21-06", 
          "img": "{{:en:obs:obs-21-06.jpg?nolink&640x360}}", 
          "text": "God's prophets also said that the coming Messiah would be a prophet, a priest, and a king. A prophet is a person who hears the words of God and then proclaims God’s words to the people. The coming Messiah would be the perfect prophet."
        }, 
        {
          "id": "21-07", 
          "img": "{{:en:obs:obs-21-07.jpg?nolink&640x360}}", 
          "text": "A priest is someone who makes sacrifices to God on behalf of the people to take away their sins. Priests also pray to God for the people. The coming Messiah would be the perfect high priest who would offer himself as a perfect sacrifice to God."
        }, 
        {
          "id": "21-08", 
          "img": "{{:en:obs:obs-21-08.jpg?nolink&640x360}}", 
          "text": "A king is someone who rules over a kingdom and judges the people. The coming Messiah would be the perfect king who would sit on the throne of his ancestor David, who would reign over the whole world forever, and who would judge honestly and make the right decision every time."
        }, 
        {
          "id": "21-09", 
          "img": "{{:en:obs:obs-21-09.jpg?nolink&640x360}}", 
          "text": "God's prophets predicted many other things about the coming Messiah. Malachi foretold that a great prophet would come before the Messiah came. Isaiah prophesied that the Messiah would be born from a virgin. Micah said that he would be born in the town of Bethlehem."
        }, 
        {
          "id": "21-10", 
          "img": "{{:en:obs:obs-21-10.jpg?nolink&640x360}}", 
          "text": "Isaiah said he would live in Galilee, comfort the broken-hearted, and proclaim freedom to captives and release to prisoners. He also predicted that the Messiah would heal sick people, including those who could not hear, see, speak, or walk."
        }, 
        {
          "id": "21-11", 
          "img": "{{:en:obs:obs-21-11.jpg?nolink&640x360}}", 
          "text": "Isaiah prophesied that the Messiah would be hated without reason and rejected. Other prophets foretold that those who killed the Messiah would gamble for his clothes and he would be betrayed by a friend. Zechariah foretold that the friend would be paid thirty pieces of silver for betraying him."
        }, 
        {
          "id": "21-12", 
          "img": "{{:en:obs:obs-21-12.jpg?nolink&640x360}}", 
          "text": "The prophets also told about how the Messiah would die. Isaiah prophesied that the Messiah would be spit on, mocked, and beaten. Then he would be pierced and hung on a tree where he would die."
        }, 
        {
          "id": "21-13", 
          "img": "{{:en:obs:obs-21-13.jpg?nolink&640x360}}", 
          "text": "The Messiah would be perfect, having no sin. He would die to receive the punishment for other people’s sin. His punishment would bring peace between God and people. For this reason, it pleased God to crush the Messiah."
        }, 
        {
          "id": "21-14", 
          "img": "{{:en:obs:obs-21-14.jpg?nolink&640x360}}", 
          "text": "Not only would the Messiah die, but the prophets foretold that God would raise him from the dead. Through the Messiah’s death and resurrection, God would complete his plan of salvation and start the New Covenant."
        }, 
        {
          "id": "21-15", 
          "img": "{{:en:obs:obs-21-15.jpg?nolink&640x360}}", 
          "text": "God showed the prophets many things about the coming Messiah, but the Messiah had not come yet. More than 400 years after the last of these prophecies was given, when the time was perfect, God sent the Messiah into the world."
        }
      ], 
      "number": "21", 
      "ref": "A Bible story from: Genesis 3:15; 12:1-3; Deuteronomy 18:15; 2 Samuel 7; Jeremiah 31; Isaiah 59:16; Daniel 7; Malachi 4:5; Isaiah 7:14; Micah 5:2; Isaiah 9:1-7; 35:3-5; 61; 53; Psalm 22:18; 35:19; 69:4; 41:9; Zechariah 11:12-13; Isaiah 50:6; Psalm 16:10-11", 
      "title": "21. God Promises the Messiah"
    }, 
    {
      "frames": [
        {
          "id": "22-01", 
          "img": "{{:en:obs:obs-22-01.jpg?nolink&640x360}}", 
          "text": "Tetapi mereka tidak mempunyai anak karena Elisabet mandul, dan mereka juga sudah sangat tua."
        }, 
        {
          "id": "22-01", 
          "img": "{{:en:obs:obs-22-01.jpg?nolink&640x360}}", 
          "text": "Tetapi mereka tidak mempunyai anak karena Elisabet mandul, dan mereka juga sudah sangat tua."
        }, 
        {
          "id": "22-01", 
          "img": "{{:en:obs:obs-22-01.jpg?nolink&640x360}}", 
          "text": "Tetapi mereka tidak mempunyai anak karena Elisabet mandul, dan mereka juga sudah sangat tua."
        }, 
        {
          "id": "22-02", 
          "img": "{{:en:obs:obs-22-02.jpg?nolink&640x360}}", 
          "text": "Ketika Zakharia melihat malaikat itu, dia terkejut dan takut sekali. Tetapi malaikat itu berkata kepadanya, “Jangan takut, Zakharia. Allah sudah mendengar doamu: Istrimu Elisabet akan melahirkan seorang anak laki-laki bagimu. Hendaklah kamu menamakan dia Yohanes. Kamu akan bergembira dan bahagia karena anakmu itu, dan banyak orang juga akan turut bergembira karena kelahirannya."
        }, 
        {
          "id": "22-02", 
          "img": "{{:en:obs:obs-22-02.jpg?nolink&640x360}}", 
          "text": "Ketika Zakharia melihat malaikat itu, dia terkejut dan takut sekali. Tetapi malaikat itu berkata kepadanya, “Jangan takut, Zakharia. Allah sudah mendengar doamu: Istrimu Elisabet akan melahirkan seorang anak laki-laki bagimu. Hendaklah kamu menamakan dia Yohanes. Kamu akan bergembira dan bahagia karena anakmu itu, dan banyak orang juga akan turut bergembira karena kelahirannya."
        }, 
        {
          "id": "22-02", 
          "img": "{{:en:obs:obs-22-02.jpg?nolink&640x360}}", 
          "text": "Ketika Zakharia melihat malaikat itu, dia terkejut dan takut sekali. Tetapi malaikat itu berkata kepadanya, “Jangan takut, Zakharia. Allah sudah mendengar doamu: Istrimu Elisabet akan melahirkan seorang anak laki-laki bagimu. Hendaklah kamu menamakan dia Yohanes. Kamu akan bergembira dan bahagia karena anakmu itu, dan banyak orang juga akan turut bergembira karena kelahirannya."
        }, 
        {
          "id": "22-02", 
          "img": "{{:en:obs:obs-22-02.jpg?nolink&640x360}}", 
          "text": "Ketika Zakharia melihat malaikat itu, dia terkejut dan takut sekali. Tetapi malaikat itu berkata kepadanya, “Jangan takut, Zakharia. Allah sudah mendengar doamu: Istrimu Elisabet akan melahirkan seorang anak laki-laki bagimu. Hendaklah kamu menamakan dia Yohanes. Kamu akan bergembira dan bahagia karena anakmu itu, dan banyak orang juga akan turut bergembira karena kelahirannya."
        }, 
        {
          "id": "22-03", 
          "img": "{{:en:obs:obs-22-03.jpg?nolink&640x360}}", 
          "text": "Dan malaikat itu menjawab, “Nama saya Gabriel. Saya selalu berdiri di hadapan Allah dan selalu siap membawa berita-Nya. Dialah yang menyuruh saya untuk menyampaikan kabar baik ini kepadamu. Dengarlah! Apa yang sudah saya sampaikan kepadamu pasti akan terjadi pada waktunya. Tetapi karena kamu tidak percaya kata-kata saya, maka kamu akan menjadi bisu dan tidak bisa bicara sampai pada saat semua ini menjadi kenyataan.”"
        }, 
        {
          "id": "22-03", 
          "img": "{{:en:obs:obs-22-03.jpg?nolink&640x360}}", 
          "text": "Dan malaikat itu menjawab, “Nama saya Gabriel. Saya selalu berdiri di hadapan Allah dan selalu siap membawa berita-Nya. Dialah yang menyuruh saya untuk menyampaikan kabar baik ini kepadamu. Dengarlah! Apa yang sudah saya sampaikan kepadamu pasti akan terjadi pada waktunya. Tetapi karena kamu tidak percaya kata-kata saya, maka kamu akan menjadi bisu dan tidak bisa bicara sampai pada saat semua ini menjadi kenyataan.”"
        }, 
        {
          "id": "22-04", 
          "img": "{{:en:obs:obs-22-04.jpg?nolink&640x360}}", 
          "text": "Dengarkanlah! Kamu akan hamil dan melahirkan seorang Anak laki-laki. Hendaklah kamu menamakan Dia Yesus.  Dia akan menjadi Orang Agung dan akan disebut Anak Allah yang Mahatinggi."
        }, 
        {
          "id": "22-04", 
          "img": "{{:en:obs:obs-22-04.jpg?nolink&640x360}}", 
          "text": "Dengarkanlah! Kamu akan hamil dan melahirkan seorang Anak laki-laki. Hendaklah kamu menamakan Dia Yesus.  Dia akan menjadi Orang Agung dan akan disebut Anak Allah yang Mahatinggi."
        }, 
        {
          "id": "22-04", 
          "img": "{{:en:obs:obs-22-04.jpg?nolink&640x360}}", 
          "text": "Dengarkanlah! Kamu akan hamil dan melahirkan seorang Anak laki-laki. Hendaklah kamu menamakan Dia Yesus.  Dia akan menjadi Orang Agung dan akan disebut Anak Allah yang Mahatinggi."
        }, 
        {
          "id": "22-05", 
          "img": "{{:en:obs:obs-22-05.jpg?nolink&640x360}}", 
          "text": "Dan malaikat itu menjawab, “Roh Kudus akan datang kepadamu, dan kuasa Yang Mahatinggi akan datang ke atas kamu, sehingga Anak kudus yang kamu lahirkan itu akan disebut Anak Allah."
        }, 
        {
          "id": "22-05", 
          "img": "{{:en:obs:obs-22-05.jpg?nolink&640x360}}", 
          "text": "Dan malaikat itu menjawab, “Roh Kudus akan datang kepadamu, dan kuasa Yang Mahatinggi akan datang ke atas kamu, sehingga Anak kudus yang kamu lahirkan itu akan disebut Anak Allah."
        }, 
        {
          "id": "22-05", 
          "img": "{{:en:obs:obs-22-05.jpg?nolink&640x360}}", 
          "text": "Dan malaikat itu menjawab, “Roh Kudus akan datang kepadamu, dan kuasa Yang Mahatinggi akan datang ke atas kamu, sehingga Anak kudus yang kamu lahirkan itu akan disebut Anak Allah."
        }, 
        {
          "id": "22-06", 
          "img": "{{:en:obs:obs-22-06.jpg?nolink&640x360}}", 
          "text": "Tidak lama kemudian, dengan buru-buru Maria bersiap-siap dan pergi ke sebuah desa di daerah pegunungan di propinsi Yudea untuk mengunjungi Elisabet dan Zakharia. Ketika Maria memasuki rumah mereka, dia mengucapkan salam kepada Elisabet. Ketika Elisabet mendengar salam dari Maria itu, anak dalam kandungan Elisabet menendang-nendang kesenangan.   Maria tinggal bersama Elisabet kira-kira tiga bulan lamanya, lalu dia pulang ke Nazaret ."
        }, 
        {
          "id": "22-06", 
          "img": "{{:en:obs:obs-22-06.jpg?nolink&640x360}}", 
          "text": "Tidak lama kemudian, dengan buru-buru Maria bersiap-siap dan pergi ke sebuah desa di daerah pegunungan di propinsi Yudea untuk mengunjungi Elisabet dan Zakharia. Ketika Maria memasuki rumah mereka, dia mengucapkan salam kepada Elisabet. Ketika Elisabet mendengar salam dari Maria itu, anak dalam kandungan Elisabet menendang-nendang kesenangan.   Maria tinggal bersama Elisabet kira-kira tiga bulan lamanya, lalu dia pulang ke Nazaret ."
        }, 
        {
          "id": "22-07", 
          "img": "{{:en:obs:obs-22-07.jpg?nolink&640x360}}", 
          "text": "Dan tentang kamu— anak kecil-ku, kamu akan disebut nabi Allah yang Mahatinggi, dan kamu akan mendahului Tuhan mempersiapkan segala sesuatu untuk kedatangan-Nya"
        }, 
        {
          "id": "22-07", 
          "img": "{{:en:obs:obs-22-07.jpg?nolink&640x360}}", 
          "text": "Dan tentang kamu— anak kecil-ku, kamu akan disebut nabi Allah yang Mahatinggi, dan kamu akan mendahului Tuhan mempersiapkan segala sesuatu untuk kedatangan-Nya"
        }, 
        {
          "id": "22-07", 
          "img": "{{:en:obs:obs-22-07.jpg?nolink&640x360}}", 
          "text": "Dan tentang kamu— anak kecil-ku, kamu akan disebut nabi Allah yang Mahatinggi, dan kamu akan mendahului Tuhan mempersiapkan segala sesuatu untuk kedatangan-Nya"
        }
      ], 
      "number": "22", 
      "ref": "A Bible story from: Luke 1", 
      "title": "22. Kelahiran Yohanes Pembaptis"
    }, 
    {
      "frames": [
        {
          "id": "23-01", 
          "img": "{{:en:obs:obs-23-01.jpg?nolink&640x360}}", 
          "text": "Tetapi waktu Yusuf sedang memikirkan hal itu, datanglah malaikat Tuhan kepadanya dalam mimpi. ."
        }, 
        {
          "id": "23-01", 
          "img": "{{:en:obs:obs-23-01.jpg?nolink&640x360}}", 
          "text": "Tetapi waktu Yusuf sedang memikirkan hal itu, datanglah malaikat Tuhan kepadanya dalam mimpi. ."
        }, 
        {
          "id": "23-01", 
          "img": "{{:en:obs:obs-23-01.jpg?nolink&640x360}}", 
          "text": "Tetapi waktu Yusuf sedang memikirkan hal itu, datanglah malaikat Tuhan kepadanya dalam mimpi. ."
        }, 
        {
          "id": "23-02", 
          "img": "{{:en:obs:obs-23-02.jpg?nolink&640x360}}", 
          "text": "Lalu Yusuf bangun dari tidurnya dan melakukan apa yang dikatakan malaikat Tuhan itu kepadanya— yaitu segera menikahi Maria.Namun, Yusuf tidak berhubungan seks dengan Maria sampai Anak itu lahir."
        }, 
        {
          "id": "23-02", 
          "img": "{{:en:obs:obs-23-02.jpg?nolink&640x360}}", 
          "text": "Lalu Yusuf bangun dari tidurnya dan melakukan apa yang dikatakan malaikat Tuhan itu kepadanya— yaitu segera menikahi Maria.Namun, Yusuf tidak berhubungan seks dengan Maria sampai Anak itu lahir."
        }, 
        {
          "id": "23-02", 
          "img": "{{:en:obs:obs-23-02.jpg?nolink&640x360}}", 
          "text": "Lalu Yusuf bangun dari tidurnya dan melakukan apa yang dikatakan malaikat Tuhan itu kepadanya— yaitu segera menikahi Maria.Namun, Yusuf tidak berhubungan seks dengan Maria sampai Anak itu lahir."
        }, 
        {
          "id": "23-02", 
          "img": "{{:en:obs:obs-23-02.jpg?nolink&640x360}}", 
          "text": "Lalu Yusuf bangun dari tidurnya dan melakukan apa yang dikatakan malaikat Tuhan itu kepadanya— yaitu segera menikahi Maria.Namun, Yusuf tidak berhubungan seks dengan Maria sampai Anak itu lahir."
        }, 
        {
          "id": "23-04", 
          "img": "{{:en:obs:obs-23-04.jpg?nolink&640x360}}", 
          "text": "Pada waktu itu raja agung kerajaan Roma— yang bernama Agustus, memberi perintah untuk mengadakan sensus penduduk di setiap propinsi Romawi, dengan tujuan supaya semua penduduk membayar pajak. Oleh karena itu Yusuf juga pergi untuk mendaftarkan dirinya. Dia bersama Maria— tunangannya, pergi dari kota Nazaret di propinsi Galilea. Karena Yusuf adalah keturunan Daud, mereka pergi ke propinsi Yudea dan ke kota Betlehem— yang juga disebut “kota Daud.” Pada waktu itu Maria sedang hamil."
        }, 
        {
          "id": "23-04", 
          "img": "{{:en:obs:obs-23-04.jpg?nolink&640x360}}", 
          "text": "Pada waktu itu raja agung kerajaan Roma— yang bernama Agustus, memberi perintah untuk mengadakan sensus penduduk di setiap propinsi Romawi, dengan tujuan supaya semua penduduk membayar pajak. Oleh karena itu Yusuf juga pergi untuk mendaftarkan dirinya. Dia bersama Maria— tunangannya, pergi dari kota Nazaret di propinsi Galilea. Karena Yusuf adalah keturunan Daud, mereka pergi ke propinsi Yudea dan ke kota Betlehem— yang juga disebut “kota Daud.” Pada waktu itu Maria sedang hamil."
        }, 
        {
          "id": "23-05", 
          "img": "{{:en:obs:obs-23-05.jpg?nolink&640x360}}", 
          "text": "Dia melahirkan seorang Putera— Anak sulungnya. Maria membungkus-Nya dengan kain lampin yang panjang dan membaringkan-Nya di dalam kotak kayu tempat makanan ternak. Untuk sementara mereka menginap di situ karena kebetulan pada waktu itu semua rumah penginapan sudah penuh."
        }, 
        {
          "id": "23-05", 
          "img": "{{:en:obs:obs-23-05.jpg?nolink&640x360}}", 
          "text": "Dia melahirkan seorang Putera— Anak sulungnya. Maria membungkus-Nya dengan kain lampin yang panjang dan membaringkan-Nya di dalam kotak kayu tempat makanan ternak. Untuk sementara mereka menginap di situ karena kebetulan pada waktu itu semua rumah penginapan sudah penuh."
        }, 
        {
          "id": "23-05", 
          "img": "{{:en:obs:obs-23-05.jpg?nolink&640x360}}", 
          "text": "Dia melahirkan seorang Putera— Anak sulungnya. Maria membungkus-Nya dengan kain lampin yang panjang dan membaringkan-Nya di dalam kotak kayu tempat makanan ternak. Untuk sementara mereka menginap di situ karena kebetulan pada waktu itu semua rumah penginapan sudah penuh."
        }, 
        {
          "id": "23-06", 
          "img": "{{:en:obs:obs-23-06.jpg?nolink&640x360}}", 
          "text": "Pada malam itu beberapa gembala sedang menjaga kawanan domba mereka di padang di luar kota Betlehem.Tiba-tiba malaikat muncul di depan mereka. Cahaya kemuliaan Tuhan bersinar di sekitar mereka, dan mereka menjadi sangat takut.  Kata malaikat itu kepada mereka, “Jangan takut! Saya menyampaikan kabar baik kepada kalian— yaitu kabar yang memberi kesukaan besar bagi semua orang. Hari ini di kota Daud, sudah lahir Juruselamat kalian— yaitu Tuhan yang disebut juga Kristus.\""
        }, 
        {
          "id": "23-06", 
          "img": "{{:en:obs:obs-23-06.jpg?nolink&640x360}}", 
          "text": "Pada malam itu beberapa gembala sedang menjaga kawanan domba mereka di padang di luar kota Betlehem.Tiba-tiba malaikat muncul di depan mereka. Cahaya kemuliaan Tuhan bersinar di sekitar mereka, dan mereka menjadi sangat takut.  Kata malaikat itu kepada mereka, “Jangan takut! Saya menyampaikan kabar baik kepada kalian— yaitu kabar yang memberi kesukaan besar bagi semua orang. Hari ini di kota Daud, sudah lahir Juruselamat kalian— yaitu Tuhan yang disebut juga Kristus.\""
        }, 
        {
          "id": "23-07", 
          "img": "{{:en:obs:obs-23-07.jpg?nolink&640x360}}", 
          "text": "\"Dan inilah yang akan menjadi tanda bagi kalian: Kalian akan menemukan seorang Putera yang dibungkus dengan kain lampin dan terbaring di dalam kotak kayu tempat makan ternak.” Tiba-tiba bersama malaikat itu tampaklah sangat banyak malaikat lain— yaitu pasukan-pasukan tentara surgawi. Mereka sedang memuji-muji Allah dan berkata, “Kemuliaan bagi Allah di tingkat surga yang tertinggi! Dan hendaklah setiap orang yang berkenan kepada-Nya di dunia ini merasa tenang dalam perlindungan-Nya!”"
        }, 
        {
          "id": "23-07", 
          "img": "{{:en:obs:obs-23-07.jpg?nolink&640x360}}", 
          "text": "\"Dan inilah yang akan menjadi tanda bagi kalian: Kalian akan menemukan seorang Putera yang dibungkus dengan kain lampin dan terbaring di dalam kotak kayu tempat makan ternak.” Tiba-tiba bersama malaikat itu tampaklah sangat banyak malaikat lain— yaitu pasukan-pasukan tentara surgawi. Mereka sedang memuji-muji Allah dan berkata, “Kemuliaan bagi Allah di tingkat surga yang tertinggi! Dan hendaklah setiap orang yang berkenan kepada-Nya di dunia ini merasa tenang dalam perlindungan-Nya!”"
        }, 
        {
          "id": "23-08", 
          "img": "{{:en:obs:obs-23-08.jpg?nolink&640x360}}", 
          "text": "Kemudian para gembala itu kembali ke kawanan domba mereka sambil memuliakan dan memuji-muji Allah karena apa yang mereka lihat dan dengar. Semuanya tepat seperti yang diberitahukan oleh malaikat itu kepada mereka"
        }, 
        {
          "id": "23-08", 
          "img": "{{:en:obs:obs-23-08.jpg?nolink&640x360}}", 
          "text": "Kemudian para gembala itu kembali ke kawanan domba mereka sambil memuliakan dan memuji-muji Allah karena apa yang mereka lihat dan dengar. Semuanya tepat seperti yang diberitahukan oleh malaikat itu kepada mereka"
        }, 
        {
          "id": "23-08", 
          "img": "{{:en:obs:obs-23-08.jpg?nolink&640x360}}", 
          "text": "Kemudian para gembala itu kembali ke kawanan domba mereka sambil memuliakan dan memuji-muji Allah karena apa yang mereka lihat dan dengar. Semuanya tepat seperti yang diberitahukan oleh malaikat itu kepada mereka"
        }, 
        {
          "id": "23-08", 
          "img": "{{:en:obs:obs-23-08.jpg?nolink&640x360}}", 
          "text": "Kemudian para gembala itu kembali ke kawanan domba mereka sambil memuliakan dan memuji-muji Allah karena apa yang mereka lihat dan dengar. Semuanya tepat seperti yang diberitahukan oleh malaikat itu kepada mereka"
        }, 
        {
          "id": "23-09", 
          "img": "{{:en:obs:obs-23-09.jpg?nolink&640x360}}", 
          "text": "Kemudian datanglah beberapa orang peramal bintang dari negeri yang jauh di sebelah timur Yerusalem. Mereka bertanya-tanya, “Di manakah Anak yang baru lahir itu— yaitu dia yang akan menjadi Raja orang Yahudi? Karena kami sudah melihat satu bintang muncul di sebelah timur yang adalah tanda kelahiran-Nya. Jadi kami pun datang untuk menyembah Dia.”"
        }, 
        {
          "id": "23-09", 
          "img": "{{:en:obs:obs-23-09.jpg?nolink&640x360}}", 
          "text": "Kemudian datanglah beberapa orang peramal bintang dari negeri yang jauh di sebelah timur Yerusalem. Mereka bertanya-tanya, “Di manakah Anak yang baru lahir itu— yaitu dia yang akan menjadi Raja orang Yahudi? Karena kami sudah melihat satu bintang muncul di sebelah timur yang adalah tanda kelahiran-Nya. Jadi kami pun datang untuk menyembah Dia.”"
        }, 
        {
          "id": "23-10", 
          "img": "{{:en:obs:obs-23-10.jpg?nolink&640x360}}", 
          "text": "Lalu masuklah mereka ke dalam rumah, tempat di mana Anak itu berada. Mereka melihat Anak itu bersama Maria, ibu-Nya, lalu berlutut dan menyembah Anak itu. Mereka membuka kantong-kantongnya dan mempersembahkan berbagai hadiah kepada Anak itu— yaitu emas, kemenyan, dan mur."
        }, 
        {
          "id": "23-10", 
          "img": "{{:en:obs:obs-23-10.jpg?nolink&640x360}}", 
          "text": "Lalu masuklah mereka ke dalam rumah, tempat di mana Anak itu berada. Mereka melihat Anak itu bersama Maria, ibu-Nya, lalu berlutut dan menyembah Anak itu. Mereka membuka kantong-kantongnya dan mempersembahkan berbagai hadiah kepada Anak itu— yaitu emas, kemenyan, dan mur."
        }
      ], 
      "number": "23", 
      "ref": "A Bible story from: Matthew 1; Luke 2", 
      "title": "23. Kelahiran Yesus"
    }, 
    {
      "frames": [
        {
          "id": "24-01", 
          "img": "{{:en:obs:obs-24-01.jpg?nolink&640x360}}", 
          "text": "Yohanes ini adalah orang yang Nabi Yesaya maksud waktu dia bernubuat. Cara hidup Yohanes seperti cara hidup Nabi Elia pada jaman dulu.Pakaian Yohanes terbuat dari bulu unta dan ikat pinggangnya dari kulit binatang. Dan Yohanes sering makan belalang dan air madu."
        }, 
        {
          "id": "24-02", 
          "img": "{{:en:obs:obs-24-02.jpg?nolink&640x360}}", 
          "text": "Kepada orang-orang yang datang kepadanya dia berkhotbah seperti ini, “Bertobatlah dari dosa-dosamu, karena tidak lama lagi Allah akan datang mendirikan kerajaan-Nya di dunia ini.”"
        }, 
        {
          "id": "24-03", 
          "img": "{{:en:obs:obs-24-03.jpg?nolink&640x360}}", 
          "text": "Tetapi pernah terjadi juga bahwa banyak orang dari kelompok agama yang disebut Farisi dan Saduki yang ikut datang untuk dibaptis."
        }, 
        {
          "id": "24-03", 
          "img": "{{:en:obs:obs-24-03.jpg?nolink&640x360}}", 
          "text": "Tetapi pernah terjadi juga bahwa banyak orang dari kelompok agama yang disebut Farisi dan Saduki yang ikut datang untuk dibaptis."
        }, 
        {
          "id": "24-03", 
          "img": "{{:en:obs:obs-24-03.jpg?nolink&640x360}}", 
          "text": "Tetapi pernah terjadi juga bahwa banyak orang dari kelompok agama yang disebut Farisi dan Saduki yang ikut datang untuk dibaptis."
        }, 
        {
          "id": "24-04", 
          "img": "{{:en:obs:obs-24-04.jpg?nolink&640x360}}", 
          "text": "Seperti yang dulu sudah ditulis oleh Nabi Yesaya dalam bukunya “Perhatikanlah: Aku akan mengutus seorang pemberita lebih dulu, supaya dia menyiapkan jalan sebelum Aku mengutus Engkau.”"
        }, 
        {
          "id": "24-04", 
          "img": "{{:en:obs:obs-24-04.jpg?nolink&640x360}}", 
          "text": "Seperti yang dulu sudah ditulis oleh Nabi Yesaya dalam bukunya “Perhatikanlah: Aku akan mengutus seorang pemberita lebih dulu, supaya dia menyiapkan jalan sebelum Aku mengutus Engkau.”"
        }, 
        {
          "id": "24-05", 
          "img": "{{:en:obs:obs-24-05.jpg?nolink&640x360}}", 
          "text": "Yohanes menjawab mereka semua, “Saya bukanlah Kristus.” “Saya membaptis kamu dengan air, tetapi akan datang Seorang yang lebih berkuasa dari saya. Saya tidak layak untuk melayani Dia— sekalipun hanya untuk membuka tali sandal-Nya. Dia akan membaptis kamu dengan Roh Kudus dan api."
        }, 
        {
          "id": "24-05", 
          "img": "{{:en:obs:obs-24-05.jpg?nolink&640x360}}", 
          "text": "Yohanes menjawab mereka semua, “Saya bukanlah Kristus.” “Saya membaptis kamu dengan air, tetapi akan datang Seorang yang lebih berkuasa dari saya. Saya tidak layak untuk melayani Dia— sekalipun hanya untuk membuka tali sandal-Nya. Dia akan membaptis kamu dengan Roh Kudus dan api."
        }, 
        {
          "id": "24-06", 
          "img": "{{:en:obs:obs-24-06.jpg?nolink&640x360}}", 
          "text": "Pada hari berikutnya, Yohanes melihat Yesus datang kepadanya. Lalu Yohanes berkata kepada orang-orang yang ada di situ, “Lihat! Dia itulah Anak Domba Allah! Dialah yang akan menghapuskan dosa orang-orang di dunia."
        }, 
        {
          "id": "24-07", 
          "img": "{{:en:obs:obs-24-07.jpg?nolink&640x360}}", 
          "text": "Tetapi Yesus menjawab, “Biarlah kamu yang melakukan hal itu saat ini. Karena dengan begitulah kita memenuhi segala sesuatu yang diinginkan Allah.” Lalu Yohanes membaptis-Nya."
        }, 
        {
          "id": "24-07", 
          "img": "{{:en:obs:obs-24-07.jpg?nolink&640x360}}", 
          "text": "Tetapi Yesus menjawab, “Biarlah kamu yang melakukan hal itu saat ini. Karena dengan begitulah kita memenuhi segala sesuatu yang diinginkan Allah.” Lalu Yohanes membaptis-Nya."
        }, 
        {
          "id": "24-08", 
          "img": "{{:en:obs:obs-24-08.jpg?nolink&640x360}}", 
          "text": "Lalu terdengar suara Allah dari surga yang berkata, “Engkau adalah Anak-Ku yang sangat Ku-kasihi, dan Engkau menyenangkan hati-Ku.”"
        }, 
        {
          "id": "24-08", 
          "img": "{{:en:obs:obs-24-08.jpg?nolink&640x360}}", 
          "text": "Lalu terdengar suara Allah dari surga yang berkata, “Engkau adalah Anak-Ku yang sangat Ku-kasihi, dan Engkau menyenangkan hati-Ku.”"
        }, 
        {
          "id": "24-09", 
          "img": "{{:en:obs:obs-24-09.jpg?nolink&640x360}}", 
          "text": "Yohanes berkata lagi, “Dulu, saya tidak mengenal siapa Kristus itu, tetapi Allah yang mengutus saya untuk membaptis orang-orang dengan air sudah memberitahukan kepada saya, ‘Engkau akan melihat Roh-Ku turun ke atas Seseorang dan tinggal di atas-Nya. Dialah yang akan membaptis dengan Roh-Ku.”"
        }
      ], 
      "number": "24", 
      "ref": "A Bible story from: Matthew 3; Mark 1:9-11; Luke 3:1-23", 
      "title": "24. Yohanes membaptis Yesus"
    }, 
    {
      "frames": [
        {
          "id": "25-01", 
          "img": "{{:en:obs:obs-25-01.jpg?nolink&640x360}}", 
          "text": "Di situlah Yesus dicobai oleh iblis selama empat puluh hari. Sepanjang waktu itu Dia tidak makan sama sekali, dan sesudah itu Dia sangat lapar."
        }, 
        {
          "id": "25-01", 
          "img": "{{:en:obs:obs-25-01.jpg?nolink&640x360}}", 
          "text": "Di situlah Yesus dicobai oleh iblis selama empat puluh hari. Sepanjang waktu itu Dia tidak makan sama sekali, dan sesudah itu Dia sangat lapar."
        }, 
        {
          "id": "25-02", 
          "img": "{{:en:obs:obs-25-02.jpg?nolink&640x360}}", 
          "text": "Lalu iblis berkata kepada-Nya, “Kamu ini Anak Allah !!— bukan?! Jadikanlah batu ini menjadi roti!”"
        }, 
        {
          "id": "25-03", 
          "img": "{{:en:obs:obs-25-03.jpg?nolink&640x360}}", 
          "text": "Yesus menjawab, “Dalam Kitab Suci tertulis, ‘Hidup manusia tidak tergantung dari roti saja.’”"
        }, 
        {
          "id": "25-04", 
          "img": "{{:en:obs:obs-25-04.jpg?nolink&640x360}}", 
          "text": "Lalu dia berkata kepada-Nya, “Kalau kamu adalah Anak Allah, lompatlah ke bawah! Karena dalam Kitab Suci tertulis, ‘Allah akan menyuruh para malaikat untuk menjagamu,’ dan ‘tangan mereka akan memegangmu, sehingga kakimu tidak sampai kena batu.’”"
        }, 
        {
          "id": "25-04", 
          "img": "{{:en:obs:obs-25-04.jpg?nolink&640x360}}", 
          "text": "Lalu dia berkata kepada-Nya, “Kalau kamu adalah Anak Allah, lompatlah ke bawah! Karena dalam Kitab Suci tertulis, ‘Allah akan menyuruh para malaikat untuk menjagamu,’ dan ‘tangan mereka akan memegangmu, sehingga kakimu tidak sampai kena batu.’”"
        }, 
        {
          "id": "25-05", 
          "img": "{{:en:obs:obs-25-05.jpg?nolink&640x360}}", 
          "text": "Jawab Yesus, “Ada juga tertulis, ‘Janganlah kamu mencobai Tuhan Allahmu.’”"
        }, 
        {
          "id": "25-06", 
          "img": "{{:en:obs:obs-25-06.jpg?nolink&640x360}}", 
          "text": "Lalu dia berkata kepada Yesus, “Aku akan memberikan semua itu kepadamu kalau kamu sujud dan menyembah aku.”"
        }, 
        {
          "id": "25-06", 
          "img": "{{:en:obs:obs-25-06.jpg?nolink&640x360}}", 
          "text": "Lalu dia berkata kepada Yesus, “Aku akan memberikan semua itu kepadamu kalau kamu sujud dan menyembah aku.”"
        }, 
        {
          "id": "25-07", 
          "img": "{{:en:obs:obs-25-07.jpg?nolink&640x360}}", 
          "text": "Yesus berkata kepadanya, “Hai Satanas, pergi! Karena dalam Kitab Suci tertulis, ‘Sembahlah Tuhan Allahmu, dan Dia sajalah yang kamu layani.’”"
        }, 
        {
          "id": "25-08", 
          "img": "{{:en:obs:obs-25-08.jpg?nolink&640x360}}", 
          "text": "Lalu iblis meninggalkan Yesus, dan malaikat-malaikat datang dan melayani Dia."
        }
      ], 
      "number": "25", 
      "ref": "Sebuah cerita Alkitab yang diambil dari: Matius 4:1-14; Markus 1:12-13; Lukas 4:1-13", 
      "title": "25. Yesus dicobai oleh iblis"
    }, 
    {
      "frames": [
        {
          "id": "26-01", 
          "img": "{{:en:obs:obs-26-01.jpg?nolink&640x360}}", 
          "text": "Dia mengajar di rumah-rumah pertemuan orang Yahudi yang ada di situ, dan Dia dipuji oleh semua orang sebagai orang baik."
        }, 
        {
          "id": "26-01", 
          "img": "{{:en:obs:obs-26-01.jpg?nolink&640x360}}", 
          "text": "Dia mengajar di rumah-rumah pertemuan orang Yahudi yang ada di situ, dan Dia dipuji oleh semua orang sebagai orang baik."
        }, 
        {
          "id": "26-02", 
          "img": "{{:en:obs:obs-26-02.jpg?nolink&640x360}}", 
          "text": "Kebetulan gulungan kitab yang diberikan kepada-Nya berisi tulisan Nabi Yesaya. Kemudian Yesus membuka gulungan kitab itu dan menemukan tulisan ayat-ayat seperti ini, “Dan Tuhan mengutus Aku untuk mengumumkan seperti ini: ‘Sekaranglah waktu yang dijanjikan Allah untuk menunjukkan kebaikan hati-Nya kepada kita!’”"
        }, 
        {
          "id": "26-02", 
          "img": "{{:en:obs:obs-26-02.jpg?nolink&640x360}}", 
          "text": "Kebetulan gulungan kitab yang diberikan kepada-Nya berisi tulisan Nabi Yesaya. Kemudian Yesus membuka gulungan kitab itu dan menemukan tulisan ayat-ayat seperti ini, “Dan Tuhan mengutus Aku untuk mengumumkan seperti ini: ‘Sekaranglah waktu yang dijanjikan Allah untuk menunjukkan kebaikan hati-Nya kepada kita!’”"
        }, 
        {
          "id": "26-03", 
          "img": "{{:en:obs:obs-26-03.jpg?nolink&640x360}}", 
          "text": "“Roh Tuhan ada pada-Ku, dan Allah sudah melantik Aku untuk memberitakan kabar baik kepada orang-orang miskin. Aku juga diutus-Nya untuk memberitakan kabar baik kepada para tawanan— bahwa lewat pelayanan-Ku mereka akan segera dibebaskan, dan kepada orang-orang buta— bahwa mata mereka akan disembuhkan, dan kepada orang-orang yang tertindas— bahwa mereka akan dibebaskan."
        }, 
        {
          "id": "26-04", 
          "img": "{{:en:obs:obs-26-04.jpg?nolink&640x360}}", 
          "text": "Awalnya semua orang mengatakan hal-hal yang baik tentang Yesus. Ada yang berkata, “Setiap ajarannya sangat bagus dan enak didengar.” Dan ada juga yang heran dan berkata, “Wah, bagaimana mungkin anak Yusuf bisa mengajar seperti ini?!”"
        }, 
        {
          "id": "26-04", 
          "img": "{{:en:obs:obs-26-04.jpg?nolink&640x360}}", 
          "text": "Awalnya semua orang mengatakan hal-hal yang baik tentang Yesus. Ada yang berkata, “Setiap ajarannya sangat bagus dan enak didengar.” Dan ada juga yang heran dan berkata, “Wah, bagaimana mungkin anak Yusuf bisa mengajar seperti ini?!”"
        }, 
        {
          "id": "26-04", 
          "img": "{{:en:obs:obs-26-04.jpg?nolink&640x360}}", 
          "text": "Awalnya semua orang mengatakan hal-hal yang baik tentang Yesus. Ada yang berkata, “Setiap ajarannya sangat bagus dan enak didengar.” Dan ada juga yang heran dan berkata, “Wah, bagaimana mungkin anak Yusuf bisa mengajar seperti ini?!”"
        }, 
        {
          "id": "26-05", 
          "img": "{{:en:obs:obs-26-05.jpg?nolink&640x360}}", 
          "text": "Lalu Yesus berkata, “Apa yang Aku beritahukan ini benar: Tidak ada nabi yang dihargai di kampung halamannya sendiri. Dan hal ini juga sungguh benar: Ada banyak janda di Israel pada jaman Nabi Elia— yaitu pada waktu hujan tidak turun selama tiga tahun enam bulan dan terjadi bencana kelaparan di seluruh negeri ini.Tetapi Elia tidak diutus kepada salah satu dari janda-janda di negeri dan bangsanya sendiri,tetapi hanya untuk menolong seorang janda di desa Sarfat— di dekat kota Sidon."
        }, 
        {
          "id": "26-06", 
          "img": "{{:en:obs:obs-26-06.jpg?nolink&640x360}}", 
          "text": "Ketika mereka mendengar ajaran Yesus tersebut, mereka sadar bahwa Yesus tidak akan membuat keajaiban untuk mereka. Lalu orang banyak di rumah pertemuan itu menjadi sangat marah"
        }, 
        {
          "id": "26-06", 
          "img": "{{:en:obs:obs-26-06.jpg?nolink&640x360}}", 
          "text": "Ketika mereka mendengar ajaran Yesus tersebut, mereka sadar bahwa Yesus tidak akan membuat keajaiban untuk mereka. Lalu orang banyak di rumah pertemuan itu menjadi sangat marah"
        }, 
        {
          "id": "26-07", 
          "img": "{{:en:obs:obs-26-07.jpg?nolink&640x360}}", 
          "text": "Tetapi Yesus lewat saja dari antara mereka lalu pergi."
        }, 
        {
          "id": "26-07", 
          "img": "{{:en:obs:obs-26-07.jpg?nolink&640x360}}", 
          "text": "Tetapi Yesus lewat saja dari antara mereka lalu pergi."
        }, 
        {
          "id": "26-08", 
          "img": "{{:en:obs:obs-26-08.jpg?nolink&640x360}}", 
          "text": "Setiap orang sakit di kota itu dibawa kepada Yesus oleh anggota keluarganya. Dia menyembuhkan orang-orang sakit itu dari penyakit apa saja yang mereka derita dengan meletakkan tangan-Nya pada setiap mereka."
        }, 
        {
          "id": "26-09", 
          "img": "{{:en:obs:obs-26-09.jpg?nolink&640x360}}", 
          "text": "Dan setan-setan juga keluar dari banyak orang. Setan-setan itu berteriak-teriak, “Engkau adalah Anak Allah!” Tetapi dengan tegas Yesus menegur mereka. Dia tidak mengijinkan mereka berbicara karena mereka tahu bahwa Dia adalah Kristus."
        }, 
        {
          "id": "26-10", 
          "img": "{{:en:obs:obs-26-10.jpg?nolink&640x360}}", 
          "text": "Sesudah itu, Yesus naik ke atas bukit, dan Dia memanggil dua belas orang yang sudah Dia pilih. Lalu mereka datang kepada-Nya. Dia mengangkat mereka sebagai rasul-rasul-Nya, supaya mereka bersama-sama dengan Dia, dan mereka juga bisa diutus untuk menyebarkan berita keselamatan."
        }
      ], 
      "number": "26", 
      "ref": "Sebuah cerita Alkitab dari: Matius 4:12-25; Markus 1:14-15, 35-39; 3:13-21; Lukas 4:14-30, 38-44", 
      "title": "26. Yesus memulai Pekerjaan-Nya"
    }, 
    {
      "frames": [
        {
          "id": "27-01", 
          "img": "{{:en:obs:obs-27-01.jpg?nolink&640x360}}", 
          "text": "Lalu seorang ahli Taurat berdiri di antara orang banyak itu. Dia bermaksud menguji Yesus dengan pertanyaannya. Katanya, “Guru, apa yang harus saya lakukan supaya bisa mendapatkan hidup yang selama-lamanya?” Yesus menjawabnya, “Apa yang tertulis dalam Hukum Taurat? Jawaban apa yang kamu lihat di situ?”"
        }, 
        {
          "id": "27-02", 
          "img": "{{:en:obs:obs-27-02.jpg?nolink&640x360}}", 
          "text": "Jawab orang itu, “‘Kasihilah Tuhan Allahmu dengan sepenuh hatimu, dengan segenap hidupmu, dengan segenap pikiranmu, dan dengan seluruh kekuatanmu.’ Dan, ‘Kasihilah sesamamu sama seperti kamu mengasihi dirimu sendiri.’” Dan Yesus berkata, “Jawabanmu itu benar. Lakukanlah itu, maka kamu akan mendapatkan hidup yang selama-lamanya.”"
        }, 
        {
          "id": "27-03", 
          "img": "{{:en:obs:obs-27-03.jpg?nolink&640x360}}", 
          "text": "Tetapi karena orang itu mau membenarkan dirinya, lalu dia berkata kepada Yesus, “Siapakah sesama saya itu?”"
        }, 
        {
          "id": "27-04", 
          "img": "{{:en:obs:obs-27-04.jpg?nolink&640x360}}", 
          "text": "Lalu Yesus menjawab dia dengan perumpamaan ini: “Adalah seorang laki-laki turun dari Yerusalem ke Yerikho.”"
        }, 
        {
          "id": "27-05", 
          "img": "{{:en:obs:obs-27-05.jpg?nolink&640x360}}", 
          "text": "“Dalam perjalanan dia diserang oleh beberapa perampok yang merampas semua miliknya— bahkan pakaiannya. Mereka memukuli dia sampai setengah mati. Sesudah itu mereka pergi lalu meninggalkan dia sendirian di situ.”"
        }, 
        {
          "id": "27-06", 
          "img": "{{:en:obs:obs-27-06.jpg?nolink&640x360}}", 
          "text": "“Kebetulan ada seorang imam— yaitu salah seorang yang bertugas di Rumah Allah, yang turun melalui jalan itu. Ketika dia melihat orang itu, dia menghindar dan melewatinya dari seberang jalan.”"
        }, 
        {
          "id": "27-07", 
          "img": "{{:en:obs:obs-27-07.jpg?nolink&640x360}}", 
          "text": "“Begitu juga dengan seorang dari suku Lewi— yaitu pelayan Rumah Allah. Dia lewat di situ dan melihat orang itu, lalu dia pun menghindar dan melewatinya dari seberang jalan.”"
        }, 
        {
          "id": "27-08", 
          "img": "{{:en:obs:obs-27-08.jpg?nolink&640x360}}", 
          "text": "Dia mendekati orang itu, lalu luka-lukanya dia bersihkan dengan menyiramnya dengan air anggur, lalu dituangkan minyak zaitun sebagai obat lukanya, kemudian dia membalutnya. ”"
        }, 
        {
          "id": "27-08", 
          "img": "{{:en:obs:obs-27-08.jpg?nolink&640x360}}", 
          "text": "Dia mendekati orang itu, lalu luka-lukanya dia bersihkan dengan menyiramnya dengan air anggur, lalu dituangkan minyak zaitun sebagai obat lukanya, kemudian dia membalutnya. ”"
        }, 
        {
          "id": "27-09", 
          "img": "{{:en:obs:obs-27-09.jpg?nolink&640x360}}", 
          "text": "“Sesudah itu dia menaikkan orang itu ke atas keledainya dan membawanya ke rumah penginapan, dan di sana dia merawatnya.”"
        }, 
        {
          "id": "27-10", 
          "img": "{{:en:obs:obs-27-10.jpg?nolink&640x360}}", 
          "text": "“Lalu hari berikutnya orang Samaria itu memberikan dua keping uang perak kepada pemilik penginapan itu. Katanya, ‘Rawatlah dia. Kalau biayanya masih kurang, akan saya bayar ketika saya datang kembali.’”"
        }, 
        {
          "id": "27-11", 
          "img": "{{:en:obs:obs-27-11.jpg?nolink&640x360}}", 
          "text": "Yesus mengakhiri cerita-Nya itu dengan bertanya, “Menurut pendapatmu, di antara ketiga orang itu siapakah yang merupakan sesama dari korban perampokan itu?” Kata ahli Taurat itu, “Orang yang berbelas kasihan kepadanya dan menolongnya.” Kata Yesus kepadanya, “Pergilah dan lakukanlah seperti itu.”"
        }
      ], 
      "number": "27", 
      "ref": "Sebuah cerita Alkitab diambil dari: Lukas 10:25-37", 
      "title": "27. Perumpamaan tentang orang Samaria yang baik hati"
    }, 
    {
      "frames": [
        {
          "id": "28-01", 
          "img": "{{:en:obs:obs-28-01.jpg?nolink&640x360}}", 
          "text": "Dia menjawab, “Kenapa kamu bertanya kepada-Ku tentang apa yang baik? Hanya Allah satu-satunya yang baik. Kalau kamu mau mendapat hidup selama-lamanya, taatilah perintah-perintah di dalam Hukum Taurat.”"
        }, 
        {
          "id": "28-01", 
          "img": "{{:en:obs:obs-28-01.jpg?nolink&640x360}}", 
          "text": "Dia menjawab, “Kenapa kamu bertanya kepada-Ku tentang apa yang baik? Hanya Allah satu-satunya yang baik. Kalau kamu mau mendapat hidup selama-lamanya, taatilah perintah-perintah di dalam Hukum Taurat.”"
        }, 
        {
          "id": "28-02", 
          "img": "{{:en:obs:obs-28-02.jpg?nolink&640x360}}", 
          "text": "Orang itu bertanya lagi, “Perintah-perintah yang mana yang harus saya taati?” Jawab Yesus, “Jangan membunuh, jangan berzina, jangan mencuri, jangan memberikan kesaksian palsu,hormatilah ibu-bapakmu dan kasihilah sesamamu sama seperti kamu mengasihi dirimu sendiri.”"
        }, 
        {
          "id": "28-03", 
          "img": "{{:en:obs:obs-28-03.jpg?nolink&640x360}}", 
          "text": "Orang muda itu berkata, “Semuanya itu sudah saya taati. Apa lagi yang perlu saya lakukan?”"
        }, 
        {
          "id": "28-04", 
          "img": "{{:en:obs:obs-28-04.jpg?nolink&640x360}}", 
          "text": "Yesus berkata lagi kepada orang itu, “Kalau kamu mau kehendak Allah lengkap dalam dirimu, pergilah dan juallah seluruh hartamu. Lalu bagi-bagikanlah uangnya kepada orang-orang miskin. Dengan begitu kamu akan memperoleh harta di surga. Kemudian datanglah dan ikutlah Aku.”"
        }, 
        {
          "id": "28-05", 
          "img": "{{:en:obs:obs-28-05.jpg?nolink&640x360}}", 
          "text": "Waktu orang muda itu mendengar apa yang Yesus katakan, dia pergi dengan hati yang sedih, karena dia sangat kaya dan tidak mau menjual hartanya."
        }, 
        {
          "id": "28-06", 
          "img": "{{:en:obs:obs-28-06.jpg?nolink&640x360}}", 
          "text": "Aku sungguh-sungguh katakan ini lagi: Lebih gampang seekor unta masuk melewati lubang jarum daripada orang kaya masuk ke dalam kerajaan Allah.”"
        }, 
        {
          "id": "28-06", 
          "img": "{{:en:obs:obs-28-06.jpg?nolink&640x360}}", 
          "text": "Aku sungguh-sungguh katakan ini lagi: Lebih gampang seekor unta masuk melewati lubang jarum daripada orang kaya masuk ke dalam kerajaan Allah.”"
        }, 
        {
          "id": "28-07", 
          "img": "{{:en:obs:obs-28-07.jpg?nolink&640x360}}", 
          "text": "Ketika murid-murid mendengar hal itu, mereka sangat heran dan bertanya, “Kalau begitu, siapa yang bisa selamat dan masuk surga?”"
        }, 
        {
          "id": "28-08", 
          "img": "{{:en:obs:obs-28-08.jpg?nolink&640x360}}", 
          "text": "Tetapi Yesus memandangi kami dan berkata, “Bagi manusia hal itu tidak mungkin, tetapi Allah sanggup melakukan segala sesuatu.”"
        }, 
        {
          "id": "28-09", 
          "img": "{{:en:obs:obs-28-09.jpg?nolink&640x360}}", 
          "text": "Lalu Petrus berkata kepada-Nya, “Bagaimana dengan kami? Kami sudah meninggalkan semua milik kami dan mengikut Engkau. Jadi apa yang akan kami dapatkan?”"
        }, 
        {
          "id": "28-10", 
          "img": "{{:en:obs:obs-28-10.jpg?nolink&640x360}}", 
          "text": "Tetapi banyak orang yang sekarang mempunyai kedudukan yang rendah di kemudian hari akan mendapatkan kedudukan yang tinggi. Dan banyak orang yang sekarang mempunyai kedudukan yang tinggi di kemudian hari akan mendapatkan kedudukan yang rendah.”"
        }, 
        {
          "id": "28-10", 
          "img": "{{:en:obs:obs-28-10.jpg?nolink&640x360}}", 
          "text": "Tetapi banyak orang yang sekarang mempunyai kedudukan yang rendah di kemudian hari akan mendapatkan kedudukan yang tinggi. Dan banyak orang yang sekarang mempunyai kedudukan yang tinggi di kemudian hari akan mendapatkan kedudukan yang rendah.”"
        }
      ], 
      "number": "28", 
      "ref": "Sebuah cerita Alkitab dari: Matius 19:16-30; Markus 10:17-31; Lukas 18:18-30", 
      "title": "28. Seorang laki-laki muda yang kaya"
    }, 
    {
      "frames": [
        {
          "id": "29-01", 
          "img": "{{:en:obs:obs-29-01.jpg?nolink&640x360}}", 
          "text": "Jawab Yesus, “Tujuh kali? Bukan. Tujuh puluh tujuh kali? Bukan. Tetapi selalu memaafkan tanpa menghitung-hitungnya.<font 14px line-height: 19px;/Arial, Helvetica, sans-serif;;#000000;;#ffffff>Biarlah Aku menjelaskan kenapa Aku menjawab seperti itu:</font>"
        }, 
        {
          "id": "29-01", 
          "img": "{{:en:obs:obs-29-01.jpg?nolink&640x360}}", 
          "text": "Jawab Yesus, “Tujuh kali? Bukan. Tujuh puluh tujuh kali? Bukan. Tetapi selalu memaafkan tanpa menghitung-hitungnya.<font 14px line-height: 19px;/Arial, Helvetica, sans-serif;;#000000;;#ffffff>Biarlah Aku menjelaskan kenapa Aku menjawab seperti itu:</font>"
        }, 
        {
          "id": "29-01", 
          "img": "{{:en:obs:obs-29-01.jpg?nolink&640x360}}", 
          "text": "Jawab Yesus, “Tujuh kali? Bukan. Tujuh puluh tujuh kali? Bukan. Tetapi selalu memaafkan tanpa menghitung-hitungnya.<font 14px line-height: 19px;/Arial, Helvetica, sans-serif;;#000000;;#ffffff>Biarlah Aku menjelaskan kenapa Aku menjawab seperti itu:</font>"
        }, 
        {
          "id": "29-02", 
          "img": "{{:en:obs:obs-29-02.jpg?nolink&640x360}}", 
          "text": "Waktu perhitungan itu dimulai, ada seorang pegawai yang mempunyai utang ratusan ribu kilogram emas. Dan pegawai itu dibawa menghadap raja."
        }, 
        {
          "id": "29-02", 
          "img": "{{:en:obs:obs-29-02.jpg?nolink&640x360}}", 
          "text": "Waktu perhitungan itu dimulai, ada seorang pegawai yang mempunyai utang ratusan ribu kilogram emas. Dan pegawai itu dibawa menghadap raja."
        }, 
        {
          "id": "29-02", 
          "img": "{{:en:obs:obs-29-02.jpg?nolink&640x360}}", 
          "text": "Waktu perhitungan itu dimulai, ada seorang pegawai yang mempunyai utang ratusan ribu kilogram emas. Dan pegawai itu dibawa menghadap raja."
        }, 
        {
          "id": "29-03", 
          "img": "{{:en:obs:obs-29-03.jpg?nolink&640x360}}", 
          "text": "<font 14px line-height: 19px;/Arial, Helvetica, sans-serif;;#000000;;#ffffff>Tetapi pegawai tersebut tidak mampu membayar utangnya. Jadi raja memerintahkan para tentaranya supaya pegawai itu, istrinya dan anak-anaknya serta semua hartanya dijual. Lalu uang hasil penjualan itu dipakai untuk membayar utangnya itu.</font>"
        }, 
        {
          "id": "29-03", 
          "img": "{{:en:obs:obs-29-03.jpg?nolink&640x360}}", 
          "text": "<font 14px line-height: 19px;/Arial, Helvetica, sans-serif;;#000000;;#ffffff>Tetapi pegawai tersebut tidak mampu membayar utangnya. Jadi raja memerintahkan para tentaranya supaya pegawai itu, istrinya dan anak-anaknya serta semua hartanya dijual. Lalu uang hasil penjualan itu dipakai untuk membayar utangnya itu.</font>"
        }, 
        {
          "id": "29-04", 
          "img": "{{:en:obs:obs-29-04.jpg?nolink&640x360}}", 
          "text": "<font 14px line-height: 19px;/Arial, Helvetica, sans-serif;;#000000;;#ffffff>“Jadi pegawai itu sujud di hadapannya dan memohon, ‘Ya, Tuan, sabarlah dulu! Saya akan membayar semua utang saya!’ Hati raja pun tersentuh dan merasa kasihan kepadanya, sehingga dia dan keluarganya dibebaskan dan semua utangnya pun dihapuskan.</font>"
        }, 
        {
          "id": "29-04", 
          "img": "{{:en:obs:obs-29-04.jpg?nolink&640x360}}", 
          "text": "<font 14px line-height: 19px;/Arial, Helvetica, sans-serif;;#000000;;#ffffff>“Jadi pegawai itu sujud di hadapannya dan memohon, ‘Ya, Tuan, sabarlah dulu! Saya akan membayar semua utang saya!’ Hati raja pun tersentuh dan merasa kasihan kepadanya, sehingga dia dan keluarganya dibebaskan dan semua utangnya pun dihapuskan.</font>"
        }, 
        {
          "id": "29-05", 
          "img": "{{:en:obs:obs-29-05.jpg?nolink&640x360}}", 
          "text": "<font 14px line-height: 19px;/Arial, Helvetica, sans-serif;;#000000;;#ffffff>Dia pergi keluar dan bertemu dengan salah satu temannya sesama pegawai kerajaan yang berutang hanya seratus keping uang perak kepadanya. Dia menangkapnya, mencekiknya sambil berkata, ‘Bayar utangmu!’</font>"
        }, 
        {
          "id": "29-05", 
          "img": "{{:en:obs:obs-29-05.jpg?nolink&640x360}}", 
          "text": "<font 14px line-height: 19px;/Arial, Helvetica, sans-serif;;#000000;;#ffffff>Dia pergi keluar dan bertemu dengan salah satu temannya sesama pegawai kerajaan yang berutang hanya seratus keping uang perak kepadanya. Dia menangkapnya, mencekiknya sambil berkata, ‘Bayar utangmu!’</font>"
        }, 
        {
          "id": "29-06", 
          "img": "{{:en:obs:obs-29-06.jpg?nolink&640x360}}", 
          "text": "Temannya itu sujud dan memohon, ‘Ya, Tuan, sabarlah dulu! Saya akan membayar semua utang saya!’ “Tetapi dia tidak mau bersabar. Melainkan dia melaporkan temannya itu kepada hakim supaya dipenjarakan sampai teman itu melunasi semua utangnya."
        }, 
        {
          "id": "29-06", 
          "img": "{{:en:obs:obs-29-06.jpg?nolink&640x360}}", 
          "text": "Temannya itu sujud dan memohon, ‘Ya, Tuan, sabarlah dulu! Saya akan membayar semua utang saya!’ “Tetapi dia tidak mau bersabar. Melainkan dia melaporkan temannya itu kepada hakim supaya dipenjarakan sampai teman itu melunasi semua utangnya."
        }, 
        {
          "id": "29-07", 
          "img": "{{:en:obs:obs-29-07.jpg?nolink&640x360}}", 
          "text": "<font 14px line-height: 19px;/Arial, Helvetica, sans-serif;;#000000;;#ffffff>Waktu pegawai-pegawai yang lain melihat kejadian itu, mereka sangat sedih. Lalu mereka melaporkan kejadian itu kepada raja.</font>"
        }, 
        {
          "id": "29-07", 
          "img": "{{:en:obs:obs-29-07.jpg?nolink&640x360}}", 
          "text": "<font 14px line-height: 19px;/Arial, Helvetica, sans-serif;;#000000;;#ffffff>Waktu pegawai-pegawai yang lain melihat kejadian itu, mereka sangat sedih. Lalu mereka melaporkan kejadian itu kepada raja.</font>"
        }, 
        {
          "id": "29-08", 
          "img": "{{:en:obs:obs-29-08.jpg?nolink&640x360}}", 
          "text": "Maka raja itu begitu marah sehingga dia menyuruh pegawai yang jahat itu dipenjarakan, dan penjaga penjara juga disuruh untuk memukul dia setiap hari sampai semua utangnya dibayar lunas."
        }, 
        {
          "id": "29-08", 
          "img": "{{:en:obs:obs-29-08.jpg?nolink&640x360}}", 
          "text": "Maka raja itu begitu marah sehingga dia menyuruh pegawai yang jahat itu dipenjarakan, dan penjaga penjara juga disuruh untuk memukul dia setiap hari sampai semua utangnya dibayar lunas."
        }, 
        {
          "id": "29-08", 
          "img": "{{:en:obs:obs-29-08.jpg?nolink&640x360}}", 
          "text": "Maka raja itu begitu marah sehingga dia menyuruh pegawai yang jahat itu dipenjarakan, dan penjaga penjara juga disuruh untuk memukul dia setiap hari sampai semua utangnya dibayar lunas."
        }, 
        {
          "id": "29-09", 
          "img": "{{:en:obs:obs-29-09.jpg?nolink&640x360}}", 
          "text": "<font 14px line-height: 19px;/Arial, Helvetica, sans-serif;;#000000;;#ffffff>“Begitu juga yang akan dilakukan oleh Bapa-Ku yang di surga kepada kalian masing-masing, kalau kamu tidak sungguh-sungguh memaafkan setiap orang yang bersalah kepadamu.”</font>"
        }, 
        {
          "id": "29-09", 
          "img": "{{:en:obs:obs-29-09.jpg?nolink&640x360}}", 
          "text": "<font 14px line-height: 19px;/Arial, Helvetica, sans-serif;;#000000;;#ffffff>“Begitu juga yang akan dilakukan oleh Bapa-Ku yang di surga kepada kalian masing-masing, kalau kamu tidak sungguh-sungguh memaafkan setiap orang yang bersalah kepadamu.”</font>"
        }
      ], 
      "number": "29", 
      "ref": "Sebuah cerita Alkitab yang diambil dari: Matius 18:21-35", 
      "title": "29. The Story of the Unmerciful Servant"
    }, 
    {
      "frames": [
        {
          "id": "30-01", 
          "img": "{{:en:obs:obs-30-01.jpg?nolink&640x360}}", 
          "text": "Yesus menyuruh murid-muridNya untuk berkhotbah dan mengajar orang-orang. Ketika mereka kembali, mereka menceritakan kepada Yesus apa yang telah mereka ajarkan dan lakukan. Kemudian Yesus mengajak mereka pergi bersamanya ke tempat yang tenang untuk beristirahat sebentar. Jadi, mereka naik ke perahu dan pergi."
        }, 
        {
          "id": "30-02", 
          "img": "{{:en:obs:obs-30-02.jpg?nolink&640x360}}", 
          "text": "Tapi banyak orang yang melihat Yesus dan murid-murid itu pergi. Orang-orang itu berlari sepanjang pesisir danau untuk sampai ke seberang mendahului mereka. Ketika Yesus dan murid-muridNya tiba, mereka disambut oleh kerumunan orang banyak."
        }, 
        {
          "id": "30-03", 
          "img": "{{:en:obs:obs-30-03.jpg?nolink&640x360}}", 
          "text": "Ada lebih dari 5.000 orang dalam kerumunan itu, belum termasuk perempuan dan anak-anak. Yesus merasa sangat sayang kepada orang- orang itu. Bagi Yesus, orang-orang ini seperti domba tanpa gembala. Jadi dia mengajar mereka dan menyembuhkan mereka yang sakit."
        }, 
        {
          "id": "30-04", 
          "img": "{{:en:obs:obs-30-04.jpg?nolink&640x360}}", 
          "text": "Ketika hari bertambah malam, para murid berkata kepada Yesus, \"Hari sudah malam dan tidak ada kota di dekat sini. Suruhlah orang-orang itu  pergi supaya mereka bisa pergi mencari makanan.\""
        }, 
        {
          "id": "30-05", 
          "img": "{{:en:obs:obs-30-05.jpg?nolink&640x360}}", 
          "text": "Tetapi Yesus berkata kepada mereka, \"Kamu harus memberi mereka makan!\" Para murid menjawab, \"Bagaimana kami bisa melakukan itu? Kami hanya memiliki lima roti dan dua ikan. \""
        }, 
        {
          "id": "30-06", 
          "img": "{{:en:obs:obs-30-06.jpg?nolink&640x360}}", 
          "text": "Yesus memanggil orang banyak itu datang kepadaNya dan menyuruh mereka duduk berkelompok di atas rumput."
        }, 
        {
          "id": "30-07", 
          "img": "{{:en:obs:obs-30-07.jpg?nolink&640x360}}", 
          "text": "Lalu Dia mengambil lima roti dan dua ikan itu, memandang ke langit, dan memberkati makanan itu."
        }, 
        {
          "id": "30-08", 
          "img": "{{:en:obs:obs-30-08.jpg?nolink&640x360}}", 
          "text": "Kemudian Yesus mulai membelah-belah roti dan ikan itu. Dia memberikan potongan-potongan itu kepada murid-muridNya untuk diberikan kepada orang-orang itu. Para murid terus membagikan makanan itu, dan tidak pernah kehabisan! Semua orang makan sampai kenyang."
        }, 
        {
          "id": "30-09", 
          "img": "{{:en:obs:obs-30-09.jpg?nolink&640x360}}", 
          "text": "Para murid bahkan mengumpulkan dua belas bakul penuh sisa-sisa makanan yang belum dimakan. Semua makanan itu asalnya dari lima roti dan dua ikan."
        }
      ], 
      "number": "30", 
      "ref": "Sebuah kisah Alkitab dari: Matius 14:13-21; Markus 6:31-44; Lukas 9:10-17; Yohanes 6:5-15", 
      "title": "30. Yesus Memberi Makan Lima Ribu Orang"
    }, 
    {
      "frames": [
        {
          "id": "31-01", 
          "img": "{{:en:obs:obs-31-01.jpg?nolink&640x360}}", 
          "text": "Kemudian Yesus menyuruh murid-murid untuk naik ke perahu dan berlayar ke seberang danau sementara Dia menyuruh pergi orang banyak itu. Setelah Yesus menyuruh orang banyak itu pergi, Dia naik ke atas gunung untuk berdoa. Yesus di sana sendirian, dan Dia berdoa lama sekali sampai malam."
        }, 
        {
          "id": "31-02", 
          "img": "{{:en:obs:obs-31-02.jpg?nolink&640x360}}", 
          "text": "Sementara itu, perahu para murid sudah jauh dari daratan. Mereka berada dalam bahaya, karena badai telah menerpa dan perahu mereka sedang diombag-ambingkan oleh angin dan gelombang."
        }, 
        {
          "id": "31-03", 
          "img": "{{:en:obs:obs-31-03.jpg?nolink&640x360}}", 
          "text": "Yesus memutuskan untuk pergi menyusul mereka, jadi Dia berjalan di atas air menuju perahu!"
        }, 
        {
          "id": "31-04", 
          "img": "{{:en:obs:obs-31-04.jpg?nolink&640x360}}", 
          "text": "Para murid sangat ketakutan ketika mereka melihat Yesus, karena mereka pikir mereka melihat hantu. Yesus tahu bahwa mereka ketakutan, jadi Dia berkata, \"Jangan takut. Ini Aku!\""
        }, 
        {
          "id": "31-05", 
          "img": "{{:en:obs:obs-31-05.jpg?nolink&640x360}}", 
          "text": "Lalu Petrus berkata kepada Yesus, \"Tuhan, kalau itu Engkau, suruhlah aku berjalan di atas air menuju engkau!” Lalu Yesus menyuruh Petrus, \"Datanglah kemari.”"
        }, 
        {
          "id": "31-06", 
          "img": "{{:en:obs:obs-31-06.jpg?nolink&640x360}}", 
          "text": "Maka Petrus turun dari perahu dan mulai berjalan di permukaan air ke arah Yesus. Tetapi belum terlalu jauh dia berjalan, dia mengalihkan pandangan matanya dari Yesus dan mulai melihat angin kencang dan gelombang."
        }, 
        {
          "id": "31-07", 
          "img": "{{:en:obs:obs-31-07.jpg?nolink&640x360}}", 
          "text": "Lalu Petrus merasa takut dan mulai tenggelam. Dia berseru, \"Tuhan, selamatkan aku!\" Yesus mengulurkan tanganNya dan memegang tangan Petrus. Lalu Dia berkata kepada Petrus, \"Hai kau yang kurang percaya, mengapa engkau ragu?\""
        }, 
        {
          "id": "31-08", 
          "img": "{{:en:obs:obs-31-08.jpg?nolink&640x360}}", 
          "text": "Ketika Petrus dan Yesus naik ke perahu, angin segera berhenti. Para murid sangat takjub. Mereka menyembah Yesus dan berkata kepadanya, \"Sungguh, Engkau Anak Allah.\""
        }
      ], 
      "number": "31", 
      "ref": "Sebuah kisah Alkitab dari: Matius 14:22-33; Markus 6:45-52; Yohanes 6:16-21", 
      "title": "31. Yesus Berjalan di Atas Air"
    }, 
    {
      "frames": [
        {
          "id": "32-01", 
          "img": "{{:en:obs:obs-32-01.jpg?nolink&640x360}}", 
          "text": "Suatu hari, Yesus dan para murid-Nya menyeberangi Danau Galilea ke negeri orang Gerasa."
        }, 
        {
          "id": "32-02", 
          "img": "{{:en:obs:obs-32-02.jpg?nolink&640x360}}", 
          "text": "Ketika mereka sampai di seberang, seorang pria yang di rasuki roh jahat datang berlari kepada Yesus."
        }, 
        {
          "id": "32-03", 
          "img": "{{:en:obs:obs-32-03.jpg?nolink&640x360}}", 
          "text": "Pria ini begitu kuat sehingga tak ada yang bisa menahan dia. Orang-orang bahkan menggunakan rantai untuk mengikat dia, namun dia terus mematahkannya."
        }, 
        {
          "id": "32-04", 
          "img": "{{:en:obs:obs-32-04.jpg?nolink&640x360}}", 
          "text": "Dia tinggal di kuburan-kuburan di daerah itu. Siang dan malam orang ini berteriak-teriak. Dia tidak memakai pakaian dan menyayat dirinya berulang kali dengan batu."
        }, 
        {
          "id": "32-05", 
          "img": "{{:en:obs:obs-32-05.jpg?nolink&640x360}}", 
          "text": "Ketika pria itu sampai di hadapan Yesus, dia berlutut di hadapanNya . Yesus berkata, \"Keluarlah dari orang itu, kamu roh jahat!\""
        }, 
        {
          "id": "32-06", 
          "img": "{{:en:obs:obs-32-06.jpg?nolink&640x360}}", 
          "text": "Pria yang dirasuki roh jahat berteriak dengan suara keras dan berkata, \"Apa yang kau inginkan dariku, Yesus, Anak Allah Yang Mahatinggi? Tolong jangan menyiksa saya! \"Lalu Yesus bertanya kepada orang itu,\" Siapa namamu? \"Dia menjawab,\" Namaku Legiun, karena kami banyak.\" (Satu legiun adalah kelompok tentara yang berjumlah hingga 6.000 tentara.)"
        }, 
        {
          "id": "32-07", 
          "img": "{{:en:obs:obs-32-07.jpg?nolink&640x360}}", 
          "text": "Roh-roh jahat itu meminta kepada Yesus, \"Jangan usir kami dari daerah ini!\" Ada kawanan babi sedang makan di sebuah bukit di dekat tempat itu.  Jadi, roh-roh jahat itu meminta kepada Yesus, \"Tolong suruh saja kami masuk ke dalam  ke babi-babi itu!\" Yesus berkata, \"Pergilah!\""
        }, 
        {
          "id": "32-08", 
          "img": "{{:en:obs:obs-32-08.jpg?nolink&640x360}}", 
          "text": "Roh-roh jahat itu keluar dari orang itu dan masuk ke dalam babi itu. Babi-babi itu berlari menuruni tebing curam dan jatuh ke dalam laut dan tenggelam.  Ada sekitar 2.000 babi dalam kawanan itu."
        }, 
        {
          "id": "32-09", 
          "img": "{{:en:obs:obs-32-09.jpg?nolink&640x360}}", 
          "text": "Ketika orang-orang yang mengurus babi-babi itu melihat apa yang terjadi, mereka lari dan memberitahu semua orang apa yang telah dilakukan Yesus.  Semua orang datang dari kota dan melihat orang yang sebelumnya dirasuki roh-roh jahat itu. Dia sedang duduk, sudah memakai pakaian, dan bersikap seperti orang normal."
        }, 
        {
          "id": "32-10", 
          "img": "{{:en:obs:obs-32-10.jpg?nolink&640x360}}", 
          "text": "Orang-orang itu sangat takut dan meminta Yesus untuk pergi. Jadi Yesus naik ke dalam perahu dan bersiap untuk pergi. Pria yang telah disembuhkan memohon untuk pergi bersama dengan Yesus."
        }, 
        {
          "id": "32-11", 
          "img": "{{:en:obs:obs-32-11.jpg?nolink&640x360}}", 
          "text": "Tetapi Yesus berkata kepadanya, \"Pulanglah ke rumahmu dan beritahu teman-teman dan keluargamu apa yang telah Tuhan lakukan bagimu dan betapa Dia telah mengasihani engkau.\""
        }, 
        {
          "id": "32-12", 
          "img": "{{:en:obs:obs-32-12.jpg?nolink&640x360}}", 
          "text": "Jadi orang itu pergi dan memberitahu semua orang tentang apa yang telah dilakukan Yesus kepadanya. Setiap orang yang mendengar kisahnya dipenuhi dengan keheranan dan rasa takjub."
        }, 
        {
          "id": "32-13", 
          "img": "{{:en:obs:obs-32-13.jpg?nolink&640x360}}", 
          "text": "Yesus kembali ke seberang dari Danau Galilea. Banyak orang kemudian berkumpul di sekelilingnya dan mendesak-desak diriNya. Dalam kerumunan itu ada seorang wanita yang telah mengalami pendarahan selama dua belas tahun. Dia sudah menghabiskan semua uangnya untuk membayar dokter yang mencoba untuk menyembuhkannya, tetapi keadaanya justru semakin buruk."
        }, 
        {
          "id": "32-14", 
          "img": "{{:en:obs:obs-32-14.jpg?nolink&640x360}}", 
          "text": "Dia mendengar bahwa Yesus sudah menyembuhkan banyak orang sakit dan berpikir, \"Asal kujamah saja pakaian Yesus, maka aku juga akan sembuh!\" Dia pergi ke belakang Yesus dan menyentuh pakaiannya. Segera setelah dia menyentuh Yesus, pendarahannya berhenti!"
        }, 
        {
          "id": "32-15", 
          "img": "{{:en:obs:obs-32-15.jpg?nolink&640x360}}", 
          "text": "Yesus segera sadar bahwa ada kekuatan yang keluar dari diriNya. Jadi dia berbalik dan bertanya, \"Siapa yang menyentuh Aku?\" Jawab para murid, \"Tuhan, banyak orang yang berkerumun di sekitarMu dan mendesakMu. Bagaimana Engkau bisa bertanya, 'Siapa yang menyentuh Aku?'\""
        }, 
        {
          "id": "32-16", 
          "img": "{{:en:obs:obs-32-16.jpg?nolink&640x360}}", 
          "text": "Wanita itu berlutut di hadapan Yesus, gemetar dan sangat takut. Kemudian dia mengatakan hal yang sebenarnya. Yesus berkata kepadanya, \"Imanmu telah menyembuhkan engkau. Pergilah dengan selamat dan sembuh dari penyakitmu.\""
        }
      ], 
      "number": "32", 
      "ref": "Sebuah kisah Alkitab dari: Matius 8:28-34; Markus 5:1-20; Lukas 8:26-39", 
      "title": "32. Yesus Menyembuhkan Orang yang Dirasuki Setan & Perempuan yang Sakit"
    }, 
    {
      "frames": [
        {
          "id": "33-01", 
          "img": "{{:en:obs:obs-33-01.jpg?nolink&640x360}}", 
          "text": "One day, Jesus was down by the sea, teaching great crowds of people. The crowd got so big that Jesus got into a boat and began speaking from there."
        }, 
        {
          "id": "33-02", 
          "img": "{{:en:obs:obs-33-02.jpg?nolink&640x360}}", 
          "text": "Jesus told this story. “A farmer went out to plant some grain. As he was spreading the seeds by hand, some seeds fell on the path, and the birds came and ate it all.”"
        }, 
        {
          "id": "33-03", 
          "img": "{{:en:obs:obs-33-03.jpg?nolink&640x360}}", 
          "text": "“Other seeds fell on a rocky place, where there was not much soil. The seeds in the rocky soil sprouted quickly. But when the sun came up and it got hot, the plants withered and died since their roots did not go deep.”"
        }, 
        {
          "id": "33-04", 
          "img": "{{:en:obs:obs-33-04.jpg?nolink&640x360}}", 
          "text": "“Still other seeds fell among thorny bushes. Those seeds were choked by the thorns and did not produce any grain.”"
        }, 
        {
          "id": "33-05", 
          "img": "{{:en:obs:obs-33-05.jpg?nolink&640x360}}", 
          "text": "“Other seeds fell into good soil. These seeds grew up and produced 30, 60, or even 100 times as much grain as had been planted. He who has ears, let him hear!”"
        }, 
        {
          "id": "33-06", 
          "img": "{{:en:obs:obs-33-06.jpg?nolink&640x360}}", 
          "text": "This story confused the disciples. So Jesus explained, “The seed represents the Word of God. The seeds on the path are like people who hear God’s Word, do not understand it, and the devil takes the word from them.”"
        }, 
        {
          "id": "33-07", 
          "img": "{{:en:obs:obs-33-07.jpg?nolink&640x360}}", 
          "text": "“The seeds on the rocky soil are like people who hear God’s Word and accept it with joy. But in times of hardship or persecution, they fall away because they have no maturity.”"
        }, 
        {
          "id": "33-08", 
          "img": "{{:en:obs:obs-33-08.jpg?nolink&640x360}}", 
          "text": "“The seeds in the thorns are like people who hear God’s Word and believe it. But as time passes, their love for God is choked out by the cares, riches, and pleasures of life. The teaching they heard does not produce fruit.”"
        }, 
        {
          "id": "33-09", 
          "img": "{{:en:obs:obs-33-09.jpg?nolink&640x360}}", 
          "text": "“But the seeds that fall on good soil represent people who hear the Word of God, believe it, and produce fruit.”"
        }
      ], 
      "number": "33", 
      "ref": "A Bible story from: Matthew 13:1-8, 18-23; Mark 4:1-8, 13-20; Luke 8:4-15", 
      "title": "33. The Story of the Farmer"
    }, 
    {
      "frames": [
        {
          "id": "34-01", 
          "img": "{{:en:obs:obs-34-01.jpg?nolink&640x360}}", 
          "text": "Jesus told many other stories about the Kingdom of God. He said, “The Kingdom of God is like a mustard seed that a man planted in his field. When it is a seed, it is the smallest seed of all.”"
        }, 
        {
          "id": "34-02", 
          "img": "{{:en:obs:obs-34-02.jpg?nolink&640x360}}", 
          "text": "“But when the mustard seed has grown, it is the largest of all garden plants, big enough that even the birds come and make nests in its branches.”"
        }, 
        {
          "id": "34-03", 
          "img": "{{:en:obs:obs-34-03.jpg?nolink&640x360}}", 
          "text": "Jesus told another story, “The Kingdom of God is like yeast that a woman mixed into some bread dough until it spread all the way through.”"
        }, 
        {
          "id": "34-04", 
          "img": "{{:en:obs:obs-34-04.jpg?nolink&640x360}}", 
          "text": "“The Kingdom of God is also like hidden treasure in a field, which a man found and then buried again. In his joy, he went and sold everything he had and bought that field.”"
        }, 
        {
          "id": "34-05", 
          "img": "{{:en:obs:obs-34-05.jpg?nolink&640x360}}", 
          "text": "“The Kingdom of God is also like a pearl merchant who was looking for perfect pearls. When he found one of great value, he sold all that he had and bought it.”"
        }, 
        {
          "id": "34-06", 
          "img": "{{:en:obs:obs-34-06.jpg?nolink&640x360}}", 
          "text": "Then Jesus told a story about people who trust in their own good deeds and despise other people. “Two men went up to the Temple to pray. One of them was a tax collector, and the other a religious leader.”"
        }, 
        {
          "id": "34-07", 
          "img": "{{:en:obs:obs-34-07.jpg?nolink&640x360}}", 
          "text": "“The religious leader prayed like this, ‘Thank you God that I am not like other men—robbers, unjust men, adulterers, or even like that tax collector.’”"
        }, 
        {
          "id": "34-08", 
          "img": "{{:en:obs:obs-34-08.jpg?nolink&640x360}}", 
          "text": "“‘I fast two times every week and I give you ten percent of everything I get.’”"
        }, 
        {
          "id": "34-09", 
          "img": "{{:en:obs:obs-34-09.jpg?nolink&640x360}}", 
          "text": "“But the tax collector stood far away, did not even lift his eyes up to heaven, but beat his chest and prayed, ‘God, have mercy on me, a sinner.’”"
        }, 
        {
          "id": "34-10", 
          "img": "{{:en:obs:obs-34-10.jpg?nolink&640x360}}", 
          "text": "Then Jesus said, “I tell you the truth, the tax collector went home forgiven, and not the religious leader. Everyone who is proud will be humbled, but whoever humbles himself will be lifted up.”"
        }
      ], 
      "number": "34", 
      "ref": "A Bible story from: Matthew 13:31-33, 44-46; Mark 4:30-32; Luke 13:18-21; 18:9-14", 
      "title": "34. Jesus Teaches Other Stories"
    }, 
    {
      "frames": [
        {
          "id": "35-01", 
          "img": "{{:en:obs:obs-35-01.jpg?nolink&640x360}}", 
          "text": "One day, Jesus was teaching many tax collectors and sinners who were with him."
        }, 
        {
          "id": "35-02", 
          "img": "{{:en:obs:obs-35-02.jpg?nolink&640x360}}", 
          "text": "The religious leaders were grumbling because Jesus was treating these people as friends. So Jesus told this story."
        }, 
        {
          "id": "35-03", 
          "img": "{{:en:obs:obs-35-03.jpg?nolink&640x360}}", 
          "text": "“There was a man who had two sons. The younger son told his father, ‘Father, I want my inheritance now!’ So the father divided his property between the two sons.”"
        }, 
        {
          "id": "35-04", 
          "img": "{{:en:obs:obs-35-04.jpg?nolink&640x360}}", 
          "text": "“Soon the younger son gathered all that he had and went far away and wasted his money in sinful living.”"
        }, 
        {
          "id": "35-05", 
          "img": "{{:en:obs:obs-35-05.jpg?nolink&640x360}}", 
          "text": "“At that time a severe famine came on the land, and the younger son had no money to buy food. So he took the only job he could find, feeding pigs. He was so miserable and hungry that he wanted to eat the pigs’ food.”"
        }, 
        {
          "id": "35-06", 
          "img": "{{:en:obs:obs-35-06.jpg?nolink&640x360}}", 
          "text": "“Finally, the younger son said to himself, ‘What am I doing? All my father’s servants have plenty to eat, and yet here I am starving. I will go back to my father and ask to be one of his servants.’”"
        }, 
        {
          "id": "35-07", 
          "img": "{{:en:obs:obs-35-07.jpg?nolink&640x360}}", 
          "text": "“While the younger son was still far away, his father saw him and felt compassion for him. He ran to his son and hugged him and kissed him.”"
        }, 
        {
          "id": "35-08", 
          "img": "{{:en:obs:obs-35-08.jpg?nolink&640x360}}", 
          "text": "“The son said, ‘Father, I have sinned against God and against you. I am not worthy to be your son.’”"
        }, 
        {
          "id": "35-09", 
          "img": "{{:en:obs:obs-35-09.jpg?nolink&640x360}}", 
          "text": "“But his father told one of his servants, ‘Go quickly! Bring the best clothes and put them on my son! Put a ring on his finger and put sandals on his feet. Then kill the best calf so we can have a feast, because my son was dead, but now he is alive! He was lost, but now he is found!’”"
        }, 
        {
          "id": "35-10", 
          "img": "{{:en:obs:obs-35-10.jpg?nolink&640x360}}", 
          "text": "“And the people began to celebrate. Before long, the older son came home from working in the field. He heard the music and dancing and wondered what was happening.”"
        }, 
        {
          "id": "35-11", 
          "img": "{{:en:obs:obs-35-11.jpg?nolink&640x360}}", 
          "text": "“When the older son found out that there was a party because his brother had come home, he was very angry and would not go into the house. His father came out and begged him to join the party, but he refused.”"
        }, 
        {
          "id": "35-12", 
          "img": "{{:en:obs:obs-35-12.jpg?nolink&640x360}}", 
          "text": "“The older son said to his father, ‘All these years I’ve worked so faithfully for you! I never disobeyed you, and still you did not even give me one small goat so I could celebrate with my friends. But when this son of yours who wasted your money on sinful behavior came home, you killed the best calf for him!’”"
        }, 
        {
          "id": "35-13", 
          "img": "{{:en:obs:obs-35-13.jpg?nolink&640x360}}", 
          "text": "“The father answered, ‘My son, you are always with me, and everything I have is yours. But it is right for us to celebrate, because your brother was dead, but now is alive. He was lost, but now is found!’”"
        }
      ], 
      "number": "35", 
      "ref": "A Bible story from: Luke 15:11-32", 
      "title": "35. The Story of the Compassionate Father"
    }, 
    {
      "frames": [
        {
          "id": "36-01", 
          "img": "{{:en:obs:obs-36-01.jpg?nolink&640x360}}", 
          "text": "Suatu hari, Yesus membawa tiga orang murid-Nya, Petrus, Yakobus, dan Yohanes bersama Dia. (Yohanes yang ini bukanlah orang yang sama yang membaptis Yesus.) Mereka naik ke atas sebuah gunung yang tinggi."
        }, 
        {
          "id": "36-02", 
          "img": "{{:en:obs:obs-36-02.jpg?nolink&640x360}}", 
          "text": "Tiba-tiba seluruh  wajah Yesus berubah menjadi terang seperti matahari dan pakaian-Nya menjadi putih seperti cahaya, lebih putih daripada yang dapat dibuat oleh orang di bumi."
        }, 
        {
          "id": "36-03", 
          "img": "{{:en:obs:obs-36-03.jpg?nolink&640x360}}", 
          "text": "Kemudian Musa dan Elia, yang keduanya hidup ratusan tahun yang lalu, muncul. Mereka berbicara kepada Yesus tentang kematiannya yang akan segera terjadi di Yerusalem."
        }, 
        {
          "id": "36-04", 
          "img": "{{:en:obs:obs-36-04.jpg?nolink&640x360}}", 
          "text": "Saat Musa dan Elia sedang berbicara dengan Yesus, Petrus berkata, \"Yesus, baik sekali kita berada di sini.  Baiklah kami mendirikan tiga kemah, satu untuk Engkau, satu untuk Musa dan satu untuk Elia. \"Petrus tidak tahu apa yang dikatakannya."
        }, 
        {
          "id": "36-05", 
          "img": "{{:en:obs:obs-36-05.jpg?nolink&640x360}}", 
          "text": "Saat Petrus sedang berbicara, awan yang sangat terang turun di atas mereka dan suara dari awan itu berkata, \"Inilah Anak-Ku yang Kukasihi. Aku senang dengan dia. Dengarkan dia.\"  Tiga murid itu terkejut dan jatuh ke tanah."
        }, 
        {
          "id": "36-06", 
          "img": "{{:en:obs:obs-36-06.jpg?nolink&640x360}}", 
          "text": "Lalu Yesus menjamah mereka dan berkata, \"Jangan takut. Bangunlah.\"  Ketika mereka memandang sekeliling mereka tidak melihat seorangpun selain Yesus."
        }, 
        {
          "id": "36-07", 
          "img": "{{:en:obs:obs-36-07.jpg?nolink&640x360}}", 
          "text": "Saat mereka kembali turun dari gunung, Yesus berkata, \"Jangan bilang siapa-siapa tentang apa yang terjadi disini sampai Aku telah dibangkitkan dari antara orang mati.\""
        }
      ], 
      "number": "36", 
      "ref": "Sebuah kisah Alkitab dari: Matius 17:1-9; Mark 9:2-8; Lukas 9:28-36", 
      "title": "36. Yesus Berubah Wujud"
    }, 
    {
      "frames": [
        {
          "id": "37-01", 
          "img": "{{:en:obs:obs-37-01.jpg?nolink&640x360}}", 
          "text": "Suatu hari, Yesus menerima pesan bahwa Lazarus sakit parah. Lazarus dan dua saudara perempuannya, Maria dan Marta, adalah teman baik Yesus. Ketika Yesus mendengar berita ini, ia berkata, \"Penyakit ini tidak akan berakhir dengan kematian, tetapi akan membawa kemuliaan bagi Tuhan.\"  Yesus mengasihi teman-temannya, sehingga ia menunggu di mana ia berada selama dua hari."
        }, 
        {
          "id": "37-02", 
          "img": "{{:en:obs:obs-37-02.jpg?nolink&640x360}}", 
          "text": "Lalu Dia berkata kepada murid-murid-Nya, \"Mari kita kembali ke Yudea.\" \"Tapi Guru,\" jawab para murid, \"beberapa waktu yang lalu orang-orang di sana ingin membunuhmu!\" Yesus berkata, \"Lazarus, saudara kita telah tertidur, dan Aku harus membangunkannya.\""
        }, 
        {
          "id": "37-03", 
          "img": "{{:en:obs:obs-37-03.jpg?nolink&640x360}}", 
          "text": "Murid-muridNya menjawab, \"Tuhan, kalau Lazarus sedang tidur, dia akan sembuh sendiri.\" Lalu Yesus berkata dengan terus terang, \"Lazarus sudah mati. Aku senang kita tidak ada di sana ketika dia meninggal, karena sekarang kamu akan melihat hal-hal menakjubkan supaya kamu dapat percaya.\""
        }, 
        {
          "id": "37-04", 
          "img": "{{:en:obs:obs-37-04.jpg?nolink&640x360}}", 
          "text": "Ketika Yesus sampai di sana, Lazarus telah meninggal selama empat hari. Martha pergi menemui Yesus dan berkata, \"Guru, kalau saja  Engkau ada di sini, saudaraku tidak akan mati. Tapi aku percaya Tuhan akan memberikan apa pun yang Engkau minta dari-Nya.\""
        }, 
        {
          "id": "37-05", 
          "img": "{{:en:obs:obs-37-05.jpg?nolink&640x360}}", 
          "text": "Yesus menjawab, \"Akulah Kebangkitan dan Hidup. Siapapun yang percaya kepadaKu akan hidup, meskipun dia meninggal. Setiap orang yang percaya kepadaKu tidak akan pernah mati.  Apakah kamu percaya ini?\" \"Ya, Guru!\" jawab Martha.\"Saya percaya Engkau adalah Mesias, Anak Allah.\""
        }, 
        {
          "id": "37-06", 
          "img": "{{:en:obs:obs-37-06.jpg?nolink&640x360}}", 
          "text": "Lalu Maria tiba. Dia menjatuhkan diri di kaki Yesus dan berkata, \"Tuhan, kalau Engkau ada di sini, saudaraku tidak akan mati.\" \"Di mana kamu menaruh Lazarus?\"  Dia bertanya kepada mereka. Mereka mengatakan kepadanya, \"Di makam. Datang dan lihat.\" Lalu Yesus menangis."
        }, 
        {
          "id": "37-07", 
          "img": "{{:en:obs:obs-37-07.jpg?nolink&640x360}}", 
          "text": "Makam itu adalah sebuah gua dengan batu yang digulirkan di pintu masuknya. Ketika Yesus tiba di makam, ia mengatakan kepada mereka, \"Gulingkan batu itu.\" Tapi Martha mengatakan, \"Dia telah mati selama empat hari. Pasti sudah berbau.\""
        }, 
        {
          "id": "37-08", 
          "img": "{{:en:obs:obs-37-08.jpg?nolink&640x360}}", 
          "text": "Yesus menjawab, \"Apakah Aku tidak memberitahu kamu bahwa kamu akan melihat kemuliaan Allah jika kamu percaya?\" Jadi mereka menggulingkan batu itu."
        }, 
        {
          "id": "37-09", 
          "img": "{{:en:obs:obs-37-09.jpg?nolink&640x360}}", 
          "text": "Lalu Yesus menengadah ke langit dan berkata, \"Bapa, terima kasih karena mendengarkan Aku. Aku tahu Engkau selalu mendengarkan Aku, tetapi Aku mengatakan ini demi semua orang yang berdiri di sini, sehingga mereka akan percaya Bahwa Engkau mengutus Aku.\" Lalu Yesus berseru, \"Lazarus, keluarlah!\""
        }, 
        {
          "id": "37-10", 
          "img": "{{:en:obs:obs-37-10.jpg?nolink&640x360}}", 
          "text": "Dan Lazarus keluar! Dia masih terbungkus dalam kain kafan. Yesus berkata kepada mereka, \"Bantu dia melepaskan diri  dari kain kafan tersebut dan membebaskannya!\"  Banyak orang Yahudi percaya kepada Yesus karena mujizat ini."
        }, 
        {
          "id": "37-11", 
          "img": "{{:en:obs:obs-37-11.jpg?nolink&640x360}}", 
          "text": "Tetapi para pemimpin agama Yahudi iri hati, sehingga mereka berkumpul untuk merencanakan bagaimana mereka bisa membunuh Yesus dan Lazarus."
        }
      ], 
      "number": "37", 
      "ref": "Sebuah kisah Alkitab dari Yohanes 11:1-46", 
      "title": "37. Yesus Membangkiatan Lazarus dari Kematian"
    }, 
    {
      "frames": [
        {
          "id": "38-01", 
          "img": "{{:en:obs:obs-38-01.jpg?nolink&640x360}}", 
          "text": "Yesus telah berkhotbah selama sekitar tiga tahun. Saat itu adalah Hari Raya Paskah ketika orang Yahudi mengingat bagaimana Allah telah menyelamatkan mereka dari perbudakan di Mesir bertahun-tahun lalu. Yesus tahu apa yang akan terjadi padaNya dan mengatakan kepada murid-muridnya Dia pergi ke Yerusalem di mana Dia akan dibunuh."
        }, 
        {
          "id": "38-02", 
          "img": "{{:en:obs:obs-38-02.jpg?nolink&640x360}}", 
          "text": "Para pemimpin Yahudi di Yerusalem telah menolak Yesus sebagai Mesias dan berencana untuk membunuhNya. Yudas adalah salah satu murid Yesus. Dia bertanggung jawab atas uang para murid, tetapi dia tidak jujur dan sering mencuri dari uang itu.  Yudas pergi kepada orang-orang Yahudi dan menawarkan untuk mengkhianati Yesus kepada mereka."
        }, 
        {
          "id": "38-03", 
          "img": "{{:en:obs:obs-38-03.jpg?nolink&640x360}}", 
          "text": "Para pemimpin Yahudi, yang dipimpin oleh imam besar, membayar Yudas tiga puluh keping perak untuk mengkhianati Yesus. Hal ini terjadi sebagaimana yang telah dinubuatkan para nabi. Yudas setuju, mengambil uang itu, lalu pergi, mencari kesempatan untuk membantu mereka menangkap Yesus."
        }, 
        {
          "id": "38-04", 
          "img": "{{:en:obs:obs-38-04.jpg?nolink&640x360}}", 
          "text": "Yesus merayakan Hari Raya Paskah dengan murid-muridnya. Pada waktu makan Yesus mengambil roti dan memecah-mecahkannya dan berkata: \"Ambillah, makanlah ini. Ini adalah tubuhKu, yang diserahkan bagimu. Lakukan ini untuk mengingat Aku.\"  Dengan cara demikian, Yesus menyatakan bahwa tubuhNya akan dikorbankan untuk mereka."
        }, 
        {
          "id": "38-05", 
          "img": "{{:en:obs:obs-38-05.jpg?nolink&640x360}}", 
          "text": "Kemudian ia mengambil cangkir dan berkata, \"Minumlah ini. Ini adalah darahKu dari Perjanjian Baru yang ditumpahkan untuk pengampunan dosa. Lakukan ini untuk mengingat Aku setiap kali kamu minum.\" Dengan cara ini, Yesus berkata bahwa darahNya akan dicurahkan untuk mengampuni dosa-dosa mereka."
        }, 
        {
          "id": "38-06", 
          "img": "{{:en:obs:obs-38-06.jpg?nolink&640x360}}", 
          "text": "Lalu Yesus berkata kepada murid-murid, \"Salah satu dari kalian akan mengkhianatiKu.\" Murid-murid terkejut dan tidak tahu siapa yang akan melakukan hal seperti itu. Yesus berkata, \"Seseorang yang kepadaNya Kuberikan potongan roti Ini adalah penghianat itu.\" Kemudian ia memberi roti kepada Yudas."
        }, 
        {
          "id": "38-07", 
          "img": "{{:en:obs:obs-38-07.jpg?nolink&640x360}}", 
          "text": "Setelah Yudas menerima roti itu, Iblis merasuki dirinya. Yudas pergi untuk membantu para pemimpin Yahudi menangkap Yesus. Saat itu hari sudah malam."
        }, 
        {
          "id": "38-08", 
          "img": "{{:en:obs:obs-38-08.jpg?nolink&640x360}}", 
          "text": "Setelah makan, Yesus dan murid-muridnya berjalan ke Bukit Zaitun. Yesus berkata, \"Kalian semua akan meninggalkan Aku malam ini. Ada tertulis, 'Aku akan memukul Gembala itu dan domba-domba itu akan tercerai-berai.'\""
        }, 
        {
          "id": "38-09", 
          "img": "{{:en:obs:obs-38-09.jpg?nolink&640x360}}", 
          "text": "Petrus menjawab, \"Bahkan kalau yang lain meninggalkan Engkau, aku tidak akan!\" Lalu Yesus berkata kepada Petrus, \"Setan ingin mendapatkan kalian semua, tapi aku telah berdoa untuk engkmu, Petrus, supaya imanmu tidak akan goyah. Meski begitu, malam ini, sebelum ayam berkokok, engaku sudah menyangkal Aku tiga kali.\""
        }, 
        {
          "id": "38-10", 
          "img": "{{:en:obs:obs-38-10.jpg?nolink&640x360}}", 
          "text": "Petrus kemudian berkata kepada Yesus, \"Bahkan jika aku harus mati, Aku tidak akan pernah menyangkal Engkau!\" Seluruh murid-murid lainnya mengatakan hal yang sama."
        }, 
        {
          "id": "38-11", 
          "img": "{{:en:obs:obs-38-11.jpg?nolink&640x360}}", 
          "text": "Lalu Yesus pergi bersama murid-murid-Nya ke suatu tempat yang bernama Getsemani. Yesus menyuruh murid-muridnya untuk berdoa supaya mereka tidak jatuh ke dalam pencobaan. Kemudian Yesus pergi untuk berdoa sendiri."
        }, 
        {
          "id": "38-12", 
          "img": "{{:en:obs:obs-38-12.jpg?nolink&640x360}}", 
          "text": "Yesus berdoa tiga kali, \"Bapa-Ku, jika tidak ada jalan lain bagi dosa-dosa manusia diampuni, kehendakMU jadilah.\" Yesus sangat gelisah dan keringatnya seperti tetes darah. Allah mengutus seorang malaikat untuk menguatkan dia."
        }, 
        {
          "id": "38-13", 
          "img": "{{:en:obs:obs-38-13.jpg?nolink&640x360}}", 
          "text": "Setelah beberapa kali berdoa, Yesus datang kembali kepada murid-murid-Nya, tetapi mereka tidur. Setelah ketiga kalinya, Yesus berkata, \"Bangun! Dia yang menyerahkan Aku ada di sini.\""
        }, 
        {
          "id": "38-14", 
          "img": "{{:en:obs:obs-38-14.jpg?nolink&640x360}}", 
          "text": "Yudas datang dengan para pemimpin Yahudi, tentara, dan banyak orang yang membawa pedang dan pentungan. Dia datang kepada Yesus dan berkata, \"Salam, guru,\" dan menciumnya. Ini adalah tanda untuk orang-orang Yahudi supaya tahu siapa yang harus ditangkap. Lalu Yesus berkata, \"Yudas, kau mengkhianati Aku dengan ciuman?\""
        }, 
        {
          "id": "38-15", 
          "img": "{{:en:obs:obs-38-15.jpg?nolink&640x360}}", 
          "text": "Ketika prajurit menangkap Yesus, Petrus mengeluarkan pedangnya dan memotong telinga hamba imam besar. Yesus berkata, \"Masukkan pedang itu! Aku bisa meminta Bapa untuk mengirimkan pasukan malaikat untuk membelaKu. Tapi Aku harus mematuhi Bapa-Ku.\"  Lalu Yesus menyembuhkan telinga orang itu, dan semua murid melarikan diri."
        }
      ], 
      "number": "38", 
      "ref": "Cerita Alkitab dari: Matius 26:14-56; Markus 14:10-50; Lukas 22:1-53; Yohanes 18:1-11", 
      "title": "38. Yesus Dikhianati"
    }, 
    {
      "frames": [
        {
          "id": "39-01", 
          "img": "{{:en:obs:obs-39-01.jpg?nolink&640x360}}", 
          "text": "It was now the middle of the night. The soldiers led Jesus to the house of the high priest to be questioned. Peter followed far behind. When Jesus was taken into the house, Peter stayed outside and warmed himself by a fire."
        }, 
        {
          "id": "39-02", 
          "img": "{{:en:obs:obs-39-02.jpg?nolink&640x360}}", 
          "text": "Inside the house, the Jewish leaders put Jesus on trial. They brought many witnesses who lied about him. However, their statements did not agree with each other, so they could not prove he was guilty of anything. Jesus did not say anything."
        }, 
        {
          "id": "39-03", 
          "img": "{{:en:obs:obs-39-03.jpg?nolink&640x360}}", 
          "text": "Finally, the high priest looked directly at Jesus and said, “Tell us, are you the Messiah, the Son of the living God?”"
        }, 
        {
          "id": "39-04", 
          "img": "{{:en:obs:obs-39-04.jpg?nolink&640x360}}", 
          "text": "Jesus said, “I am, and you will see me seated with God and coming in power from heaven.” The high priest tore his clothes in anger and shouted, “We do not need any more witnesses. You have heard him say that he is the Son of God. What is your judgment?”"
        }, 
        {
          "id": "39-05", 
          "img": "{{:en:obs:obs-39-05.jpg?nolink&640x360}}", 
          "text": "The Jewish leaders all answered, “He deserves to die!” Then they blindfolded Jesus, spit on him, hit him, and mocked him."
        }, 
        {
          "id": "39-06", 
          "img": "{{:en:obs:obs-39-06.jpg?nolink&640x360}}", 
          "text": "Outside the house, a girl saw Peter and said, “You also were with Jesus!” Peter denied it. Later, another girl said the same thing, and Peter denied it again. Finally, the people said, “You were with Jesus because you both are from Galilee.”"
        }, 
        {
          "id": "39-07", 
          "img": "{{:en:obs:obs-39-07.jpg?nolink&640x360}}", 
          "text": "Peter swore, saying, “May God curse me if I know this man!” Immediately, a rooster crowed, and Jesus turned and looked at Peter."
        }, 
        {
          "id": "39-08", 
          "img": "{{:en:obs:obs-39-08.jpg?nolink&640x360}}", 
          "text": "Peter went away and cried bitterly. Meanwhile, when Judas, the betrayer, saw that Jesus had been condemned, he became full of sorrow and went away and killed himself."
        }, 
        {
          "id": "39-09", 
          "img": "{{:en:obs:obs-39-09.jpg?nolink&640x360}}", 
          "text": "Early the next morning, the Jewish leaders brought Jesus to the Roman governor, Pilate, hoping to have Jesus killed. Pilate asked him, “Are you the King of the Jews?”"
        }, 
        {
          "id": "39-10", 
          "img": "{{:en:obs:obs-39-10.jpg?nolink&640x360}}", 
          "text": "Jesus answered, “You have said so, but my Kingdom is not an earthly kingdom. If it were, my servants would fight for me. But I have come to earth to tell the truth about God. Everyone who loves the truth listens to me.” Pilate said, “What is truth?”"
        }, 
        {
          "id": "39-11", 
          "img": "{{:en:obs:obs-39-11.jpg?nolink&640x360}}", 
          "text": "After speaking with Jesus, Pilate went out to the crowd and said, “I find no guilt in this man.” But the Jewish leaders and the crowd shouted, “Crucify him!” Pilate replied, “He is not guilty.” But they shouted even louder. Then Pilate said a third time, “He is not guilty!”"
        }, 
        {
          "id": "39-12", 
          "img": "{{:en:obs:obs-39-12.jpg?nolink&640x360}}", 
          "text": "But Pilate became afraid that a riot would start, so he handed Jesus over to them to be crucified. The soldiers whipped Jesus, put a royal robe and a crown made of thorns on him, and they mocked him, saying, “Look, the King of the Jews!”"
        }
      ], 
      "number": "39", 
      "ref": "A Bible story from: Matthew 26:57-27:26; Mark 14:53-15:15; Luke 22:54-23:25; John 18:12-19:16", 
      "title": "39. Jesus Is Put on Trial"
    }, 
    {
      "frames": [
        {
          "id": "40-01", 
          "img": "{{:en:obs:obs-40-01.jpg?nolink&640x360}}", 
          "text": "After mocking Jesus, the soldiers led him away to be crucified. They made him carry his own cross."
        }, 
        {
          "id": "40-02", 
          "img": "{{:en:obs:obs-40-02.jpg?nolink&640x360}}", 
          "text": "The soldiers brought Jesus to a place called “The Skull” and nailed his arms and feet to the cross. But Jesus said, “Father, forgive them, because they do not know what they are doing.” Pilate commanded that a sign be put above Jesus’ head that read, “King of the Jews.”"
        }, 
        {
          "id": "40-03", 
          "img": "{{:en:obs:obs-40-03.jpg?nolink&640x360}}", 
          "text": "The soldiers gambled for Jesus’ clothing. When they did this, they fulfilled a prophecy which said, “They divided my garments among them, and gambled for my clothing.”"
        }, 
        {
          "id": "40-04", 
          "img": "{{:en:obs:obs-40-04.jpg?nolink&640x360}}", 
          "text": "Jesus was crucified between two robbers. One of them mocked Jesus, but the other said, “Don’t you fear God? We are guilty, but this man is innocent. Jesus, please remember me in your Kingdom.” Jesus said to him, “Today, you will be with me in Paradise.”"
        }, 
        {
          "id": "40-05", 
          "img": "{{:en:obs:obs-40-05.jpg?nolink&640x360}}", 
          "text": "The crowd and the Jewish leaders mocked Jesus, saying, “If you are the Son of God, come down from the cross and save yourself! Then we will believe you.”"
        }, 
        {
          "id": "40-06", 
          "img": "{{:en:obs:obs-40-06.jpg?nolink&640x360}}", 
          "text": "It was the middle of the day, but darkness came over the whole land. It stayed dark from noon until 3:00 in the afternoon."
        }, 
        {
          "id": "40-07", 
          "img": "{{:en:obs:obs-40-07.jpg?nolink&640x360}}", 
          "text": "Then Jesus cried out, “It is finished! Father, I give my spirit into your hands.” Then he bowed his head and gave up his spirit. When he died, there was an earthquake and the large curtain in the Temple that separated the presence of God from the people was torn in two, from the top to the bottom."
        }, 
        {
          "id": "40-08", 
          "img": "{{:en:obs:obs-40-08.jpg?nolink&640x360}}", 
          "text": "Through his death, Jesus opened a way for people to come to God. When the soldier guarding Jesus saw everything that happened, he said, “Certainly, this man was innocent. He was the Son of God.”"
        }, 
        {
          "id": "40-09", 
          "img": "{{:en:obs:obs-40-09.jpg?nolink&640x360}}", 
          "text": "Then Joseph and Nicodemus, two Jewish leaders who believed Jesus was the Messiah, asked Pilate for Jesus’ body. They wrapped his body in cloth and buried it in a tomb cut out of rock. Then they rolled a large stone over the opening."
        }
      ], 
      "number": "40", 
      "ref": "A Bible story from: Matthew 27:27-61; Mark 15:16-47; Luke 23:26-56; John 19:17-42", 
      "title": "40. Jesus Is Crucified"
    }, 
    {
      "frames": [
        {
          "id": "41-01", 
          "img": "{{:en:obs:obs-41-01.jpg?nolink&640x360}}", 
          "text": "After Jesus was crucified, the unbelieving Jewish leaders said to Pilate, “That liar, Jesus, said he would rise from the dead after three days. The tomb must be guarded so that his disciples do not steal the body and then say he has risen from the dead.”"
        }, 
        {
          "id": "41-02", 
          "img": "{{:en:obs:obs-41-02.jpg?nolink&640x360}}", 
          "text": "Pilate said, “Make the tomb as secure as you can.” So they sealed the stone at the entrance of the tomb and put soldiers there to make sure no one could steal the body."
        }, 
        {
          "id": "41-03", 
          "img": "{{:en:obs:obs-41-03.jpg?nolink&640x360}}", 
          "text": "The day after Jesus was buried was a Sabbath, a day of rest. Very early on the morning after the Sabbath, several women went to Jesus’ tomb to put more burial spices on his body."
        }, 
        {
          "id": "41-04", 
          "img": "{{:en:obs:obs-41-04.jpg?nolink&640x360}}", 
          "text": "There was a great earthquake. An angel appeared from heaven, as bright as lightning. He rolled away the stone that was covering the entrance to the tomb and sat on it. The soldiers guarding the tomb were terrified and fell to the ground like dead men."
        }, 
        {
          "id": "41-05", 
          "img": "{{:en:obs:obs-41-05.jpg?nolink&640x360}}", 
          "text": "The angel told the women, “Do not be afraid. Jesus is not here. He has risen from the dead, just like he said he would! Look in the tomb and see.” The women looked into the tomb and saw where Jesus had been lying. His body was not there!"
        }, 
        {
          "id": "41-06", 
          "img": "{{:en:obs:obs-41-06.jpg?nolink&640x360}}", 
          "text": "Then the angel told the women, “Tell the disciples that Jesus has risen from the dead and is going before you into Galilee.”"
        }, 
        {
          "id": "41-07", 
          "img": "{{:en:obs:obs-41-07.jpg?nolink&640x360}}", 
          "text": "The women were full of fear and great joy. They ran to tell the disciples the good news."
        }, 
        {
          "id": "41-08", 
          "img": "{{:en:obs:obs-41-08.jpg?nolink&640x360}}", 
          "text": "On the way, Jesus appeared to them, and they worshiped him. Jesus said, “Do not be afraid. Go and tell my disciples that I will see them in Galilee.”"
        }
      ], 
      "number": "41", 
      "ref": "A Bible story from: Matthew 27:62-28:15; Mark 16:1-11; Luke 24:1-12; John 20:1-18", 
      "title": "41. God Raises Jesus from the Dead"
    }, 
    {
      "frames": [
        {
          "id": "42-01", 
          "img": "{{:en:obs:obs-42-01.jpg?nolink&640x360}}", 
          "text": "Later that day, two of Jesus’ followers were going to a nearby town. As they walked, they talked about the death of Jesus and how the women said he was alive again. They wondered if Jesus really was the Messiah."
        }, 
        {
          "id": "42-02", 
          "img": "{{:en:obs:obs-42-02.jpg?nolink&640x360}}", 
          "text": "Jesus came up and started walking with them, but they did not recognize him. He asked what they were talking about, and they told him about all the terrible things that had happened during the last few days. They thought he was a stranger who had not heard about it."
        }, 
        {
          "id": "42-03", 
          "img": "{{:en:obs:obs-42-03.jpg?nolink&640x360}}", 
          "text": "Then Jesus explained to them what God’s Word says about the Messiah. He reminded them that the prophets said the Messiah would suffer and be killed, but would rise again on the third day. When they arrived at the town where they were going, it was almost night."
        }, 
        {
          "id": "42-04", 
          "img": "{{:en:obs:obs-42-04.jpg?nolink&640x360}}", 
          "text": "The two men invited Jesus to stay with them, so he did. Before they ate, Jesus picked up a loaf of bread, thanked God for it, and then broke it. Suddenly, they recognized that he was Jesus. At that moment, he disappeared."
        }, 
        {
          "id": "42-05", 
          "img": "{{:en:obs:obs-42-05.jpg?nolink&640x360}}", 
          "text": "The two men said to each other, “Our hearts were burning when he explained God’s Word to us!” Immediately, they went back to Jerusalem. When they arrived, they told the disciples, “Jesus is alive! We have seen him!”"
        }, 
        {
          "id": "42-06", 
          "img": "{{:en:obs:obs-42-06.jpg?nolink&640x360}}", 
          "text": "Suddenly, Jesus appeared! The disciples thought he was a ghost, but Jesus said, “Peace to you! Why are you afraid and doubting? Look at my hands and feet. Ghosts do not have bodies like I do.” To show he was not a ghost, he asked for a piece of cooked fish and ate it."
        }, 
        {
          "id": "42-07", 
          "img": "{{:en:obs:obs-42-07.jpg?nolink&640x360}}", 
          "text": "“I told you that everything written about me in God’s Word must be fulfilled,” Jesus said. Then he opened their minds so they could understand God’s Word. He said, “It was written long ago that the Messiah would suffer, die, and rise from the dead on the third day.”"
        }, 
        {
          "id": "42-08", 
          "img": "{{:en:obs:obs-42-08.jpg?nolink&640x360}}", 
          "text": "“It was also written that repentance for forgiveness of sins would be proclaimed to all people groups, starting in Jerusalem. You are witnesses of these things.”"
        }, 
        {
          "id": "42-09", 
          "img": "{{:en:obs:obs-42-09.jpg?nolink&640x360}}", 
          "text": "During the next forty days, Jesus appeared to his disciples and followers many times. Once, he even appeared to more than 500 people at the same time! He proved to his disciples in many ways that he was alive, and he taught them about the Kingdom of God."
        }, 
        {
          "id": "42-10", 
          "img": "{{:en:obs:obs-42-10.jpg?nolink&640x360}}", 
          "text": "At the end of the forty days, Jesus said to his disciples, “All authority in heaven and on earth has been given to me. So go, make disciples of all people groups by baptizing them in the name of the Father, the Son, and the Holy Spirit and by teaching them to obey everything I have commanded you.”"
        }, 
        {
          "id": "42-11", 
          "img": "{{:en:obs:obs-42-11.jpg?nolink&640x360}}", 
          "text": "“Remember, I will be with you always. Stay in Jerusalem until you receive power from above.” Then Jesus was taken up to heaven, and a cloud hid him from their sight. Jesus sat down at the right hand of God to rule over all things."
        }
      ], 
      "number": "42", 
      "ref": "A Bible story from: Matthew 28:16-20; Mark 16:12-20; Luke 24:13-53; John 20:19-23; Acts 1:1-11", 
      "title": "42. Jesus Returns to Heaven"
    }, 
    {
      "frames": [
        {
          "id": "43-01", 
          "img": "{{:en:obs:obs-43-01.jpg?nolink&640x360}}", 
          "text": "After Jesus returned to heaven, the disciples stayed in Jerusalem as Jesus had commanded. The followers of Jesus gathered together and were praying constantly."
        }, 
        {
          "id": "43-02", 
          "img": "{{:en:obs:obs-43-02.jpg?nolink&640x360}}", 
          "text": "Fifty days after Jesus rose from the dead, a Jewish feast called Pentecost took place. Pentecost was a celebration of thanksgiving. Jews from all over the world would come to Jerusalem to celebrate together."
        }, 
        {
          "id": "43-03", 
          "img": "{{:en:obs:obs-43-03.jpg?nolink&640x360}}", 
          "text": "While the believers were all together, suddenly, they heard a sound like a strong wind that filled the house. Then something like flames of fire appeared over the heads of all the believers. They were all filled with the Holy Spirit and began to speak in other languages."
        }, 
        {
          "id": "43-04", 
          "img": "{{:en:obs:obs-43-04.jpg?nolink&640x360}}", 
          "text": "When the people in Jerusalem heard about this, a crowd gathered, wondering what was happening. The people were astonished when they heard the believers speaking in their own native languages, proclaiming the wonderful works of God."
        }, 
        {
          "id": "43-05", 
          "img": "{{:en:obs:obs-43-05.jpg?nolink&640x360}}", 
          "text": "Some accused the disciples of being drunk, but Peter stood up and said, “Listen to me! These people are not drunk! This is a fulfillment of the prophecy made by the prophet Joel which says, ‘In the last days, I will pour out my Spirit.’”"
        }, 
        {
          "id": "43-06", 
          "img": "{{:en:obs:obs-43-06.jpg?nolink&640x360}}", 
          "text": "“Men of Israel, Jesus was a man who did many mighty signs and wonders by the power of God, as you have seen and already know. You crucified him!”"
        }, 
        {
          "id": "43-07", 
          "img": "{{:en:obs:obs-43-07.jpg?nolink&640x360}}", 
          "text": "“But God raised him to life again to fulfill the prophecy which says, ‘You will not let your Holy One rot in the grave.’ God raised this Jesus from the dead. We are witnesses.”"
        }, 
        {
          "id": "43-08", 
          "img": "{{:en:obs:obs-43-08.jpg?nolink&640x360}}", 
          "text": "“Jesus is now exalted to the right hand of God the Father. And the Father has sent the promised Holy Spirit which you are seeing and hearing.”"
        }, 
        {
          "id": "43-09", 
          "img": "{{:en:obs:obs-43-09.jpg?nolink&640x360}}", 
          "text": "“Know for certain that God has made this Jesus, the one you crucified, both Lord and Messiah!”"
        }, 
        {
          "id": "43-10", 
          "img": "{{:en:obs:obs-43-10.jpg?nolink&640x360}}", 
          "text": "The people listening to Peter were deeply moved and asked, “Brothers, what should we do?”"
        }, 
        {
          "id": "43-11", 
          "img": "{{:en:obs:obs-43-11.jpg?nolink&640x360}}", 
          "text": "Peter said, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of sins, and you will receive the gift of the Holy Spirit.”"
        }, 
        {
          "id": "43-12", 
          "img": "{{:en:obs:obs-43-12.jpg?nolink&640x360}}", 
          "text": "About 3,000 people believed what Peter said. They were baptized and were added to the people of God, which is the Church. The people who believed in Jesus became known as Christians."
        }, 
        {
          "id": "43-13", 
          "img": "{{:en:obs:obs-43-13.jpg?nolink&640x360}}", 
          "text": "The believers devoted themselves to the disciples’ teaching, fellowship, eating together, and prayer. They all met together and shared everything they had. They praised God and even non-believers thought well of them. Every day, more people became Christians."
        }
      ], 
      "number": "43", 
      "ref": "A Bible story from: Acts 2", 
      "title": "43. The Church Begins"
    }, 
    {
      "frames": [
        {
          "id": "44-01", 
          "img": "{{:en:obs:obs-44-01.jpg?nolink&640x360}}", 
          "text": "One day Peter and John went to the Temple. On their way, they saw a crippled man begging for money."
        }, 
        {
          "id": "44-02", 
          "img": "{{:en:obs:obs-44-02.jpg?nolink&640x360}}", 
          "text": "Peter looked at him and said, “I do not have any money to give you. But what I do have I will give you. In the name of Jesus, get up and walk!”"
        }, 
        {
          "id": "44-03", 
          "img": "{{:en:obs:obs-44-03.jpg?nolink&640x360}}", 
          "text": "The man was immediately healed, and he began walking and jumping around, praising God. The people in the Temple were amazed."
        }, 
        {
          "id": "44-04", 
          "img": "{{:en:obs:obs-44-04.jpg?nolink&640x360}}", 
          "text": "A crowd quickly formed. Peter said to them, “Why are you amazed that this man is healed? It was not through our own power or goodness that he was healed, but by faith in Jesus.”"
        }, 
        {
          "id": "44-05", 
          "img": "{{:en:obs:obs-44-05.jpg?nolink&640x360}}", 
          "text": "“You demanded that Jesus be killed. You killed the author of life, but God raised him from the dead. This is how God fulfilled the prophecies that the Messiah would suffer and die. But now, repent and turn to God so that your sins will be washed away.”"
        }, 
        {
          "id": "44-06", 
          "img": "{{:en:obs:obs-44-06.jpg?nolink&640x360}}", 
          "text": "The leaders of the Temple were greatly annoyed at what Peter and John were saying. So they arrested them and threw them into prison. But many of the people believed what they had seen and heard and the Church grew to 5,000 men, plus women and children."
        }, 
        {
          "id": "44-07", 
          "img": "{{:en:obs:obs-44-07.jpg?nolink&640x360}}", 
          "text": "The next day, the Jewish leaders brought Peter and John before the high priest and his family. They asked them, “By what power did you do this?”"
        }, 
        {
          "id": "44-08", 
          "img": "{{:en:obs:obs-44-08.jpg?nolink&640x360}}", 
          "text": "Peter responded, “It is by the power of Jesus the Messiah that we healed this man. You crucified him, but God raised him to life again! You rejected him, but there is no other way to be saved except through the power of Jesus!”"
        }, 
        {
          "id": "44-09", 
          "img": "{{:en:obs:obs-44-09.jpg?nolink&640x360}}", 
          "text": "The leaders were shocked because they could see that these men were common men who were uneducated. They also realized that these men had been with Jesus. After they had threatened Peter and John, they let them go."
        }
      ], 
      "number": "44", 
      "ref": "A Bible story from: Acts 3:1-4:22", 
      "title": "44. Peter and John Heal a Beggar"
    }, 
    {
      "frames": [
        {
          "id": "45-01", 
          "img": "{{:en:obs:obs-45-01.jpg?nolink&640x360}}", 
          "text": "Stephen was a leader in the early Church. He had a good reputation and was full of the Holy Spirit and of wisdom. Stephen did many miracles and argued strongly that people should believe in Jesus."
        }, 
        {
          "id": "45-02", 
          "img": "{{:en:obs:obs-45-02.jpg?nolink&640x360}}", 
          "text": "One day, Stephen was arguing with some unbelieving Jews about Jesus. They became very angry and lied about Stephen, saying, “We heard him speak evil things about Moses and God!” So they arrested Stephen and brought him before the high priest and leaders of the Jews."
        }, 
        {
          "id": "45-03", 
          "img": "{{:en:obs:obs-45-03.jpg?nolink&640x360}}", 
          "text": "The high priest asked Stephen, “Are these things true?” Stephen reminded them of all the great things God had done from the time of Abraham to Jesus. Then he replied, “You stubborn and rebellious people always reject the Holy Spirit, just as your ancestors always rejected God and killed his prophets. You have even killed the Messiah whom God sent!”"
        }, 
        {
          "id": "45-04", 
          "img": "{{:en:obs:obs-45-04.jpg?nolink&640x360}}", 
          "text": "When the people heard this, they covered their ears and yelled loudly. They threw Stephen out of the city and stoned him to death."
        }, 
        {
          "id": "45-05", 
          "img": "{{:en:obs:obs-45-05.jpg?nolink&640x360}}", 
          "text": "As Stephen was dying, he cried out, “Jesus, receive my spirit.” Then he fell to his knees and cried out again, “Master, do not count this sin against them.” Then he died."
        }, 
        {
          "id": "45-06", 
          "img": "{{:en:obs:obs-45-06.jpg?nolink&640x360}}", 
          "text": "A man named Saul approved of Stephen’s execution and guarded the belongings of those who stoned Stephen. That day many people started persecuting the Christians, and they were scattered through that region. But everywhere they went they preached about Jesus."
        }, 
        {
          "id": "45-07", 
          "img": "{{:en:obs:obs-45-07.jpg?nolink&640x360}}", 
          "text": "Philip, one of Jesus' disciples, went to Samaria where he preached about Jesus and many were saved. Then one day an angel from God told Philip to go to the road to Gaza in the desert. As he walked along the road, Philip saw an important official from Ethiopia riding in his chariot. The Holy Spirit told Philip to go up and talk to this man."
        }, 
        {
          "id": "45-08", 
          "img": "{{:en:obs:obs-45-08.jpg?nolink&640x360}}", 
          "text": "When Philip came near the chariot, he heard the man reading from the prophet Isaiah, “He was led like a lamb to be killed, and did not say a word. He was treated unfairly and without respect. His life was taken away from him.”"
        }, 
        {
          "id": "45-09", 
          "img": "{{:en:obs:obs-45-09.jpg?nolink&640x360}}", 
          "text": "Philip asked the Ethiopian, “Do you understand what you are reading?” He said, “No. I cannot understand it unless someone explains it to me. Please come and sit next to me. Is Isaiah talking about himself or someone else?”"
        }, 
        {
          "id": "45-10", 
          "img": "{{:en:obs:obs-45-10.jpg?nolink&640x360}}", 
          "text": "Philip showed him that Isaiah was talking about Jesus. Philip also used many other Scriptures to tell him the Good News of Jesus."
        }, 
        {
          "id": "45-11", 
          "img": "{{:en:obs:obs-45-11.jpg?nolink&640x360}}", 
          "text": "As they passed by some water, the Ethiopian said, “Look! There is some water! May I be baptized?” And he ordered the chariot to stop."
        }, 
        {
          "id": "45-12", 
          "img": "{{:en:obs:obs-45-12.jpg?nolink&640x360}}", 
          "text": "So they went down into the water, and Philip baptized him. After Philip baptized the Ethiopian, the Holy Spirit carried Philip away to another place where he continued telling people about Jesus."
        }, 
        {
          "id": "45-13", 
          "img": "{{:en:obs:obs-45-13.jpg?nolink&640x360}}", 
          "text": "The Ethiopian went on his way, happy to know Jesus."
        }
      ], 
      "number": "45", 
      "ref": "A Bible story from: Acts 8:26-40", 
      "title": "45. Philip and the Ethiopian Official"
    }, 
    {
      "frames": [
        {
          "id": "46-01", 
          "img": "{{:en:obs:obs-46-01.jpg?nolink&640x360}}", 
          "text": "Saul continued to attack the Christians going from house to house, arresting men and women, and putting them in prison. Saul received permission from the high priest to go to the city of Damascus to arrest Christians there and bring them back to Jerusalem."
        }, 
        {
          "id": "46-02", 
          "img": "{{:en:obs:obs-46-02.jpg?nolink&640x360}}", 
          "text": "As Saul was on his way to Damascus, Jesus appeared to him in a bright light and said, “Saul! Saul! Why do you persecute me?” He said, “Who are you, Master?” Jesus replied, “I am Jesus whom you are persecuting.”"
        }, 
        {
          "id": "46-03", 
          "img": "{{:en:obs:obs-46-03.jpg?nolink&640x360}}", 
          "text": "When Saul got up, he could not see and had to be led into Damascus. Saul ate and drank nothing for three days."
        }, 
        {
          "id": "46-04", 
          "img": "{{:en:obs:obs-46-04.jpg?nolink&640x360}}", 
          "text": "Then God appeared to a Christian named Ananias and said, \"Go to the house where Saul is staying. Lay your hands on him so that he can see again.” But Ananias said, “Master, I have heard how he has persecuted the Christians.” God said, “I have chosen him to declare my name to the unsaved. I will show him how much he must suffer for my sake.\""
        }, 
        {
          "id": "46-05", 
          "img": "{{:en:obs:obs-46-05.jpg?nolink&640x360}}", 
          "text": "So Ananias said to Saul, “Jesus who appeared to you on the road sent me to you so that you can regain your sight and be filled with the Holy Spirit.” Saul immediately regained his sight. Then Saul was baptized. He ate some food and his strength returned."
        }, 
        {
          "id": "46-06", 
          "img": "{{:en:obs:obs-46-06.jpg?nolink&640x360}}", 
          "text": "Right away, Saul began preaching to the Jews, saying, “Jesus is the Son of God!” The Jews were amazed that the man who had tried to destroy the Christians was now a Christian. Saul argued with the Jews, proving that Jesus was the Messiah. Saul became known as Paul."
        }, 
        {
          "id": "46-07", 
          "img": "{{:en:obs:obs-46-07.jpg?nolink&640x360}}", 
          "text": "After many days, the Jews made a plan to kill Paul. They placed people at the city gates to kill him. But Paul heard about the plan, and his friends helped him escape. One night they lowered him over the city wall in a basket. Paul ran away and continued preaching about Jesus."
        }, 
        {
          "id": "46-08", 
          "img": "{{:en:obs:obs-46-08.jpg?nolink&640x360}}", 
          "text": "Paul went to Jerusalem to meet with the disciples, but at first the Christians were afraid of Paul. Finally, a Christian named Barnabas took Paul to the disciples and told them how Paul had preached boldly in Damascus. Then they accepted Paul."
        }, 
        {
          "id": "46-09", 
          "img": "{{:en:obs:obs-46-09.jpg?nolink&640x360}}", 
          "text": "Later, Paul and Barnabas went to the city of Antioch where they taught many people about Jesus and strengthened the church. One day, the Christians at Antioch were fasting and praying and the Holy Spirit said, “Set apart for me Paul and Barnabas to do the work I have called them to do.”"
        }, 
        {
          "id": "46-10", 
          "img": "{{:en:obs:obs-46-10.jpg?nolink&640x360}}", 
          "text": "So the church prayed for Paul and Barnabas, laid their hands on them and sent them off to preach the Good News of Jesus. They preached about Jesus in many places and many people believed in Jesus."
        }
      ], 
      "number": "46", 
      "ref": "A Bible story from: Acts 6:8-8:3; 9:1-25; 11:25-26", 
      "title": "46. Paul Becomes a Christian"
    }, 
    {
      "frames": [
        {
          "id": "47-01", 
          "img": "{{:en:obs:obs-47-01.jpg?nolink&640x360}}", 
          "text": "Some years later, Paul and his friend Silas went to the town of Philippi, proclaiming the Good News about Jesus. They met a woman named Lydia who sold purple cloth. She loved and worshiped God."
        }, 
        {
          "id": "47-02", 
          "img": "{{:en:obs:obs-47-02.jpg?nolink&640x360}}", 
          "text": "God opened Lydia's heart to understand the message of Jesus, and she and her family were baptized. She invited Paul and Silas to stay at her house, so they did."
        }, 
        {
          "id": "47-03", 
          "img": "{{:en:obs:obs-47-03.jpg?nolink&640x360}}", 
          "text": "Paul and Silas often went to pray while they were in Philippi. Every day as they walked to the place of prayer, a slave girl possessed by a demon followed them. She was a fortune teller, and she made a lot of money for her masters."
        }, 
        {
          "id": "47-04", 
          "img": "{{:en:obs:obs-47-04.jpg?nolink&640x360}}", 
          "text": "The slave girl kept yelling, “These men are servants of the Most High God. They are telling you the way to be saved!” She did this so often that Paul became annoyed."
        }, 
        {
          "id": "47-05", 
          "img": "{{:en:obs:obs-47-05.jpg?nolink&640x360}}", 
          "text": "One day, Paul turned to her and said to the demon, “In the name of Jesus, come out of her.” Right away the demon left her."
        }, 
        {
          "id": "47-06", 
          "img": "{{:en:obs:obs-47-06.jpg?nolink&640x360}}", 
          "text": "The men who owned the slave girl became very angry when they realized the slave girl could no longer make money for them."
        }, 
        {
          "id": "47-07", 
          "img": "{{:en:obs:obs-47-07.jpg?nolink&640x360}}", 
          "text": "So the owners of the slave girl had Paul and Silas arrested, beaten, and thrown into jail."
        }, 
        {
          "id": "47-08", 
          "img": "{{:en:obs:obs-47-08.jpg?nolink&640x360}}", 
          "text": "Paul and Silas were put in the most secure part of the prison with their feet locked up. In the middle of the night, they were singing songs of praise to God."
        }, 
        {
          "id": "47-09", 
          "img": "{{:en:obs:obs-47-09.jpg?nolink&640x360}}", 
          "text": "Suddenly, the earth shook and the prison doors flew open. All the prisoners’ chains fell off."
        }, 
        {
          "id": "47-10", 
          "img": "{{:en:obs:obs-47-10.jpg?nolink&640x360}}", 
          "text": "When the jailer saw that the doors were open, he planned to kill himself, thinking that all the prisoners had escaped. (He knew he would be killed for letting the prisoners escape.) Paul saw him and yelled, “Stop! Do not hurt yourself. We are all here.”"
        }, 
        {
          "id": "47-11", 
          "img": "{{:en:obs:obs-47-11.jpg?nolink&640x360}}", 
          "text": "The jailer was terrified! He took Paul and Silas home, gave them some food, and washed their wounds. Then he said, “What must I do to be saved?”"
        }, 
        {
          "id": "47-12", 
          "img": "{{:en:obs:obs-47-12.jpg?nolink&640x360}}", 
          "text": "Paul answered, “Believe in Jesus, the Master, and you and your family will be saved.” Then Paul baptized the jailer and his whole family, and they celebrated together."
        }, 
        {
          "id": "47-13", 
          "img": "{{:en:obs:obs-47-13.jpg?nolink&640x360}}", 
          "text": "The next day the leaders of the city freed Paul and Silas and asked them to leave Philippi. Paul and Silas visited Lydia and some other friends and then left the city. The Good News of Jesus kept spreading, and the Church kept growing."
        }, 
        {
          "id": "47-14", 
          "img": "{{:en:obs:obs-47-14.jpg?nolink&640x360}}", 
          "text": "Paul and other Christian leaders traveled to many cities, preaching and teaching about Jesus. They also wrote many letters to the churches to encourage and teach them about God’s New Covenant."
        }
      ], 
      "number": "47", 
      "ref": "A Bible story from: Acts 16:11-40", 
      "title": "47. Paul and Silas in Philippi"
    }, 
    {
      "frames": [
        {
          "id": "48-01", 
          "img": "{{:en:obs:obs-48-01.jpg?nolink&640x360}}", 
          "text": "When God created the world, everything was perfect. There was no sin. Adam and Eve loved each other, and they loved God. There was no death or sickness or pain. This was the way God wanted things to be."
        }, 
        {
          "id": "48-02", 
          "img": "{{:en:obs:obs-48-02.jpg?nolink&640x360}}", 
          "text": "Satan, who was the snake in the garden, deceived Eve, and she and Adam sinned against God. Because they sinned, death, sickness, and pain all became part of life for everyone on earth."
        }, 
        {
          "id": "48-03", 
          "img": "{{:en:obs:obs-48-03.jpg?nolink&640x360}}", 
          "text": "Even worse, Adam and Eve's relationship with God was broken. Now, everyone is born an enemy of God because of sin. But God had a plan to fix everything that had been broken by sin."
        }, 
        {
          "id": "48-04", 
          "img": "{{:en:obs:obs-48-04.jpg?nolink&640x360}}", 
          "text": "God promised that one of Eve’s descendants would crush Satan’s head, and Satan would wound his heel. This meant that Satan would kill Jesus, but God would raise him to life after three days. Jesus would crush the power of Satan forever."
        }, 
        {
          "id": "48-05", 
          "img": "{{:en:obs:obs-48-05.jpg?nolink&640x360}}", 
          "text": "When God destroyed the whole earth in the flood, he provided the boat as a way of salvation for those who believed in him. In the same way, though everyone deserves to be destroyed for their sins, God has provided a way of salvation for everyone who believes in Jesus."
        }, 
        {
          "id": "48-06", 
          "img": "{{:en:obs:obs-48-06.jpg?nolink&640x360}}", 
          "text": "Melchizedek was a priest who blessed Abraham. Like Melchizedek, Jesus is  a priest, but Jesus is the Great High Priest. Jesus offered only one sacrifice, himself. This was the only sacrifice needed to take away the sin of the whole world. Jesus took the punishment for every sin that anyone has ever committed."
        }, 
        {
          "id": "48-07", 
          "img": "{{:en:obs:obs-48-07.jpg?nolink&640x360}}", 
          "text": "God told Abraham, “Through you, all the people groups of the earth will be blessed.” Jesus was a descendant of Abraham. All the people groups of the earth are blessed through Jesus, because everyone who believes in him becomes one of God’s chosen people, a spiritual descendant of Abraham."
        }, 
        {
          "id": "48-08", 
          "img": "{{:en:obs:obs-48-08.jpg?nolink&640x360}}", 
          "text": "God provided a lamb for Abraham to sacrifice instead of his son, Isaac. God also provided another lamb to sacrifice instead of the whole world. God provided Jesus, the Lamb of God. We all deserve to die for our sins! But God provided Jesus as a sacrifice to die in your place."
        }, 
        {
          "id": "48-09", 
          "img": "{{:en:obs:obs-48-09.jpg?nolink&640x360}}", 
          "text": "When God sent the last plague on Egypt, each Israelite family needed to kill a perfect lamb and spread the blood around their doors. When God saw the blood, he passed over their houses and did not kill their firstborn sons. This is called the Passover."
        }, 
        {
          "id": "48-10", 
          "img": "{{:en:obs:obs-48-10.jpg?nolink&640x360}}", 
          "text": "Jesus is our Passover Lamb. He was perfect and sinless and was killed at the time of the Passover Feast. When anyone believes in Jesus, the blood of Jesus takes away that person’s sin, and God’s punishment passes over him."
        }, 
        {
          "id": "48-11", 
          "img": "{{:en:obs:obs-48-11.jpg?nolink&640x360}}", 
          "text": "God made a covenant with the Israelites who were his chosen people. In God’s New Covenant, anyone from any people group can become part of God’s chosen people by believing in Jesus."
        }, 
        {
          "id": "48-12", 
          "img": "{{:en:obs:obs-48-12.jpg?nolink&640x360}}", 
          "text": "Moses was a great prophet who proclaimed the Word of God. Like Moses, Jesus is a prophet, but Jesus is the greatest prophet. He is the Word of God."
        }, 
        {
          "id": "48-13", 
          "img": "{{:en:obs:obs-48-13.jpg?nolink&640x360}}", 
          "text": "God promised David that the Messiah would be one of his descendants. Jesus, the Messiah, was that special descendant of David."
        }, 
        {
          "id": "48-14", 
          "img": "{{:en:obs:obs-48-14.jpg?nolink&640x360}}", 
          "text": "Like David, Jesus is a king, but Jesus is the king of the universe! He will come again and rule his Kingdom with justice and peace, forever."
        }
      ], 
      "number": "48", 
      "ref": "A Bible story from: Genesis 1-3, 6, 14, 22; Exodus 12, 20; 2 Samuel 7; Hebrew 3:1-6, 4:14-5:10, 7:1-8:13, 9:11-10:18; Revelation 21", 
      "title": "48. Jesus Is the Promised Messiah"
    }, 
    {
      "frames": [
        {
          "id": "49-01", 
          "img": "{{:en:obs:obs-49-01.jpg?nolink&640x360}}", 
          "text": "Jesus’ mother, Mary, was a virgin when he was born, because Jesus is God’s Son. Jesus is both God and man at the same time."
        }, 
        {
          "id": "49-02", 
          "img": "{{:en:obs:obs-49-02.jpg?nolink&640x360}}", 
          "text": "Jesus did many miracles proving he is God. He walked on water, calmed storms, healed many sick people, drove out demons, raised the dead to life, and fed 5,000 people with five loaves of bread and two fish."
        }, 
        {
          "id": "49-03", 
          "img": "{{:en:obs:obs-49-03.jpg?nolink&640x360}}", 
          "text": "Jesus was also a great teacher. He taught that you need to love your neighbor the same way you love yourself."
        }, 
        {
          "id": "49-04", 
          "img": "{{:en:obs:obs-49-04.jpg?nolink&640x360}}", 
          "text": "He also taught that you need to love God more than anything else, including your wealth."
        }, 
        {
          "id": "49-05", 
          "img": "{{:en:obs:obs-49-05.jpg?nolink&640x360}}", 
          "text": "Jesus said that salvation is worth more than anything else in the world."
        }, 
        {
          "id": "49-06", 
          "img": "{{:en:obs:obs-49-06.jpg?nolink&640x360}}", 
          "text": "He taught that not all people will receive him and be saved. Those who are not saved will be gathered at the end of the world and will burn forever in the fires of hell."
        }, 
        {
          "id": "49-07", 
          "img": "{{:en:obs:obs-49-07.jpg?nolink&640x360}}", 
          "text": "Jesus taught that God loves sinners very much. He is ready to forgive them and make them his children."
        }, 
        {
          "id": "49-08", 
          "img": "{{:en:obs:obs-49-08.jpg?nolink&640x360}}", 
          "text": "Jesus also taught that everyone in the world has sinned and is separated from God. Because of sin, everyone has become an enemy of God. God hates sin."
        }, 
        {
          "id": "49-09", 
          "img": "{{:en:obs:obs-49-09.jpg?nolink&640x360}}", 
          "text": "But God loved the world so much that he gave his only son, Jesus, so that whoever believes in him will not go to hell but will live with him forever."
        }, 
        {
          "id": "49-10", 
          "img": "{{:en:obs:obs-49-10.jpg?nolink&640x360}}", 
          "text": "Because of your sin, you are guilty. You deserve death and God’s anger, but God poured out his anger on Jesus instead of you. When Jesus died on the cross, he received your punishment."
        }, 
        {
          "id": "49-11", 
          "img": "{{:en:obs:obs-49-11.jpg?nolink&640x360}}", 
          "text": "Jesus chose to die as a perfect, sinless sacrifice to take away your sins and the sins of the whole world. Because of Jesus, any sin can be forgiven, no matter what it is."
        }, 
        {
          "id": "49-12", 
          "img": "{{:en:obs:obs-49-12.jpg?nolink&640x360}}", 
          "text": "No one can be saved by doing good things. Nothing you do can fix your relationship with God. Your sins can only be washed away if you believe that Jesus is the Son of God, that he died on the cross in your place, and that God raised him to life again."
        }, 
        {
          "id": "49-13", 
          "img": "{{:en:obs:obs-49-13.jpg?nolink&640x360}}", 
          "text": "Anyone who believes in Jesus and receives him as their Master will be saved, but whoever does not believe will be rejected. It does not matter if you are rich or poor, man or woman, old or young, or where you are from. God loves you and wants you to believe in Jesus so he can have a relationship with you."
        }, 
        {
          "id": "49-14", 
          "img": "{{:en:obs:obs-49-14.jpg?nolink&640x360}}", 
          "text": "Do you believe that Jesus is the Messiah, the only Son of God? Do you believe that you are a sinner and deserve God’s punishment? Do you believe that Jesus died on the cross to take away your sins? Jesus invites you to come to him, believe in him, and be baptized."
        }, 
        {
          "id": "49-15", 
          "img": "{{:en:obs:obs-49-15.jpg?nolink&640x360}}", 
          "text": "If you believe this, you are a Christian! God has taken you out of Satan’s kingdom of darkness and put you into God’s Kingdom of light. All the old things are gone, because God makes all things new."
        }, 
        {
          "id": "49-16", 
          "img": "{{:en:obs:obs-49-16.jpg?nolink&640x360}}", 
          "text": "If you are a Christian, your sins are forgiven because of what Jesus did. Now, when God looks at you, he does not see you as an enemy, but he sees you as a close friend."
        }, 
        {
          "id": "49-17", 
          "img": "{{:en:obs:obs-49-17.jpg?nolink&640x360}}", 
          "text": "As a friend of God and a servant of Jesus the Master, you will want to obey Jesus’ teachings. Even though you are a Christian, you will still struggle with sin. But God says if you confess your sins, he is faithful and will forgive you and will give you strength to fight against sin."
        }, 
        {
          "id": "49-18", 
          "img": "{{:en:obs:obs-49-18.jpg?nolink&640x360}}", 
          "text": "God tells you to pray, study his Word, worship him with other Christians, and tell others what he has done for you. All of these things help you to grow in your relationship with him."
        }
      ], 
      "number": "49", 
      "ref": "A Bible story from: Romans 3:21-26, 5:1-11; John 3:16; Mark 16:16; Colossians 1:13-14; 2 Thessalonians 5:17-21; 1 John 1:5-10", 
      "title": "49. God’s New Covenant"
    }, 
    {
      "frames": [
        {
          "id": "50-01", 
          "img": "{{:en:obs:obs-50-01.jpg?nolink&640x360}}", 
          "text": "For almost 2,000 years, the Good News of Jesus the Messiah has been spreading, and the Church has been growing. Jesus said he would return at the end of the world. Though he has not yet come back, he will keep his promise."
        }, 
        {
          "id": "50-02", 
          "img": "{{:en:obs:obs-50-02.jpg?nolink&640x360}}", 
          "text": "As we wait for Jesus’ return, Christians are to live holy and godly lives. When Jesus was on earth he also said, “This Good News of the Kingdom will be preached in the whole world for a testimony to all the people groups, and then the end will come.”"
        }, 
        {
          "id": "50-03", 
          "img": "{{:en:obs:obs-50-03.jpg?nolink&640x360}}", 
          "text": "Many people groups still have not heard about Jesus. Before he returned to heaven, Jesus gave Christians the job of bringing the Good News to those who have never heard. He said, “Go and make disciples of all people groups! The fields are ripe for harvest!”"
        }, 
        {
          "id": "50-04", 
          "img": "{{:en:obs:obs-50-04.jpg?nolink&640x360}}", 
          "text": "Jesus also said, “A servant is not greater than his master. You will be tortured and killed because of me. In this world you will have trouble, but be encouraged. I have defeated Satan! Remain faithful to the end, and you will be saved.”"
        }, 
        {
          "id": "50-05", 
          "img": "{{:en:obs:obs-50-05.jpg?nolink&640x360}}", 
          "text": "Jesus told his disciples a story which helped explain what the end would be like. “The Kingdom of God is like a man who planted good seed in his field. But while he was sleeping, his enemy came and planted weeds along with the wheat, and then he went away.”"
        }, 
        {
          "id": "50-06", 
          "img": "{{:en:obs:obs-50-06.jpg?nolink&640x360}}", 
          "text": "“When the plants sprouted, the workers asked their master, ‘Sir, you planted good seed in that field. Why are there weeds in it?’ The master answered, ‘An enemy has planted them.’”"
        }, 
        {
          "id": "50-07", 
          "img": "{{:en:obs:obs-50-07.jpg?nolink&640x360}}", 
          "text": "“The workers responded, ‘Should we pull out the weeds?’ The master said, ‘No. If you do that, you will pull out some of the wheat as well. Wait until the harvest and then gather the weeds into piles to be burned, but bring the wheat into my barn.’”"
        }, 
        {
          "id": "50-08", 
          "img": "{{:en:obs:obs-50-08.jpg?nolink&640x360}}", 
          "text": "The disciples did not understand and said to Jesus, “Please explain this story to us.” Jesus said, “The man who planted the good seed is the Messiah. The field is the world. The good seed represents the people of God’s Kingdom.”"
        }, 
        {
          "id": "50-09", 
          "img": "{{:en:obs:obs-50-09.jpg?nolink&640x360}}", 
          "text": "“The weeds represent the people who belong to the evil one. The enemy who planted them is the devil. The harvest is the end of the world, and the harvesters are the angels.”"
        }, 
        {
          "id": "50-10", 
          "img": "{{:en:obs:obs-50-10.jpg?nolink&640x360}}", 
          "text": "“At the end of the world, all the people who belong to the devil will be gathered together and thrown into a fiery furnace, where there is weeping and grinding of teeth. Then the righteous ones will shine like the sun in the Kingdom of their Father.”"
        }, 
        {
          "id": "50-11", 
          "img": "{{:en:obs:obs-50-11.jpg?nolink&640x360}}", 
          "text": "When Jesus returned to heaven, he said that he would return to earth the same way that he left—with a physical body in the clouds. Jesus also promised that when he returns, all Christians who have died will rise from the dead and meet him in the air."
        }, 
        {
          "id": "50-12", 
          "img": "{{:en:obs:obs-50-12.jpg?nolink&640x360}}", 
          "text": "The Christians who are still alive will then rise up together with them in the air and all Christians will be with Jesus forever. Jesus will be with his people in perfect unity forever."
        }, 
        {
          "id": "50-13", 
          "img": "{{:en:obs:obs-50-13.jpg?nolink&640x360}}", 
          "text": "Christians will be given the crown of life. They will never experience the second death, which is hell. Instead, they will live forever with God in perfect peace."
        }, 
        {
          "id": "50-14", 
          "img": "{{:en:obs:obs-50-14.jpg?nolink&640x360}}", 
          "text": "But those who do not believe in Jesus will be judged by God and thrown into hell forever. In hell, people constantly weep and grind their teeth in anguish. They are burned by fire that never goes out and eaten by worms that never die."
        }, 
        {
          "id": "50-15", 
          "img": "{{:en:obs:obs-50-15.jpg?nolink&640x360}}", 
          "text": "Jesus will also completely destroy Satan and his kingdom and will throw him into the lake of fire where he will burn forever. Death also will be thrown into the lake of fire."
        }, 
        {
          "id": "50-16", 
          "img": "{{:en:obs:obs-50-16.jpg?nolink&640x360}}", 
          "text": "God cursed the universe because of Adam and Eve's sin and he will destroy it. Jesus will create a New Heaven and a New Earth that will be perfect."
        }, 
        {
          "id": "50-17", 
          "img": "{{:en:obs:obs-50-17.jpg?nolink&640x360}}", 
          "text": "Jesus will reign forever and ever. He will wipe away every tear and there will be no more death, suffering, sadness, crying, evil, or pain. He will rule his Kingdom with peace and justice, and he will be with his people forever."
        }
      ], 
      "number": "50", 
      "ref": "A Bible story from: Matthew 24:14; 28:18; John 15:20, 16:33; Revelation 2:10; Matthew 13:24-30, 36-42; 1 Thessalonians 4:13-5:11; James 1:12; Matthew 22:13; Revelation 20:10, 21:1-22:21", 
      "title": "50. Jesus Returns"
    }
  ], 
  "date_modified": "20140417", 
  "language": "id"
}