{
  "chapters": [
    {
      "frames": [
        {
          "id": "01-01", 
          "img": "{{:en:obs:obs-01-01.jpg?nolink&640x360}}", 
          "text": "Foi assim que tudo começou. Deus criou o universo e tudo que nele há em seis dias. No início, a terra estava escura, vazia e nada havia sido formado ainda, mas o Espírito de Deus se movia sobre as águas."
        }, 
        {
          "id": "01-02", 
          "img": "{{:en:obs:obs-01-02.jpg?nolink&640x360}}", 
          "text": "E Deus disse: \"Haja luz\" e houve luz. Deus viu que a luz era boa e chamou a luz de \"dia\". Ele separou a luz da escuridão que chamou \"noite\". Deus criou a luz no primeiro dia da criação."
        }, 
        {
          "id": "01-03", 
          "img": "{{:en:obs:obs-01-03.jpg?nolink&640x360}}", 
          "text": "No segundo dia da criação Deus falou e criou o céu acima da terra."
        }, 
        {
          "id": "01-04", 
          "img": "{{:en:obs:obs-01-04.jpg?nolink&640x360}}", 
          "text": "No terceiro dia Deus falou e separou a água da parte seca. Deus chamou a parte seca \"terra\" e as águas \"mares\"."
        }, 
        {
          "id": "01-05", 
          "img": "{{:en:obs:obs-01-05.jpg?nolink&640x360}}", 
          "text": "E disse Deus: \"Que a terra produza todos os tipos de árvores e plantas.\" E isso foi o que aconteceu. Deus viu que o que Ele havia criado era bom e se alegrou."
        }, 
        {
          "id": "01-06", 
          "img": "{{:en:obs:obs-01-06.jpg?nolink&640x360}}", 
          "text": "No quarto dia da criação Deus falou e fez o sol, a lua e as estrelas. Deus os fez para iluminar a Terra e para marcar dia e noite, estações e anos."
        }, 
        {
          "id": "01-07", 
          "img": "{{:en:obs:obs-01-07.jpg?nolink&640x360}}", 
          "text": "No quinto dia Deus criou todos os animais aquáticos e os pássaros. Deus viu que isso era bom e os abençoou."
        }, 
        {
          "id": "01-08", 
          "img": "{{:en:obs:obs-01-08.jpg?nolink&640x360}}", 
          "text": "No sexto dia da criação Deus disse: \"Que haja todos os tipos de animais terrestres.\" E aconteceu como Deus disse. Alguns eram animais de fazenda, outros rastejantes e outros selvagens. E viu Deus que isso era bom."
        }, 
        {
          "id": "01-09", 
          "img": "{{:en:obs:obs-01-09.jpg?nolink&640x360}}", 
          "text": "E disse Deus: \"Façamos o homem à nossa imagem. Ele terá autoridade sobre a terra e todos os animais.\""
        }, 
        {
          "id": "01-10", 
          "img": "{{:en:obs:obs-01-10.jpg?nolink&640x360}}", 
          "text": "Do pó da terra Deus criou o homem e respirou nele dando vida a ele. O nome desse homem era Adão. Deus plantou um jardim para Adão morar e o colocou lá para cuidar dele."
        }, 
        {
          "id": "01-11", 
          "img": "{{:en:obs:obs-01-11.jpg?nolink&640x360}}", 
          "text": "No meio do jardim, Deus plantou duas árvores especiais – a árvore da vida e a árvore do conhecimento do bem e do mal. Deus disse a Adão que ele podia comer de todas as árvores do jardim, com exceção da árvore do conhecimento do bem e do mal. Se ele comesse dessa árvore ele morreria."
        }, 
        {
          "id": "01-12", 
          "img": "{{:en:obs:obs-01-12.jpg?nolink&640x360}}", 
          "text": "E disse Deus: \"Não é bom que o homem esteja só.\" Mas nenhum dos animais poderia ser um ajudante para Adão."
        }, 
        {
          "id": "01-13", 
          "img": "{{:en:obs:obs-01-13.jpg?nolink&640x360}}", 
          "text": "Então Deus fez Adão cair em profundo sono. Deus tirou uma de suas costelas e fez uma mulher e a trouxe para ele."
        }, 
        {
          "id": "01-14", 
          "img": "{{:en:obs:obs-01-14.jpg?nolink&640x360}}", 
          "text": "Quando Adão a viu, ele disse: \"Afinal, esta é como eu! Chamar-se-á 'mulher', pois foi feita do homem.\" Por isso o homem deixa seu pai e sua mãe e se torna um com sua esposa."
        }, 
        {
          "id": "01-15", 
          "img": "{{:en:obs:obs-01-15.jpg?nolink&640x360}}", 
          "text": "Deus fez homem e mulher à sua própria imagem e Ele viu que isso era muito bom. Ele os abençoou e disse a eles: \"Tenham muitos filhos e netos e encham a terra!\" Tudo isso aconteceu no sexto dia da criação."
        }, 
        {
          "id": "01-16", 
          "img": "{{:en:obs:obs-01-16.jpg?nolink&640x360}}", 
          "text": "No sétimo dia, Deus tinha terminado todo o Seu trabalho. Então Deus descansou de tudo que Ele havia feito. Ele abençoou o sétimo dia e o santificou porque nesse dia Ele descansou do Seu trabalho. Foi assim que Deus criou o universo e tudo que nele há."
        }
      ], 
      "number": "01", 
      "ref": "Uma História da Bíblia: Gênesis 1-2", 
      "title": "1. A Criação"
    }, 
    {
      "frames": [
        {
          "id": "02-01", 
          "img": "{{:en:obs:obs-02-01.jpg?nolink&640x360}}", 
          "text": "Adão e sua esposa estávam muito felizes morando no lindo jardim que Deus havia feito para eles. Nenhum dos dois usavam roupa, mas não se envergonhavam, porque não havia pecado no mundo. Eles frequentemente andavam no jardim e conversavam com Deus."
        }, 
        {
          "id": "02-02", 
          "img": "{{:en:obs:obs-02-02.jpg?nolink&640x360}}", 
          "text": "Mas havia uma serpente astuta no jardim. Ela perguntou a mulher, \"Deus realmente te falou para não comer do fruto das árvores no jardim?\""
        }, 
        {
          "id": "02-03", 
          "img": "{{:en:obs:obs-02-03.jpg?nolink&640x360}}", 
          "text": "A mulher respondeu, \"Deus nos disse que podemos comer o fruto de qualquer árvore, exceto da Árvore do Conhecimento do Bem e do Mal. Deus nos disse, \"Se vocês comerem daquele fruto, ou até mesmo tocarem nele, vocês morrerão.\""
        }, 
        {
          "id": "02-04", 
          "img": "{{:en:obs:obs-02-04.jpg?nolink&640x360}}", 
          "text": "A serpente respondeu, \"Isso não é verdade! Vocês não vão morrer! Deus sabe que assim que vocês comerem do fruto vocês vão entender coisas como Ele. Vocês vão ser como Deus, conhecendo o bem e o mal.\""
        }, 
        {
          "id": "02-05", 
          "img": "{{:en:obs:obs-02-05.jpg?nolink&640x360}}", 
          "text": "A mulher viu que o fruto era bonito e parecia delicioso. Ela também queria ser sábia, então ela pegou o fruto e comeu. Dai ela se virou e deu do fruto ao seu marido, que estava com ela, e ele também comeu."
        }, 
        {
          "id": "02-06", 
          "img": "{{:en:obs:obs-02-06.jpg?nolink&640x360}}", 
          "text": "De repente, os olhos deles foram abertos e viram que estavam nus. Eles tentaram cobrir a sua nudez costurando folhas para fazerem roupas."
        }, 
        {
          "id": "02-07", 
          "img": "{{:en:obs:obs-02-07.jpg?nolink&640x360}}", 
          "text": "Então o homen e a sua mulher ouviram o som de Deus andando no jardim. Os dois se esconderam de Deus. Deus chamou o homem, \"Aonde você esta?\" Adão respondeu, \"Eu ouvi o Senhor andando no jardim e fiquei com medo, porque eu estava nu. Então eu me escondi.\""
        }, 
        {
          "id": "02-08", 
          "img": "{{:en:obs:obs-02-08.jpg?nolink&640x360}}", 
          "text": "Então Deus perguntou, \"Quem te contou que você estava nu? Você comeu o fruto que eu te disse para não comer?\" O homem respondeu, \"O Senhor me deu esta mulher e ela me deu do fruto.\" Então Deus perguntou a mulher, \"O que você tem feito?\" A mulher respondeu, \"A serpente me enganou.\""
        }, 
        {
          "id": "02-09", 
          "img": "{{:en:obs:obs-02-09.jpg?nolink&640x360}}", 
          "text": "Deus disse a serpente, \" Você está amaldiçoada! Você rastejará sobre seu ventre e comerá pó. Você e a mulher odiarão uma a outra, assim como seus filhos odiarão uns aos outros. O descendente da mulher esmagará sua cabeça e você lhe ferirá o calcanhar.\""
        }, 
        {
          "id": "02-10", 
          "img": "{{:en:obs:obs-02-10.jpg?nolink&640x360}}", 
          "text": "Deus então disse a mulher, \"Eu farei o parto ser doloroso para você. Você vai querer controlar o seu marido, mas ele terá dominio sobre você.\""
        }, 
        {
          "id": "02-11", 
          "img": "{{:en:obs:obs-02-11.jpg?nolink&640x360}}", 
          "text": "Deus disse ao homem, \"Você ouviu a sua esposa e desobedeceu a mim. Agora a terra está amaldiçoada e você vai precisar trabalhar duro para produzir comida. Vvocê morrerá e o seu corpo retornará a terra.\" O homen deu o nome de Eva a sua esposa, que significa \"vida,\" porque ela seria a mãe de todos. E Deus vestiu Adão e Eva com peles de animais."
        }, 
        {
          "id": "02-12", 
          "img": "{{:en:obs:obs-02-12.jpg?nolink&640x360}}", 
          "text": "Deus disse \"Agora que o homem veio a ser como nós conhecedor do bem e do mal, não será permitido que ele coma do fruto da árvore da vida e viva eternamente.\" Deus então expulsou Adão e Eva do bonito jardim. Deus colocou um grande e poderoso anjo na entrada do jardim para que ninguém coma do fruto da árvore da vida."
        }
      ], 
      "number": "02", 
      "ref": "Uma História da Bíblia: Gênesis 3", 
      "title": "2. Pecado Entra no Mundo"
    }, 
    {
      "frames": [
        {
          "id": "03-01", 
          "img": "{{:en:obs:obs-03-01.jpg?nolink&640x360}}", 
          "text": "Muitos anos depois, muitas pessoas estávam vivendo no mundo. Estas pessoas estávam tão perversas e violentas que Deus decidiu destruir o mundo todo com um enorme dilúvio."
        }, 
        {
          "id": "03-02", 
          "img": "{{:en:obs:obs-03-02.jpg?nolink&640x360}}", 
          "text": "Mas Noé achou graça aos olhos de Deus. Ele era o único homem justo entre todas as pessoas más. Deus contou a Noé sobre o dilúvio que Ele estava planejando enviar, e falou para Noé construir um enorme barco, chamado arca."
        }, 
        {
          "id": "03-03", 
          "img": "{{:en:obs:obs-03-03.jpg?nolink&640x360}}", 
          "text": "Deus falou para Noé construir o barco com 140 metros de comprimento, 23 metros de largura e 13.5 metros de altura. O barco deveria ser feito de madeira, com três andares, muitas divisões, cobertura e uma janela. O barco manteria Noé, sua família e dois de cada tipo de animais, seguros durante o dilúvio."
        }, 
        {
          "id": "03-04", 
          "img": "{{:en:obs:obs-03-04.jpg?nolink&640x360}}", 
          "text": "Noé obedeceu o Senhor. Ele e seus três filhos construíram o barco exatamente como Deus tinha falado para eles. Demoraram muitos anos para terminarem a construção do barco, porque ele era muito grande. Noé advertiu as pessoas sobre o dilúvio que estava vindo e disse a eles que se convertessem a Deus, mas eles apenas riram dele."
        }, 
        {
          "id": "03-05", 
          "img": "{{:en:obs:obs-03-05.jpg?nolink&640x360}}", 
          "text": "Noé e sua família também ajuntaram comida suficiente para eles e os animais. Quando tudo estava pronto, Deus falou para Noé que era tempo para ele, sua esposa, seus três filhos com suas esposas entrarem no barco. Eram oito pessoas no total."
        }, 
        {
          "id": "03-06", 
          "img": "{{:en:obs:obs-03-06.jpg?nolink&640x360}}", 
          "text": "Deus enviou um macho e uma fêmea de cada animal para Noé, então eles entraram dentro do barco e ficaram seguros durante o dilúvio. Deus enviou sete machos e sete fêmeas de cada tipo de animal, que podia ser usado para sacrifícios. Quando todos estávam dentro do barco, o próprio Deus fechou a porta."
        }, 
        {
          "id": "03-07", 
          "img": "{{:en:obs:obs-03-07.jpg?nolink&640x360}}", 
          "text": "Então começou a chover, chover, e chover. Choveu por quarenta dias e quarenta noites sem parar! A água também jorrava vindo do fundo da terra. Tudo no mundo inteiro foi coberto com água, até mesmo as montanhas mais altas."
        }, 
        {
          "id": "03-08", 
          "img": "{{:en:obs:obs-03-08.jpg?nolink&640x360}}", 
          "text": "Tudo que estava vivo na terra morreu, exceto as pessoas e animais que estavam dentro do barco, porque o barco flutuou na água e eles ficaram seguros la dentro."
        }, 
        {
          "id": "03-09", 
          "img": "{{:en:obs:obs-03-09.jpg?nolink&640x360}}", 
          "text": "Depois que a chuva parou, o barco flutuou na água por cinco meses até que um dia o barco repousou no topo de uma montanha, mas o mundo ainda estava coberto com água. Após mais três meses os topos das montanhas eram visíveis."
        }, 
        {
          "id": "03-10", 
          "img": "{{:en:obs:obs-03-10.jpg?nolink&640x360}}", 
          "text": "Quarenta dias depois, Noé enviou um corvo para ver se a água havia secado. O corvo voou para frente e para trás à procura de terra seca, mas não conseguiu encontrar qualquer terra seca."
        }, 
        {
          "id": "03-11", 
          "img": "{{:en:obs:obs-03-11.jpg?nolink&640x360}}", 
          "text": "Mais tarde, Noé enviou uma pomba. Mas também não encontrou nenhuma terra seca, por isso voltou para Noé. Uma semana depois, ele enviou a pomba novamente, que voltou com um ramo de oliveira no seu bico! A água descia e as plantas estavam crescendo de novo!"
        }, 
        {
          "id": "03-12", 
          "img": "{{:en:obs:obs-03-12.jpg?nolink&640x360}}", 
          "text": "Noé esperou mais uma semana e soltou a pomba pela terceira vez. Desta vez, ela não voltou. A água havia secado!"
        }, 
        {
          "id": "03-13", 
          "img": "{{:en:obs:obs-03-13.jpg?nolink&640x360}}", 
          "text": "Dois meses mais tarde, Deus disse: “Você, sua família e todos os animais devem deixar o barco agora. Tenham muitos filhos e netos e encham a terra.” Eles obedeceram e deixaram o barco."
        }, 
        {
          "id": "03-14", 
          "img": "{{:en:obs:obs-03-14.jpg?nolink&640x360}}", 
          "text": "Depois que ele saiu do barco, Noé construiu um altra e sacrificou alguns de cada tipo de animal que poderia ser usado para sacrifício. Deus estava feliz com o sacrifício e abençoou Noé e sua família."
        }, 
        {
          "id": "03-15", 
          "img": "{{:en:obs:obs-03-15.jpg?nolink&640x360}}", 
          "text": "Deus disse: \"Eu nunca mais vou amaldiçoar a terra por causa do homem ou destruir o mundo com um dilúvio, embora os seres humanos são pecadores desde a sua mocidade.\""
        }, 
        {
          "id": "03-16", 
          "img": "{{:en:obs:obs-03-16.jpg?nolink&640x360}}", 
          "text": "Deus então fez o primeiro arco-íris como um sinal de Sua promessa. Toda vez que o arco-íris aparecesse no céu, Deus se lembraria do que Ele prometeu, e da mesma forma o Seu povo."
        }
      ], 
      "number": "03", 
      "ref": "Uma História da Bíblia: Gênesis 6-8", 
      "title": "3. O Dilúvio"
    }, 
    {
      "frames": [
        {
          "id": "04-01", 
          "img": "{{:en:obs:obs-04-01.jpg?nolink&640x360}}", 
          "text": "Muitos anos depois do dilúvio, havia novamente muitas pessoas no mundo, e todos eles falavam a mesma língua. Mas o povo não obedecia a Deus. Em vez de ter filhos e encher a terra, eles se reuniram e construíram uma cidade."
        }, 
        {
          "id": "04-02", 
          "img": "{{:en:obs:obs-04-02.jpg?nolink&640x360}}", 
          "text": "Eles ficaram muito orgulhosos, e eles não se preocuparam com o que Deus disse. Eles até começaram a construção de uma torre para alcançar o céu. Deus viu que se todos eles continuassem trabalhando juntos, eles poderiam fazer muitas coisas más."
        }, 
        {
          "id": "04-03", 
          "img": "{{:en:obs:obs-04-03.jpg?nolink&640x360}}", 
          "text": "Então, Ele mudou a língua deles em muitas línguas diferentes e espalhou as pessoas por todo o mundo. A cidade que tinham começado a construir foi chamada Babel, que significa \"confuso\"."
        }, 
        {
          "id": "04-04", 
          "img": "{{:en:obs:obs-04-04.jpg?nolink&640x360}}", 
          "text": "Centenas de anos depois, Deus falou a um homem chamado Abrão. Deus lhe disse: \"Deixe seu país e família e vá para a terra que eu te mostrarei.\""
        }, 
        {
          "id": "04-05", 
          "img": "{{:en:obs:obs-04-05.jpg?nolink&640x360}}", 
          "text": "Então Abrão obedeceu. Ele levou sua esposa, Sarai, e todos os seus servos e rebanhos e foi para a terra que Deus lhe mostraria, a terra de Canaã. Abrão viveu lá por muitos anos. Lá, Deus fez uma aliança com Abrão. Uma aliança é um acordo entre duas partes."
        }, 
        {
          "id": "04-06", 
          "img": "{{:en:obs:obs-04-06.jpg?nolink&640x360}}", 
          "text": "Deus disse: \"Olhe ao seu redor. Toda a terra que você pode ver eu vou dar para você e seus descendentes como herança. Eu te abençoarei e engrandecerei o seu nome.\""
        }, 
        {
          "id": "04-07", 
          "img": "{{:en:obs:obs-04-07.jpg?nolink&640x360}}", 
          "text": "\"Eu farei em seus descendentes uma grande nação, e eu serei o vosso Deus. Eu abençoarei os que te abençoarem e amaldiçoarei os que te amaldiçoarem. Todos os grupos de pessoas do mundo serão abençoadas através de você.\" Deus também disse a Abrão para circuncidar todos os homens de sua família como um sinal da aliança. Abrão obedeceu."
        }, 
        {
          "id": "04-08", 
          "img": "{{:en:obs:obs-04-08.jpg?nolink&640x360}}", 
          "text": "Abrão creu em Deus. Deus disse que Abrão foi justificado por meio da fé na promessa de Deus. Mas havia um problema. Abrão e sua esposa não eram capazes de ter filhos. Então, parecia impossível que Abrão poderia se tornar o pai de uma grande nação, mas eles esperaram com fé, crendo no que Deus havia prometido."
        }, 
        {
          "id": "04-09", 
          "img": "{{:en:obs:obs-04-09.jpg?nolink&640x360}}", 
          "text": "Um dia, Abrão se encontrou com Melquisedeque, o sacerdote do Deus Altíssimo. Melquisedeque abençoou Abrão e disse: \"Deus Altíssimo, que possui os céus e a terra, te abençoe Abrão.\" E Abrão deu a Melquisedeque o dízimo de tudo que possuía."
        }
      ], 
      "number": "04", 
      "ref": "Uma História da Bíblia: Gênesis 11-15", 
      "title": "4. A Aliança de Deus com Abraão"
    }, 
    {
      "frames": [
        {
          "id": "05-01", 
          "img": "{{:en:obs:obs-05-01.jpg?nolink&640x360}}", 
          "text": "Abrão e Sarai esperaram mais de vinte anos, mas ainda não tinham um filho. Deus falou a Abrão e prometeu mais uma vez que ele teria um filho e descendentes tantos quanto as estrelas no céu. Abrão acreditou na promessa de Deus."
        }, 
        {
          "id": "05-02", 
          "img": "{{:en:obs:obs-05-02.jpg?nolink&640x360}}", 
          "text": "Então, a esposa de Abrão, disse-lhe: \"Como o SENHOR não me permitiu ter filhos e agora sou velha demais para ter filhos, eis aqui a minha serva, Hagar. Casa-se com ela também para que ela possa ter um filho por mim.\""
        }, 
        {
          "id": "05-03", 
          "img": "{{:en:obs:obs-05-03.jpg?nolink&640x360}}", 
          "text": "Abrão casou com Hagar. Hagar teve um menino, e Abrão chamou-lhe Ismael. Abrão queria que Deus abençoasse Ismael. Deus disse: \"Eu vou abençoá-lo, mas Ismael não é o filho da promessa. Eu não vou fazer a minha aliança com ele.\""
        }, 
        {
          "id": "05-04", 
          "img": "{{:en:obs:obs-05-04.jpg?nolink&640x360}}", 
          "text": "\"Sua esposa, Sarai, terá um filho, ele vai ser o filho da promessa. Dê a ele o nome de Isaque. Minha aliança será com ele, e ele se tornará uma grande nação.\" Então, Deus mudou o nome de Abrão para Abraão, que significa \"pai de muitos\". Deus também mudou o nome de Sarai para Sara, que significa \"princesa\"."
        }, 
        {
          "id": "05-05", 
          "img": "{{:en:obs:obs-05-05.jpg?nolink&640x360}}", 
          "text": "Finalmente, quando Abraão tinha 100 anos e Sara tinha 90 anos, Sara deu à luz ao filho de Abraão. Eles o chamaram de Isaque, como Deus havia mandado fazer."
        }, 
        {
          "id": "05-06", 
          "img": "{{:en:obs:obs-05-06.jpg?nolink&640x360}}", 
          "text": "Quando Isaac era um homem jovem, Deus testou a fé de Abraão, dizendo: \"Toma Isaac, seu único filho, e mate ele como um sacrifício para mim.\"Novamente Abraão obedeceu o que Deus lhe disse para fazer."
        }, 
        {
          "id": "05-07", 
          "img": "{{:en:obs:obs-05-07.jpg?nolink&640x360}}", 
          "text": "Ele amarrou seu filho Isaque e o colocou no altar. Ele estava prestes a matar seu filho quando Deus disse: \"Pare! Não machuque o menino! Agora eu sei que você teme a mim, pois você não poupou o seu único filho.\""
        }, 
        {
          "id": "05-08", 
          "img": "{{:en:obs:obs-05-08.jpg?nolink&640x360}}", 
          "text": "Abraão viu um carneiro que estava preso em um arbusto perto deles. Deus proveu o carneiro para o sacrifício em vez de Isaque. Abraão ofereceu alegremente o carneiro como um sacrifício."
        }, 
        {
          "id": "05-09", 
          "img": "{{:en:obs:obs-05-09.jpg?nolink&640x360}}", 
          "text": "Então Deus disse a Abraão: \"Porque você estava disposto a dar-me tudo, até mesmo o seu único filho, eu prometo te abençoar. Seus descendentes serão mais do que as estrelas no céu. Porque você me obedeceu, todas as famílias do mundo serão abençoadas através de sua família.\""
        }
      ], 
      "number": "05", 
      "ref": "Uma História da Bíblia: Gênesis 16-22", 
      "title": "5. O Filho da Promessa"
    }, 
    {
      "frames": [
        {
          "id": "06-01", 
          "img": "{{:en:obs:obs-06-01.jpg?nolink&640x360}}", 
          "text": "Quando Abraão já estava muito velho e Isaque já era homem, Abraão enviou um de seus servos de volta à terra onde seus parentes viviam para encontrar uma esposa para seu filho, Isaque."
        }, 
        {
          "id": "06-02", 
          "img": "{{:en:obs:obs-06-02.jpg?nolink&640x360}}", 
          "text": "Depois de uma viagem muito longa, Deus levou o servo a Rebeca, que era neta do irmão de Abraão."
        }, 
        {
          "id": "06-03", 
          "img": "{{:en:obs:obs-06-03.jpg?nolink&640x360}}", 
          "text": "Ela concordou em deixar sua família e voltar com o servo. Isaque casou-se com ela assim que ela chegou."
        }, 
        {
          "id": "06-04", 
          "img": "{{:en:obs:obs-06-04.jpg?nolink&640x360}}", 
          "text": "Depois de muito tempo, Abraão morreu e todas as promessas que Deus havia feito a ele na aliança foram repassadas ​​para Isaque. Mas a esposa de Isaque, Rebeca, não podia ter filhos. Isaque não podia ser o pai de muitas nações, se ele nem sequer tem um filho."
        }, 
        {
          "id": "06-05", 
          "img": "{{:en:obs:obs-06-05.jpg?nolink&640x360}}", 
          "text": "Isaque orou por Rebeca, e Deus permitiu que ela engravidasse de gêmeos."
        }, 
        {
          "id": "06-06", 
          "img": "{{:en:obs:obs-06-06.jpg?nolink&640x360}}", 
          "text": "Antes de eles nascerem, Deus disse a Rebeca que o filho mais velho serviria o mais novo."
        }, 
        {
          "id": "06-07", 
          "img": "{{:en:obs:obs-06-07.jpg?nolink&640x360}}", 
          "text": "Quando eles nasceram, o filho mais velho saiu vermelho e peludo e eles o chamaram de Esaú. O filho mais novo tinha a pele lisa, e eles o nomearam Jacó."
        }
      ], 
      "number": "06", 
      "ref": "Uma História da Bíblia: Gênesis 24:1-25:26", 
      "title": "6. A Providência de Deus para Isaque"
    }, 
    {
      "frames": [
        {
          "id": "07-01", 
          "img": "{{:en:obs:obs-07-01.jpg?nolink&640x360}}", 
          "text": "Os meninos cresceram e Rebeca amava a Jacó, mas Isaque amava Esaú. Jacó gostava de ficar em casa, mas Esaú gostava de caçar."
        }, 
        {
          "id": "07-02", 
          "img": "{{:en:obs:obs-07-02.jpg?nolink&640x360}}", 
          "text": "Um dia, quando Esaú voltou da caça, ele estava com muita fome. Esaú disse a Jacó: \"Por favor me dê um pouco da comida que você fez.\" Jacó respondeu: \"Em primeiro lugar, dá-me os seus direitos como filho mais velho.\" Então Esaú deu a Jacó seus direitos como o filho mais velho. Então Jacó deu-lhe um pouco de comida."
        }, 
        {
          "id": "07-03", 
          "img": "{{:en:obs:obs-07-03.jpg?nolink&640x360}}", 
          "text": "Quando Isaque já estava velho, ele queria dar a sua bênção a Esaú. Mas antes que ele o fez, Rebeca e Jacó o enganaram fazendo Jacó fingir-se que era Esaú. Jacó colocou a roupa de Esaú e colocou pele de cabra em seu pescoço e mãos."
        }, 
        {
          "id": "07-04", 
          "img": "{{:en:obs:obs-07-04.jpg?nolink&640x360}}", 
          "text": "Isaque não podia ver bem. Jacó veio a Isaque e disse: \"Eu sou Esaú, eu vim para receber sua bênção.\" Quando Isaque sentiu o pêlo de cabra e cheirou a roupa de Jacó, ele pensou que era Esaú e o abençoou."
        }, 
        {
          "id": "07-05", 
          "img": "{{:en:obs:obs-07-05.jpg?nolink&640x360}}", 
          "text": "Esaú odiou a Jacó por Jacó ter roubado seus direitos como filho mais velho e também a sua bênção. Então, ele planejou matar Jacó após a morte de seu pai."
        }, 
        {
          "id": "07-06", 
          "img": "{{:en:obs:obs-07-06.jpg?nolink&640x360}}", 
          "text": "Mas Rebeca escutou o plano de Esaú. Então ela conseguiu que Jacó fosse enviado para longe, para viver com seus parentes."
        }, 
        {
          "id": "07-07", 
          "img": "{{:en:obs:obs-07-07.jpg?nolink&640x360}}", 
          "text": "Enquanto Jacó estava lá, ele se casou com quatro mulheres que deram à luz a um total de 12 filhos e uma filha. Deus o fez muito rico."
        }, 
        {
          "id": "07-08", 
          "img": "{{:en:obs:obs-07-08.jpg?nolink&640x360}}", 
          "text": "Depois de vinte anos longe de sua casa, em Canaã, Jacó voltou para lá com sua família, seus servos, e todos os seus rebanhos de animais."
        }, 
        {
          "id": "07-09", 
          "img": "{{:en:obs:obs-07-09.jpg?nolink&640x360}}", 
          "text": "Ele estava com muito medo porque achava que Esaú ainda queria matá-lo. Então ele mandou muitos  rebanhos de animais a Esaú como presente. Os servos que trouxeram os animais, disseram a Esaú, \"Estes animais são um presente do teu servo, Jacó. Ele virá em breve.\""
        }, 
        {
          "id": "07-10", 
          "img": "{{:en:obs:obs-07-10.jpg?nolink&640x360}}", 
          "text": "Mas Esaú já havia perdoado Jacó, e eles se reuniram felizes. Jacó então vivia pacificamente em Canaã. Em seguida, Isaque morreu, e Jacó e Esaú o sepultaram. As promessas da aliança que Deus havia prometido a Abraão e, em seguida, a Isaque agora passaram para Jacó."
        }
      ], 
      "number": "07", 
      "ref": "Uma História da Bíblia: Gênesis 25:27-33:20", 
      "title": "7. Deus Abençoa Jacó"
    }, 
    {
      "frames": [
        {
          "id": "08-01", 
          "img": "{{:en:obs:obs-08-01.jpg?nolink&640x360}}", 
          "text": "Muitos anos mais tarde, quando Jacó era homem velho, ele enviou o seu filho favorito, José, para verificar seus irmãos que estavam cuidando dos rebanhos."
        }, 
        {
          "id": "08-02", 
          "img": "{{:en:obs:obs-08-02.jpg?nolink&640x360}}", 
          "text": "Os irmãos de José o odiavam, pois seu pai o amava mais que os outros e porque José tinha sonhado que ele seria o governante deles. Quando José encontrou seus irmãos, eles o sequestraram e o venderam para alguns comerciantes de escravos."
        }, 
        {
          "id": "08-03", 
          "img": "{{:en:obs:obs-08-03.jpg?nolink&640x360}}", 
          "text": "Antes de voltarem para casa, os irmãos rasgaram as roupas de José e as mergulharam em sangue. Em seguida, eles mostraram as roupas para seu pai e mentiram para ele dizendo que um animal selvagem matou José. Jacó ficou muito triste."
        }, 
        {
          "id": "08-04", 
          "img": "{{:en:obs:obs-08-04.jpg?nolink&640x360}}", 
          "text": "Os comerciantes de escravos levaram José para o Egito. O Egito era um país grande e poderoso localizado ao lado do Rio Nilo. Os comerciantes de escravos venderam José como escravo para um rico oficial do governo. José serviu bem o seu mestre, e Deus o abençoou."
        }, 
        {
          "id": "08-05", 
          "img": "{{:en:obs:obs-08-05.jpg?nolink&640x360}}", 
          "text": "A mulher de seu senhor tentou dormir com José, mas José se recusou a pecar contra Deus desta maneira. Ela ficou com raiva e o enviou para prisão.  Mesmo na prisão, José permaneceu fiel a Deus, e Deus o abençoou."
        }, 
        {
          "id": "08-06", 
          "img": "{{:en:obs:obs-08-06.jpg?nolink&640x360}}", 
          "text": "Anos mais tarde, José ainda estava na prisão, mesmo que ele não havia feito nada de errado. O rei do Egito, que foi chamado de faraó, teve dois sonhos que o perturbaram muito. Nenhum de seus assessores podia dizer-lhe o significado dos sonhos."
        }, 
        {
          "id": "08-07", 
          "img": "{{:en:obs:obs-08-07.jpg?nolink&640x360}}", 
          "text": "Deus deu a José a capacidade de interpretar sonhos, então Faraó mandou trazer José da prisão. José interpretou os sonhos para ele e disse: \"Deus vai enviar sete anos de boas colheitas seguidos de sete anos de fome.\""
        }, 
        {
          "id": "08-08", 
          "img": "{{:en:obs:obs-08-08.jpg?nolink&640x360}}", 
          "text": "Faraó ficou tão impressionado com José que ele fez dele o segundo homem mais poderoso em todo o Egito!"
        }, 
        {
          "id": "08-09", 
          "img": "{{:en:obs:obs-08-09.jpg?nolink&640x360}}", 
          "text": "Durante os sete anos de boas colheitas, José disse ao povo para armazenar grandes quantidades de alimentos. Então, quando os sete anos de fome vieram, José vendeu a comida para as pessoas para que tivessem o suficiente para comer."
        }, 
        {
          "id": "08-10", 
          "img": "{{:en:obs:obs-08-10.jpg?nolink&640x360}}", 
          "text": "A fome era severa, não só no Egito, mas também em Canaã, onde Jacó e sua família viviam."
        }, 
        {
          "id": "08-11", 
          "img": "{{:en:obs:obs-08-11.jpg?nolink&640x360}}", 
          "text": "Jacó enviou seus filhos ao Egito para comprar comida. Quando os irmãos estavam diante de José para comprar comida, eles não o reconheceram. Mas José os reconheceu."
        }, 
        {
          "id": "08-12", 
          "img": "{{:en:obs:obs-08-12.jpg?nolink&640x360}}", 
          "text": "Depois de testá-los para ver se eles tinham mudado, José disse-lhes: \"Eu sou seu irmão, José! Não tenham medo. Vocês tentaram fazer o mal quando me venderam como escravo, mas Deus usou o mal para o bem! Venham morar no Egito para que eu possa sustentar vocês e suas famílias.\""
        }, 
        {
          "id": "08-13", 
          "img": "{{:en:obs:obs-08-13.jpg?nolink&640x360}}", 
          "text": "Quando os irmãos voltaram para casa eles contaram a Jacó que José estava vivo, Jacó ficou muito feliz."
        }, 
        {
          "id": "08-14", 
          "img": "{{:en:obs:obs-08-14.jpg?nolink&640x360}}", 
          "text": "Mesmo Jacó sendo um homem velho, ele se mudou para o Egito com toda a sua família, e todos viveram lá. Antes de Jacó morrer ele abençoou cada um de seus filhos."
        }, 
        {
          "id": "08-15", 
          "img": "{{:en:obs:obs-08-15.jpg?nolink&640x360}}", 
          "text": "As promessas da aliança que Deus deu a Abraão foram passadas ​​para Isaque, depois para Jacó, e depois para os 12 filhos de Jacó e suas famílias. Os descendentes dos doze filhos se tornaram as doze tribos de Israel."
        }
      ], 
      "number": "08", 
      "ref": "Uma História da Bíblia: Gênesis 37-50", 
      "title": "8. Deus Salva José e sua Família"
    }, 
    {
      "frames": [
        {
          "id": "09-01", 
          "img": "{{:en:obs:obs-09-01.jpg?nolink&640x360}}", 
          "text": "Depois que José morreu, todos os seus parentes ficaram no Egito. Eles e seus descendentes viveram lá por muitos anos e tiveram muitos filhos. Eles foram chamados de israelitas."
        }, 
        {
          "id": "09-02", 
          "img": "{{:en:obs:obs-09-02.jpg?nolink&640x360}}", 
          "text": "Muitos anos depois, um novo faraó subiu ao poder no Egito. Os egípcios esqueceram José e tudo o que ele tinha feito para ajudá-los. Eles ficaram com medo dos israelitas, porque eles eram muitos. Então, os egípcios fizeram dos israelitas seus escravos."
        }, 
        {
          "id": "09-03", 
          "img": "{{:en:obs:obs-09-03.jpg?nolink&640x360}}", 
          "text": "Os egípcios forçaram os israelitas a construir muitos edifícios e até mesmo cidades inteiras. O trabalho duro fez suas vidas miseráveis​​, mas Deus os abençoou, e eles tiveram ainda mais crianças."
        }, 
        {
          "id": "09-04", 
          "img": "{{:en:obs:obs-09-04.jpg?nolink&640x360}}", 
          "text": "Faraó viu que os israelitas estavam tendo muitos bebês, então ele ordenou que todos os meninos israelitas fossem jogados no rio Nilo para morrer."
        }, 
        {
          "id": "09-05", 
          "img": "{{:en:obs:obs-09-05.jpg?nolink&640x360}}", 
          "text": "Uma certa mulher israelita deu à luz a um menino e ela e seu marido esconderam o bebê durante o tempo que puderam."
        }, 
        {
          "id": "09-06", 
          "img": "{{:en:obs:obs-09-06.jpg?nolink&640x360}}", 
          "text": "E então, eles o colocaram em uma cesta flutuando no rio Nilo. Sua irmã mais velha ficou observando para ver o que iria acontecer com ele."
        }, 
        {
          "id": "09-07", 
          "img": "{{:en:obs:obs-09-07.jpg?nolink&640x360}}", 
          "text": "A filha de Faraó viu a cesta e olhou dentro. Quando ela viu o bebê, ela o pegou como seu próprio filho. Ela contratou a própria mãe do bebê para cuidar dele. Quando a criança cresceu, a filha de Faraó o nomeou Moisés."
        }, 
        {
          "id": "09-08", 
          "img": "{{:en:obs:obs-09-08.jpg?nolink&640x360}}", 
          "text": "Um dia, quando Moisés tinha crescido, ele viu um egípcio espancando um escravo israelita. Moisés tentou salvar seu companheiro israelita."
        }, 
        {
          "id": "09-09", 
          "img": "{{:en:obs:obs-09-09.jpg?nolink&640x360}}", 
          "text": "Quando ele pensou que ninguém estava olhando, ele matou o egípcio e enterrou o corpo. Mas alguns viram o que tinha acontecido."
        }, 
        {
          "id": "09-10", 
          "img": "{{:en:obs:obs-09-10.jpg?nolink&640x360}}", 
          "text": "Quando faraó descobriu a respeito de Moisés, ele tentou matá-lo por causa do que ele tinha feito. Moisés fugiu do Egito para o deserto, onde ele estaria seguro."
        }, 
        {
          "id": "09-11", 
          "img": "{{:en:obs:obs-09-11.jpg?nolink&640x360}}", 
          "text": "Moisés tornou-se um pastor no deserto bem longe do Egito. Ele se casou e teve dois filhos."
        }, 
        {
          "id": "09-12", 
          "img": "{{:en:obs:obs-09-12.jpg?nolink&640x360}}", 
          "text": "Um dia, enquanto Moisés cuidava de suas ovelhas, ele viu um arbusto que estava em chamas. Mas o arbusto não se consumia pelo fogo. Moisés chegou mais perto para dar uma olhada. Quando ele se aproximou do arbusto em chamas, a voz de Deus disse: \"Moisés, tire seus sapatos. Você está pisando em solo sagrado.\""
        }, 
        {
          "id": "09-13", 
          "img": "{{:en:obs:obs-09-13.jpg?nolink&640x360}}", 
          "text": "Deus disse: \"Eu vi o sofrimento do Meu povo. Eu vos enviarei a Faraó, para que você possa trazer os israelitas da escravidão no Egito. Vou dar-lhes a terra de Canaã, a terra que prometi a Abraão, Isaque e Jacó.\""
        }, 
        {
          "id": "09-14", 
          "img": "{{:en:obs:obs-09-14.jpg?nolink&640x360}}", 
          "text": "Moisés disse: \"E se as pessoas me perguntarem quem me enviou, o que devo dizer? \"Deus disse: \"EU SOU O QUE EU SOU. Diga-lhes: 'O EU SOU me enviou a vós.\" Este é o meu nome para sempre.\""
        }, 
        {
          "id": "09-15", 
          "img": "{{:en:obs:obs-09-15.jpg?nolink&640x360}}", 
          "text": "Moisés não queria ir, então Deus enviou o irmão de Moisés, Arão, para ajudá-lo. Deus advertiu a Moisés e Arão que Faraó seria teimoso."
        }
      ], 
      "number": "09", 
      "ref": "Uma História da Bíblia: Êxodo 1-4", 
      "title": "9. Deus chama Moises"
    }, 
    {
      "frames": [
        {
          "id": "10-01", 
          "img": "{{:en:obs:obs-10-01.jpg?nolink&640x360}}", 
          "text": "Moisés e Arão foram até Faraó. Eles disseram: \"Isto é o que o Deus de Israel diz, \"Deixa meu povo ir!\" Faraó riu deles. Em vez de deixar que os israelitas fossem libertos, ele fez o trabalho deles ainda mais difícil!"
        }, 
        {
          "id": "10-02", 
          "img": "{{:en:obs:obs-10-02.jpg?nolink&640x360}}", 
          "text": "Faraó se negava a deixar o povo ir, entãó Deus enviou dez pragas sobre o Egito. (A praga é um desastre terrível.) Através destas pragas, Deus mostrou a Faraó que Ele é mais poderoso do que o Faraó e todos os deuses do Egito."
        }, 
        {
          "id": "10-03", 
          "img": "{{:en:obs:obs-10-03.jpg?nolink&640x360}}", 
          "text": "Deus transformou o Rio Nilo em sangue, mas Faraó ainda não deixou que os israelitas fossem embora."
        }, 
        {
          "id": "10-04", 
          "img": "{{:en:obs:obs-10-04.jpg?nolink&640x360}}", 
          "text": "Deus enviou rãs em todo o Egito. Faraó pediu a Moisés que tirasse as rãs. Mas depois que todas as rãs morreram, Faraó endureceu o seu coração e não deixou os israelitas irem."
        }, 
        {
          "id": "10-05", 
          "img": "{{:en:obs:obs-10-05.jpg?nolink&640x360}}", 
          "text": "Então, Deus enviou uma praga de mosquitos e depois de uma praga de moscas. Faraó chamou Moisés e Arão e falou que eles poderiam ir se acabassem com a praga. Moisés orou, e Deus removeu todas as moscas do Egito, mas Faraó endureceu o seu coração e não deixou o povo ir."
        }, 
        {
          "id": "10-06", 
          "img": "{{:en:obs:obs-10-06.jpg?nolink&640x360}}", 
          "text": "Depois Deus enviou uma doença para matar todos os animais da fazenda que pertenciam aos egípcios. O coração de Faraó se endureceu, e não deixou os israelitas irem."
        }, 
        {
          "id": "10-07", 
          "img": "{{:en:obs:obs-10-07.jpg?nolink&640x360}}", 
          "text": "Então Deus disse a Moisés para jogar as cinzas no ar na frente de Faraó. Quando ele o fez, dolorosas feridas na pele apareceram sobre os egípcios, mas não sobre os israelitas. Deus endureceu o coração de Faraó, e Faraó não deixou os israelitas serem libertos."
        }, 
        {
          "id": "10-08", 
          "img": "{{:en:obs:obs-10-08.jpg?nolink&640x360}}", 
          "text": "Depois disso, Deus enviou granizo que destruiu as colheitas no Egito e matou qualquer pessoa que saiu de sua casa. Faraó chamou Moisés e Arão e lhes disse: \"Eu pequei. Vocês podem ir.\" Então Moisés orou, e o granizo parou."
        }, 
        {
          "id": "10-09", 
          "img": "{{:en:obs:obs-10-09.jpg?nolink&640x360}}", 
          "text": "Mas Faraó pecou novamente e endureceu o seu coração e não deixou os israelitas irem."
        }, 
        {
          "id": "10-10", 
          "img": "{{:en:obs:obs-10-10.jpg?nolink&640x360}}", 
          "text": "Então Deus enviou enxames de gafanhotos sobre o Egito. Esses gafanhotos comeram o que restava das colheitas que o granizo não tinha destruído."
        }, 
        {
          "id": "10-11", 
          "img": "{{:en:obs:obs-10-11.jpg?nolink&640x360}}", 
          "text": "Então, Deus enviou uma escuridão que durou três dias. Estava tão escuro que os egípcios não podiam sair de suas casas. Mas onde os israelitas viviam, havia luz."
        }, 
        {
          "id": "10-12", 
          "img": "{{:en:obs:obs-10-12.jpg?nolink&640x360}}", 
          "text": "Mesmo após estas nove pragas, Faraó ainda se recusou a deixar os israelitas serem libertos. Uma vez que o Faraó não quis ouvir, houve uma última praga que Deus planejou enviar. Esta mudaria a mente de Faraó."
        }
      ], 
      "number": "10", 
      "ref": "Uma História da Bíblia: Êxodo 5-10", 
      "title": "10. As Dez Pragas"
    }, 
    {
      "frames": [
        {
          "id": "11-01", 
          "img": "{{:en:obs:obs-11-01.jpg?nolink&640x360}}", 
          "text": "Deus advertiu Faraó que se ele não deixasse os israelitas irem, então ele iria matar todos os primogênitos de pessoas e animais. Quando Faraó soube disso, ele ainda se recusava a acreditar em Deus."
        }, 
        {
          "id": "11-02", 
          "img": "{{:en:obs:obs-11-02.jpg?nolink&640x360}}", 
          "text": "Deus providenciou uma maneira de salvar o primogênito de quem acreditasse nele. Cada família teve que escolher um cordeiro ou cabra perfeito e matá-lo."
        }, 
        {
          "id": "11-03", 
          "img": "{{:en:obs:obs-11-03.jpg?nolink&640x360}}", 
          "text": "Em seguida, eles tinham que colocar um pouco do sangue em torno da porta de suas casas. Depois eles foram assar a carne e cearam, junto com o pão que foi feito sem fermento. Eles tinham que estar prontos para deixar o Egito, quando comeram."
        }, 
        {
          "id": "11-04", 
          "img": "{{:en:obs:obs-11-04.jpg?nolink&640x360}}", 
          "text": "Os israelitas fizeram tudo exatamente como Deus havia ordenado. Naquela noite, o anjo de Deus passou pelo Egito matando cada filho primogênito."
        }, 
        {
          "id": "11-05", 
          "img": "{{:en:obs:obs-11-05.jpg?nolink&640x360}}", 
          "text": "Todas as casas dos israelitas tinha sangue em volta das portas, assim o anjo de Deus passou sobre as casas e todos dentro das casas estavam seguro. Eles foram salvos por causa do sangue do cordeiro."
        }, 
        {
          "id": "11-06", 
          "img": "{{:en:obs:obs-11-06.jpg?nolink&640x360}}", 
          "text": "Mas os egípcios não creram em Deus nem obedeceram aos seus comandos. Então o anjo de Deus não passou por cima de suas casas. O anjo de Deus matou todos os filhos primogênitos no Egito."
        }, 
        {
          "id": "11-07", 
          "img": "{{:en:obs:obs-11-07.jpg?nolink&640x360}}", 
          "text": "Desde o primogênito do prisioneiro na cadeia, até o primogênito do Faraó, todos os primogênitos morreram. Houve muito choro no Egito."
        }, 
        {
          "id": "11-08", 
          "img": "{{:en:obs:obs-11-08.jpg?nolink&640x360}}", 
          "text": "Faraó chamou a Moisés e a Arão e disse: \"Leve os israelitas e deixam o Egito imediatamente!\" Os egípcios encorajaram os israelitas a sairem imediatamente."
        }
      ], 
      "number": "11", 
      "ref": "Uma História da Bíblia: Êxodo 11:1-12:32", 
      "title": "11. A Páscoa"
    }, 
    {
      "frames": [
        {
          "id": "12-01", 
          "img": "{{:en:obs:obs-12-01.jpg?nolink&640x360}}", 
          "text": "Os Israelitas ficaram muito felizes em deixar o Egito. Eles já não eram escravos, e eles estavam indo para a Terra Prometida! Os egípcios presentearam os israelitas com ouro e prata e outros objetos de valor. Alguns egípcios creram em Deus e se juntaram aos israelitas quando eles deixaram o Egito."
        }, 
        {
          "id": "12-02", 
          "img": "{{:en:obs:obs-12-02.jpg?nolink&640x360}}", 
          "text": "Deus os liderou, indo à frente deles como um alto pilar de nuvens durante o dia, que se tornou em um alto pilar de fogo à noite. Deus estava sempre com eles e os guiou enquanto viajavam. Tudo o que eles tinham que fazer era seguir."
        }, 
        {
          "id": "12-03", 
          "img": "{{:en:obs:obs-12-03.jpg?nolink&640x360}}", 
          "text": "Depois de um curto período de tempo, o Faraó e seu povo mudaram de idéia e queriam que os israelitas fossem seus escravos novamente. Deus fez isso para sua própria glória, mostrando que Ele é mais poderoso do que Faraó e seus deuses."
        }, 
        {
          "id": "12-04", 
          "img": "{{:en:obs:obs-12-04.jpg?nolink&640x360}}", 
          "text": "Então Faraó e seu exército perseguiram os israelitas para torná-los seus escravos novamente. Quando os israelitas viram o exército egípcio que vinha, eles perceberam que estavam encurralados entre o exército de faraó e o Mar Vermelho. Eles estavam com muito medo e gritaram: \"Por que deixamos o Egito? Nós vamos morrer!\""
        }, 
        {
          "id": "12-05", 
          "img": "{{:en:obs:obs-12-05.jpg?nolink&640x360}}", 
          "text": "Moisés disse ao povo: \"Não tenham medo! Deus vai lutar por vocês hoje e salvá-los.\" Então Deus disse a Moisés: \"Diga ao povo para se mover em direção ao Mar Vermelho.\""
        }, 
        {
          "id": "12-06", 
          "img": "{{:en:obs:obs-12-06.jpg?nolink&640x360}}", 
          "text": "Então o pilar de nuvem se moveu entre os israelitas e os egípcios, então os egípcios não podiam ver os israelitas."
        }, 
        {
          "id": "12-07", 
          "img": "{{:en:obs:obs-12-07.jpg?nolink&640x360}}", 
          "text": "Moisés levantou a mão sobre o mar, e Deus fez o vento soprar. O vento fez a água do mar se dividir para a esquerda e para a direita, abrindo um caminho através do mar."
        }, 
        {
          "id": "12-08", 
          "img": "{{:en:obs:obs-12-08.jpg?nolink&640x360}}", 
          "text": "Os israelitas marcharam pelo mar em terra seca, com uma parede de água de cada lado deles."
        }, 
        {
          "id": "12-09", 
          "img": "{{:en:obs:obs-12-09.jpg?nolink&640x360}}", 
          "text": "Em seguida, a nuvem se levantou e os egípcios viram os israelitas escapando. Eles decidiram persegui-los."
        }, 
        {
          "id": "12-10", 
          "img": "{{:en:obs:obs-12-10.jpg?nolink&640x360}}", 
          "text": "Então, eles seguiram os israelitas pelo caminho através do mar, mas Deus causou que os egípcios entrassem  em pânico e fez com que os seus carros ficassem presos. Eles gritaram: \"Fuja! Deus está lutando pelos israelitas!\""
        }, 
        {
          "id": "12-11", 
          "img": "{{:en:obs:obs-12-11.jpg?nolink&640x360}}", 
          "text": "Depois que os israelitas atravessaram com segurança para o outro lado, Deus disse a Moisés para estender a sua mão novamente. Quando ele obedeceu, a água caiu sobre o exército egípcio e o mar se fechou. O exército egípcio inteiro se afogou."
        }, 
        {
          "id": "12-12", 
          "img": "{{:en:obs:obs-12-12.jpg?nolink&640x360}}", 
          "text": "Quando os israelitas viram que os egípcios estavam mortos, eles creram em Deus e confiaram que Moisés era um profeta de Deus."
        }, 
        {
          "id": "12-13", 
          "img": "{{:en:obs:obs-12-13.jpg?nolink&640x360}}", 
          "text": "Eles também se alegraram com muita emoção, porque Deus os salvou da morte e da escravidão! Agora eles eram livres para servirem a Deus. Os israelitas cantaram muitas músicas para celebrarem a sua nova liberdade e louvarem a Deus por salvá-los."
        }, 
        {
          "id": "12-14", 
          "img": "{{:en:obs:obs-12-14.jpg?nolink&640x360}}", 
          "text": "Deus ordenou que os israelitas se lembrassem de Sua vitória sobre os egípcios e sua libertação da escravidão com a celebração da festa da Páscoa todos os anos. Eles celebraram matando um cordeiro perfeito, tendo uma grande ceia, e contando a história de como Deus os havia salvado dos egípcios."
        }
      ], 
      "number": "12", 
      "ref": "Uma História da Bíblia: Êxodo 12:33-15:21", 
      "title": "12. O Êxodo"
    }, 
    {
      "frames": [
        {
          "id": "13-01", 
          "img": "{{:en:obs:obs-13-01.jpg?nolink&640x360}}", 
          "text": "Depois que Deus conduziu os israelitas através do Mar Vermelho, Ele os levou através do deserto, para um monte chamado Sinai. As pessoas montaram suas tendas na base da montanha."
        }, 
        {
          "id": "13-02", 
          "img": "{{:en:obs:obs-13-02.jpg?nolink&640x360}}", 
          "text": "Deus disse a Moisés e ao povo de Israel: \"Se vocês obedecerem a minha voz e guardarem a minha aliança, vocês serão meu bem mais precioso, um reino de sacerdotes e uma nação santa\"."
        }, 
        {
          "id": "13-03", 
          "img": "{{:en:obs:obs-13-03.jpg?nolink&640x360}}", 
          "text": "Três dias mais tarde, depois que as pessoas estavam preparadas, Deus desceu do topo do Monte Sinai com trovões, fumaça, relâmpagos e um grande soar de trombetas. Apenas Moisés foi autorizado a ir até a montanha."
        }, 
        {
          "id": "13-04", 
          "img": "{{:en:obs:obs-13-04.jpg?nolink&640x360}}", 
          "text": "Então, Deus deu-lhes a aliança e disse: \"Eu sou o Senhor teu Deus, que te salvou da escravidão no Egito. Não adorarem outros deuses.\""
        }, 
        {
          "id": "13-05", 
          "img": "{{:en:obs:obs-13-05.jpg?nolink&640x360}}", 
          "text": "\"Não faça ídolos ou adore eles, porque Eu, o Senhor teu Deus, sou um Deus zeloso. Não use o nome de Deus de uma forma desrespeitosa. Lembre-se de guardar o sábado, dia santo. Façam todo o seu trabalho em seis dias, pois o sétimo dia é o dia de descanso, para se lembrar do Senhor. \""
        }, 
        {
          "id": "13-06", 
          "img": "{{:en:obs:obs-13-06.jpg?nolink&640x360}}", 
          "text": "\"Honra teu pai e tua mãe. Não mate. Não cometa adultério. Não roube. Não minta. Não deseje ter a mulher do próximo, a sua casa, ou qualquer coisa que lhe pertença.\""
        }, 
        {
          "id": "13-07", 
          "img": "{{:en:obs:obs-13-07.jpg?nolink&640x360}}", 
          "text": "Então Deus escreveu estes Dez Mandamentos em duas tábuas de pedra, e deu a Moisés. Deus também deu muitas outras leis e regras para serem seguidas. Se o povo obedecesse essas leis, Deus prometeu que Ele os abençoariam e os protegeriam. Se eles desobedecessem, Deus os puniria."
        }, 
        {
          "id": "13-08", 
          "img": "{{:en:obs:obs-13-08.jpg?nolink&640x360}}", 
          "text": "Deus deu aos israelitas uma descrição detalhada de uma tenda que Ele queria que os Israelitas fizessem. Foi chamado a Tenda do Encontro. A Tenda do Encontro tinha dois cômodos, separados por uma cortina grande. Ninguém podia entrar no cômodo atrás da cortina, exceto o sumo sacerdote, porque Deus vivia lá."
        }, 
        {
          "id": "13-09", 
          "img": "{{:en:obs:obs-13-09.jpg?nolink&640x360}}", 
          "text": "Qualquer pessoa que desobedecesse a lei de Deus poderia trazer um animal para a Tenda da Reunião para sacrificar a Deus. Um sacerdote poderia matar o animal e queima-lo no altar. O sangue do sacrifício cobriria o pecado da pessoa e o faria limpo aos olhos de Deus. Deus escolheu Aarão, irmão de Moisés, e os seus descendentes para serem seus sacerdotes."
        }, 
        {
          "id": "13-10", 
          "img": "{{:en:obs:obs-13-10.jpg?nolink&640x360}}", 
          "text": "As pessoas concordaram em obedecer às leis que Deus lhes havia dado, para adorar somente a Deus, e para ser o Seu povo especial. Mas pouco tempo depois que eles prometeram obedecer a Deus, eles pecaram terrivelmente."
        }, 
        {
          "id": "13-11", 
          "img": "{{:en:obs:obs-13-11.jpg?nolink&640x360}}", 
          "text": "Fazia muitos dias que Moisés estava no topo do Monte Sinai conversando com Deus. As pessoas ficaram cansadas de esperar por sua volta. Então trouxeram ouro para Arão e pediram-lhe que fizesse um ídolo para eles!"
        }, 
        {
          "id": "13-12", 
          "img": "{{:en:obs:obs-13-12.jpg?nolink&640x360}}", 
          "text": "Arão fez um ídolo de ouro em forma de um bezerro. As pessoas começaram a descontroladamente adorar e sacrificar ao ídolo! Deus estava muito zangado com o pecado do povo e planejou destruí-los. Mas Moisés orou por eles, e Deus ouviu sua oração e não os destruiu."
        }, 
        {
          "id": "13-13", 
          "img": "{{:en:obs:obs-13-13.jpg?nolink&640x360}}", 
          "text": "Quando Moisés desceu do monte e viu o ídolo, ele ficou tão irritado que ele quebrou as pedras em que Deus havia escrito os Dez Mandamentos."
        }, 
        {
          "id": "13-14", 
          "img": "{{:en:obs:obs-13-14.jpg?nolink&640x360}}", 
          "text": "Em seguida, ele quebrou o ídolo em pó, colocou o pó em um pouco de água e fez o povo beber a água. Deus enviou uma praga sobre o povo e muitos deles morreram."
        }, 
        {
          "id": "13-15", 
          "img": "{{:en:obs:obs-13-15.jpg?nolink&640x360}}", 
          "text": "Então Moisés subiu a montanha de novo e orou para que Deus perdoasse as pessoas. Deus ouviu a Moisés e os perdoou. Moisés escreveu os Dez Mandamentos em novas tábuas de pedra para substituir as que ele tinha quebrado. Em seguida, Deus levou o povo para longe do Monte Sinai em direção à Terra Prometida."
        }
      ], 
      "number": "13", 
      "ref": "Uma História da Bíblia: Êxodo 19-34", 
      "title": "13. A Aliança de Deus com Israel"
    }, 
    {
      "frames": [
        {
          "id": "14-01", 
          "img": "{{:en:obs:obs-14-01.jpg?nolink&640x360}}", 
          "text": "Depois que os israelitas receberam a Aliança de Deus no Monte Sinai, Deus começou levando-os em direção à Terra Prometida, que também foi chamado de Canaã. A coluna de nuvem lhes mostrou o caminho."
        }, 
        {
          "id": "14-02", 
          "img": "{{:en:obs:obs-14-02.jpg?nolink&640x360}}", 
          "text": "Deus havia prometido a Abraão, Isaque e Jacó que daria a terra prometida aos seus descendentes, mas agora havia muitas tribos de pessoas que vivem lá. Eles eram chamados de cananeus. Os cananeus não acreditavam em Deus. Eles adoravam deuses falsos e fez muitas coisas más."
        }, 
        {
          "id": "14-03", 
          "img": "{{:en:obs:obs-14-03.jpg?nolink&640x360}}", 
          "text": "Deus disse aos israelitas: \"Você deve se livrar de todos os cananeus na terra prometida. Não fazer a paz com eles e não se casam com eles. Você deve destruir completamente todos os seus ídolos. Se você não fizer essas coisas, você vai adorar os seus ídolos, em vez de mim.\""
        }, 
        {
          "id": "14-04", 
          "img": "{{:en:obs:obs-14-04.jpg?nolink&640x360}}", 
          "text": "Quando os israelitas chegaram à beira de Canaã, Moisés escolheu doze homens, um de cada tribo de Israel. Ele deu aos homens as instruções para ir e espionar a terra para ver o que era. Eles também foram para espionar os cananeus, para ver se eram fortes ou fracos."
        }, 
        {
          "id": "14-05", 
          "img": "{{:en:obs:obs-14-05.jpg?nolink&640x360}}", 
          "text": "Os homens espionado Canaã por quarenta dias, em seguida, eles voltaram. Dez dos espias deram um mau relatório, dizendo: \"A terra é muito boa, e as colheitas são ótimos! Mas as cidades são muito fortes, e as pessoas são gigantes! Se atacá-los, certamente vai morrer!\""
        }, 
        {
          "id": "14-06", 
          "img": "{{:en:obs:obs-14-06.jpg?nolink&640x360}}", 
          "text": "Imediatamente Calebe e Josué, os outros dois espiões, disse: \"É verdade que o povo de Canaã está alto e forte, mas certamente podemos derrotá-los! Deus lutará por nós!\""
        }, 
        {
          "id": "14-07", 
          "img": "{{:en:obs:obs-14-07.jpg?nolink&640x360}}", 
          "text": "Mas as pessoas estavam com raiva de Moisés e Arão e disse: \"Oh, por que você nos trazer a este lugar horrível? Devíamos ter ficado no Egito, em vez de ser morto em batalha e as nossas mulheres e crianças feitos escravos.\" As pessoas queriam matá-los e escolher um novo líder para trazê-los de volta para o Egito."
        }, 
        {
          "id": "14-08", 
          "img": "{{:en:obs:obs-14-08.jpg?nolink&640x360}}", 
          "text": "Deus estava muito irritado, e sua presença apareceu na tenda da revelação. Deus disse: \"Com exceção de Josué e Calebe, todas as pessoas que são 20 anos de idade ou mais vai passear no deserto até morrerem. Eles nunca entrarão na Terra Prometida.\""
        }, 
        {
          "id": "14-09", 
          "img": "{{:en:obs:obs-14-09.jpg?nolink&640x360}}", 
          "text": "Quando o povo ouviu isso, que foram não tinham pecado. Eles pegaram suas armas e passou a atacar Canaã. Moisés advertiu-lhes para não ir, porque Deus não estava com eles, mas eles não lhe deram ouvidos."
        }, 
        {
          "id": "14-10", 
          "img": "{{:en:obs:obs-14-10.jpg?nolink&640x360}}", 
          "text": "Deus não ir com eles para esta batalha, por isso eles foram derrotados e muitos deles foram mortos. Então o resto dos israelitas voltaram de Canaã e vagou pelo deserto por quarenta anos."
        }, 
        {
          "id": "14-11", 
          "img": "{{:en:obs:obs-14-11.jpg?nolink&640x360}}", 
          "text": "Durante esse tempo de vagar, Deus providenciou para eles. Ele lhes deu o pão do céu, chamado de \"maná\". Ele também enviou codornizes (espécie de pássaro) em seu campo para que eles pudessem ter carne para comer. Durante esses 40 anos, Deus manteve suas roupas e sapatos de desgaste."
        }, 
        {
          "id": "14-12", 
          "img": "{{:en:obs:obs-14-12.jpg?nolink&640x360}}", 
          "text": "Deus mesmo milagrosamente deu-lhes água de uma rocha. Mas apesar de tudo isso, o povo de Israel reclamou e murmurou contra Deus e contra Moisés. Deus ainda era fiel às Suas promessas feitas a Abraão, Isaac e Jacob."
        }, 
        {
          "id": "14-13", 
          "img": "{{:en:obs:obs-14-13.jpg?nolink&640x360}}", 
          "text": "Uma vez, o povo não tinha água. Deus disse a Moisés: \"Fala para a rocha, e dela sairá água da mesma.\" Moisés, porém, desonrado a Deus na frente de todas as pessoas por bater a rocha duas vezes com um pedaço de pau em vez de falar com ele. Água saiu da rocha para que todos possam beber, mas Deus estava irado com Moisés e disse: \"Você não vai entrar na Terra Prometida.\""
        }, 
        {
          "id": "14-14", 
          "img": "{{:en:obs:obs-14-14.jpg?nolink&640x360}}", 
          "text": "Depois de terem vagaram pelo deserto durante quarenta anos, todas as pessoas que haviam se rebelado contra Deus estava morto. Deus conduziu os israelitas para a beira da Terra Prometida novamente. Moisés já estava muito velho, então ele escolheu Josué para ajudá-lo a conduzir o povo. Deus prometeu a Moisés que um dia Ele levantaria outro profeta como Moisés."
        }, 
        {
          "id": "14-15", 
          "img": "{{:en:obs:obs-14-15.jpg?nolink&640x360}}", 
          "text": "Deus trouxe Moisés para o topo de uma montanha para que ele pudesse ver a Terra Prometida.Moisés viu a Terra Prometida, mas nunca entrou. Moisés morreu, e os israelitas choraram por trinta dias. Josué tornou-se o novo líder. Josué era um bom líder, porque ele confiou e obedeceu a Deus."
        }
      ], 
      "number": "14", 
      "ref": "A história bíblica de: Êxodo 16-17; Números 10-14, 20, 27, Deuteronômio 34", 
      "title": "14. VAGANDO NO DESERTO"
    }, 
    {
      "frames": [
        {
          "id": "15-01", 
          "img": "{{:en:obs:obs-15-01.jpg?nolink&640x360}}", 
          "text": "Por fim foi a vez de os israelitas de entrar na Terra Prometida. Josué enviou dois espiões para a cidade Cananéia de Jericó. Foi protegida por paredes fortes. Uma prostituta chamada Raabe protegeu os espiões e os ajudou a fugir, porque ela creu em Deus. Eles prometeram proteger Raabe e sua família quando Jericó foi destruída."
        }, 
        {
          "id": "15-02", 
          "img": "{{:en:obs:obs-15-02.jpg?nolink&640x360}}", 
          "text": "Para entrar na Terra Prometida, os israelitas tiveram de atravessar o rio Jordão. Deus disse a Josué: \"Tenha os sacerdotes ir em primeiro lugar.\" Quando os pés dos sacerdotes tocaram o rio Jordão, a água parou de correr para que os israelitas pudessem atravessar a pé enxuto."
        }, 
        {
          "id": "15-03", 
          "img": "{{:en:obs:obs-15-03.jpg?nolink&640x360}}", 
          "text": "Depois que o povo atravessou o rio Jordão, Deus disse a Josué como atacar a poderosa cidade de Jericó. O povo obedeceu a Deus. Os soldados e sacerdotes rodearam a cidade de Jericó uma vez por dia durante seis dias."
        }, 
        {
          "id": "15-04", 
          "img": "{{:en:obs:obs-15-04.jpg?nolink&640x360}}", 
          "text": "No sétimo dia, rodearam a cidade sete vezes. Na última vez em torno da cidade, os soldados gritaram enquanto os sacerdotes tocaram em suas trombetas."
        }, 
        {
          "id": "15-05", 
          "img": "{{:en:obs:obs-15-05.jpg?nolink&640x360}}", 
          "text": "Then the walls around Jericho fell down! The Israelites destroyed everything in the city as God had commanded. They only saved Rahab and her family, who became part of the Israelites. When the rest of the Canaanites heard about what had happened to Jericho they were terrified."
        }, 
        {
          "id": "15-06", 
          "img": "{{:en:obs:obs-15-06.jpg?nolink&640x360}}", 
          "text": "A tribo Cananéia de Gibeão mentiu para Josué e disse que eles eram de longe. Eles pediram Josué a fazer a paz com eles. Deus havia ordenado que os israelitas não fazer a paz com todos os Cananeus, mas Josué e os israelitas não pedir a Deus que os Gibeonitas eram. Assim Josué fez paz com eles."
        }, 
        {
          "id": "15-07", 
          "img": "{{:en:obs:obs-15-07.jpg?nolink&640x360}}", 
          "text": "Quando os outros Cananeus ouviram que os Gibeonitas tinham feito paz com os israelitas, eles se juntaram os seus exércitos e atacaram Gibeão. Os Gibeonitas enviaram uma mensagem a Josué pedindo ajuda."
        }, 
        {
          "id": "15-08", 
          "img": "{{:en:obs:obs-15-08.jpg?nolink&640x360}}", 
          "text": "Josué estava com raiva que ele tinha sido enganado, mas ele reuniu o exército israelita, e marcharam durante toda a noite para chegar ao Gibeonitas. No início da manhã eles surpreenderam seus inimigos Cananeus e os atacou."
        }, 
        {
          "id": "15-09", 
          "img": "{{:en:obs:obs-15-09.jpg?nolink&640x360}}", 
          "text": "Deus jogou os Cananeus em confusão. Deus lutou por Israel naquele dia, enviando grandes pedras de granizo, que mataram muitos dos Cananeus."
        }, 
        {
          "id": "15-10", 
          "img": "{{:en:obs:obs-15-10.jpg?nolink&640x360}}", 
          "text": "Deus também fez o sol ficar parado no céu, de modo que Israel pudesse terminar de derrotar os Cananeus. Deus conquistou uma grande vitória para Israel naquele dia."
        }, 
        {
          "id": "15-11", 
          "img": "{{:en:obs:obs-15-11.jpg?nolink&640x360}}", 
          "text": "Após esta derrota, o resto dos Cananeus que ficaram se reuniram para atacar Israel. Josué e os israelitas atacaram e destruíram."
        }, 
        {
          "id": "15-12", 
          "img": "{{:en:obs:obs-15-12.jpg?nolink&640x360}}", 
          "text": "Depois desta batalha, Deus deu a sua própria seção da Terra Prometida cada tribo de Israel. Então Deus deu a Israel a paz ao longo de todas as suas fronteiras."
        }, 
        {
          "id": "15-13", 
          "img": "{{:en:obs:obs-15-13.jpg?nolink&640x360}}", 
          "text": "Quando Josué era um homem velho, ele chamou todo o povo de Israel em conjunto. Então Josué renovou a aliança que Deus fez com os israelitas no Sinai. O povo prometeu permanecer fiel a Deus e seguir as suas leis."
        }
      ], 
      "number": "15", 
      "ref": "A história bíblica de: Joshua 1-24", 
      "title": "15. A Terra Prometida"
    }, 
    {
      "frames": [
        {
          "id": "16-01", 
          "img": "{{:en:obs:obs-16-01.jpg?nolink&640x360}}", 
          "text": "Depois da morte de Josué, os israelitas desobedeceram a Deus e não expulsaram o restante dos cananeus ou obedecer as leis de Deus. Os israelitas começaram a adorar os deuses cananeus, em vez do único e verdadeiro Deus. Os israelitas não tinham rei, para que todos fizeram o que achava que era certo para eles."
        }, 
        {
          "id": "16-02", 
          "img": "{{:en:obs:obs-16-02.jpg?nolink&640x360}}", 
          "text": "Como resultado desta desobediência, Deus puniu os israelitas, permitindo-lhes ser derrotado por seus inimigos. Estes inimigos roubaram os israelitas, destruiu a sua propriedade, e mataram muitos deles. Depois de muitos anos, os israelitas se arrependeram e pediram a Deus para resgatá-los."
        }, 
        {
          "id": "16-03", 
          "img": "{{:en:obs:obs-16-03.jpg?nolink&640x360}}", 
          "text": "Então, Deus providenciou um libertador, que os resgatou de seus inimigos e trouxe a paz à terra.Mas então o povo se esqueceu de Deus e começou a adorar ídolos novamente. Então Deus permitiu que os midianitas, a tribo inimiga nas proximidades, para derrotá-los."
        }, 
        {
          "id": "16-04", 
          "img": "{{:en:obs:obs-16-04.jpg?nolink&640x360}}", 
          "text": "Eles levaram tudo das culturas dos israelitas por sete anos. Os israelitas estavam tão assustados, eles se esconderam nas cavernas assim os midianitas não iria encontrá-los. Finalmente, eles clamaram a Deus para salvá-los."
        }, 
        {
          "id": "16-05", 
          "img": "{{:en:obs:obs-16-05.jpg?nolink&640x360}}", 
          "text": "Um dia, um homem chamado Gideão foi secretamente a colheita de grãos para que os midianitas não iria roubá-lo. O anjo de Deus veio a Gideão e disse: \"Deus está com você, poderoso guerreiro. Vá e salvar Israel dos midianitas.\""
        }, 
        {
          "id": "16-06", 
          "img": "{{:en:obs:obs-16-06.jpg?nolink&640x360}}", 
          "text": "Deus disse a Gideão para derrubar ídolo de seu pai. Gideão estava com medo do povo, então ele esperou até a noite. Então ele derrubou o ídolo e esmagou-o em pedaços. Ele construiu um altar para Deus, onde o ídolo costumava ser, e fez um sacrifício a Deus."
        }, 
        {
          "id": "16-07", 
          "img": "{{:en:obs:obs-16-07.jpg?nolink&640x360}}", 
          "text": "Na manhã seguinte, o povo viu que o ídolo tinha sido demolido, e eles estavam com muita raiva.Eles foram para a casa de Gideon matá-lo, mas o pai de Gideão disse: \"Por que você está tentando ajudar os seus deuses? Se eles são deuses, que eles se proteger!\" Gideão foi salvo."
        }, 
        {
          "id": "16-08", 
          "img": "{{:en:obs:obs-16-08.jpg?nolink&640x360}}", 
          "text": "Em seguida, os midianitas voltou a roubar os israelitas. Havia tantos deles que eles não podiam ser contados. Gideão chamou os israelitas juntos para lutar contra eles. Gideão pediu a Deus para dois sinais para que ele pudesse ter a certeza de que Deus iria usá-lo para salvar Israel."
        }, 
        {
          "id": "16-09", 
          "img": "{{:en:obs:obs-16-09.jpg?nolink&640x360}}", 
          "text": "Primeiro, ele colocou um pano no chão e pediu a Deus para deixar o orvalho da manhã cair apenas sobre o pano e não no chão. Deus fez isso. Na noite seguinte, ele pediu que o solo estar molhado, mas o pano seco. Deus fez isso também."
        }, 
        {
          "id": "16-10", 
          "img": "{{:en:obs:obs-16-10.jpg?nolink&640x360}}", 
          "text": "32.000 soldados israelitas veio a Gideão, mas Deus lhe disse que isso era demais. Então Gideão mandou para casa 22 mil que estavam com muito medo de lutar. Deus disse a Gideão que ele ainda tinha muitos homens. Então Gideão enviou todos eles para casa, exceto para 300 soldados."
        }, 
        {
          "id": "16-11", 
          "img": "{{:en:obs:obs-16-11.jpg?nolink&640x360}}", 
          "text": "Naquela noite, Deus disse a Gideão: \"Vá até o acampamento dos midianitas e quando você ouvir o que eles dizem, você não vai mais ter medo.\" Então, naquela noite, Gideão desceu para o campo e ouvi um soldado midianita dizendo seu amigo sobre um sonho. O amigo do homem disse: \"Este sonho significa que Gideão vai derrotar Midiã!\" Gideão adorava a Deus."
        }, 
        {
          "id": "16-12", 
          "img": "{{:en:obs:obs-16-12.jpg?nolink&640x360}}", 
          "text": "Então Gideão voltou aos seus soldados e deu a cada um deles um chifre, uma panela de barro, e uma tocha. Eles cercaram o local onde os midianitas estavam dormindo. Os 300 homens tiveram as tochas nas panelas para que eles não podiam ser vistos."
        }, 
        {
          "id": "16-13", 
          "img": "{{:en:obs:obs-16-13.jpg?nolink&640x360}}", 
          "text": "Então, ao mesmo tempo, todos eles quebraram os potes que estavam escondidos das tochas. Eles tocaram as buzinas e gritou: \"Uma espada de Deus e por Gideão!\""
        }, 
        {
          "id": "16-14", 
          "img": "{{:en:obs:obs-16-14.jpg?nolink&640x360}}", 
          "text": "Deus confundiu os midianitas, para que eles atacaram um ao outro e começaram a matar uns aos outros. Imediatamente, o resto dos israelitas foram chamados de suas casas para vir ajudar a perseguir os midianitas. Eles mataram muitos deles e perseguiu o resto deles para fora de suas terras. 120.000 midianitas morreu naquele dia. Deus salvou Israel."
        }, 
        {
          "id": "16-15", 
          "img": "{{:en:obs:obs-16-15.jpg?nolink&640x360}}", 
          "text": "As pessoas queriam fazer Gideon seu rei. Gideon sabiamente recusou a oferta, mas ele pediu-lhes uma parte do dinheiro que cada um deles tinha tomado do inimigo. Gideão recebeu um monte de dinheiro."
        }, 
        {
          "id": "16-16", 
          "img": "{{:en:obs:obs-16-16.jpg?nolink&640x360}}", 
          "text": "Então Gideão fez uma coisa tola. Ele fez um ídolo com o dinheiro, e as pessoas se afastaram de Deus novamente. Eles começaram a adorar o ídolo de Gideon."
        }, 
        {
          "id": "16-17", 
          "img": "{{:en:obs:obs-16-17.jpg?nolink&640x360}}", 
          "text": "Deus castigou Israel novamente para adorar os ídolos. Os seus inimigos os derrotou. Eles finalmente pediram a ajuda de Deus, e Deus enviou-lhes outro libertador. Este padrão de pecado, castigo, arrependimento e libertação foram repetidos muitas vezes. Deus enviou muitos distribuidores que salvou Israel de seus inimigos."
        }, 
        {
          "id": "16-18", 
          "img": "{{:en:obs:obs-16-18.jpg?nolink&640x360}}", 
          "text": "Finalmente, o povo pediu a Deus um rei como todas as outras nações tinham. Eles queriam um rei que era alto, forte, e poderia levá-los para a batalha. Deus não gostava desse pedido, mas deu-lhes o que eles queriam."
        }
      ], 
      "number": "16", 
      "ref": "A história bíblica de: Juízes 1-3; 6-8", 
      "title": "16. OS LIBERTADORES"
    }, 
    {
      "frames": [
        {
          "id": "17-01", 
          "img": "{{:en:obs:obs-17-01.jpg?nolink&640x360}}", 
          "text": "Saul foi o primeiro rei de Israel. Ele era alto e bonito, assim como as pessoas queriam. Saul fez bem no início, mas ele se tornou um homem mau que não obedecer a Deus, assim Deus escolheu um homem diferente para ser rei em seu lugar."
        }, 
        {
          "id": "17-02", 
          "img": "{{:en:obs:obs-17-02.jpg?nolink&640x360}}", 
          "text": "O nome deste homem era David. Ele era um pastor. Enquanto assistia as ovelhas, Davi matou tanto o leão e um urso que atacou as ovelhas. David também era um homem humilde e justo que confiou e obedeceu a Deus."
        }, 
        {
          "id": "17-03", 
          "img": "{{:en:obs:obs-17-03.jpg?nolink&640x360}}", 
          "text": "David também foi um grande soldado e líder. Quando Davi ainda era um homem jovem, ele lutou contra um gigante chamado Golias. Golias era um soldado treinado, muito forte, e quase três metros de altura! Mas Deus ajudou David matar Golias e salvar Israel."
        }, 
        {
          "id": "17-04", 
          "img": "{{:en:obs:obs-17-04.jpg?nolink&640x360}}", 
          "text": "Saul ficou com ciúme de Davi e tentou várias vezes para matá-lo. Um dia, Saul estava à procura de David para que ele pudesse matá-lo. Saul entrou na mesma caverna onde Davi estava escondido.Em vez de matar Saul, Davi cortou um pedaço de sua roupa para provar a Saul que ele não iria matá-lo para se tornar rei."
        }, 
        {
          "id": "17-05", 
          "img": "{{:en:obs:obs-17-05.jpg?nolink&640x360}}", 
          "text": "Eventualmente, Saul morreu em batalha, e Davi se tornou rei de Israel. Ele era um bom rei, e o povo o amava. Deus abençoou Davi e tê-lo bem sucedido. David lutou muitas batalhas e Deus lhe deu a vitória. David conquistou Jerusalém e fez dela sua capital. Durante o reinado de David, Israel tornou-se poderoso e rico."
        }, 
        {
          "id": "17-06", 
          "img": "{{:en:obs:obs-17-06.jpg?nolink&640x360}}", 
          "text": "David queria construir um templo, onde todos pudessem adorar a Deus e oferecer-Lhe sacrifícios.Por cerca de 400 anos, as pessoas foram adorar a Deus e oferecer sacrifícios a Ele na tenda da revelação o que Moisés tinha construído."
        }, 
        {
          "id": "17-07", 
          "img": "{{:en:obs:obs-17-07.jpg?nolink&640x360}}", 
          "text": "Deus enviou o profeta Natã a Davi com esta mensagem: \"Porque você é um homem de guerra, você não vai construir-me desta casa;. Seu filho vai Mas, vou te abençoe grandemente Alguém da sua família vai sempre sentar-se no trono. de Israel. E o Messias será um dos seus descendentes! \" O Messias é o Escolhido de Deus, que iria salvar o mundo do pecado."
        }, 
        {
          "id": "17-08", 
          "img": "{{:en:obs:obs-17-08.jpg?nolink&640x360}}", 
          "text": "Quando David ouviu estas palavras, ele imediatamente agradeceu e louvou a Deus, porque Ele tinha prometido David grande honra e muitas bênçãos. Os israelitas teriam que esperar um longo tempo antes da vinda do Messias, quase 1.000 anos."
        }, 
        {
          "id": "17-09", 
          "img": "{{:en:obs:obs-17-09.jpg?nolink&640x360}}", 
          "text": "David governou com justiça e fidelidade por muitos anos, e Deus o abençoou. No entanto, perto do fim de sua vida ele pecou terrivelmente diante de Deus."
        }, 
        {
          "id": "17-10", 
          "img": "{{:en:obs:obs-17-10.jpg?nolink&640x360}}", 
          "text": "Um dia, quando todos os seus soldados estavam fora de combate, David levantou-se de um cochilo à tarde e viu uma bela mulher tomando banho. Seu nome era Bate-Seba."
        }, 
        {
          "id": "17-11", 
          "img": "{{:en:obs:obs-17-11.jpg?nolink&640x360}}", 
          "text": "Em vez de olhar para longe, Davi mandou alguém para trazê-la para ele. Ele dormiu com ela e mandou-a de volta para casa. Pouco tempo depois, Bate-Seba enviou uma mensagem a David dizendo que ela estava grávida."
        }, 
        {
          "id": "17-12", 
          "img": "{{:en:obs:obs-17-12.jpg?nolink&640x360}}", 
          "text": "O marido dela, Urias, foi um dos melhores soldados de Davi. Davi chamou Urias de volta da batalha e disse-lhe para ir ter com a sua esposa. Mas Urias se recusou a ir para casa, enquanto o resto dos soldados estavam em batalha. Então Davi mandou Urias de volta para a batalha e ele tinha colocado onde o inimigo era mais forte, de modo que ele seria morto."
        }, 
        {
          "id": "17-13", 
          "img": "{{:en:obs:obs-17-13.jpg?nolink&640x360}}", 
          "text": "Depois de Urias foi morto, David casou-se com Bate-Seba. Mais tarde, ela deu à luz um filho. Deus não estava satisfeito com o que David tinha feito, por isso Ele enviou o profeta Natã para mostrar a Davi, seu pecado. Davi se arrependeu de seu pecado e Deus o perdoou. Para o resto de sua vida, Davi confiou em Deus, mesmo em tempos difíceis."
        }, 
        {
          "id": "17-14", 
          "img": "{{:en:obs:obs-17-14.jpg?nolink&640x360}}", 
          "text": "Mas, como punição por seu pecado, bebé de David morreu. Há também estava lutando na família de David para o resto de sua vida, e do poder de David foi muito enfraquecido. Embora Davi tinha sido infiel a Deus, Deus ainda era fiel às Suas promessas. Bate-Seba deu à luz outro filho chamado Salomão."
        }
      ], 
      "number": "17", 
      "ref": "A história bíblica de: 1 Samuel 10; 15-19; 24; 31; 2 Samuel 5; 7; 11-12", 
      "title": "17. Aliança de Deus com David"
    }, 
    {
      "frames": [
        {
          "id": "18-01", 
          "img": "{{:en:obs:obs-18-01.jpg?nolink&640x360}}", 
          "text": "Depois que Davi morreu, seu filho Salomão começou a governar. Deus falou para Salomão e perguntou o que ele mais queria. Quando Salomão pediu sabedoria, Deus se agradou e fez dele o homem mais sábio do mundo. Deus também o fez muito rico."
        }, 
        {
          "id": "18-02", 
          "img": "{{:en:obs:obs-18-02.jpg?nolink&640x360}}", 
          "text": "Em Jerusalém, Salomão construiu o templo para que seu pai Davi tinha planejado e os materiais recolhidos. Em vez da Tenda do Encontro, as pessoas agora adoraram a Deus e ofereciam sacrifícios a Ele no Templo. Deus veio e estava presente no templo, e Ele viveu lá com Seu povo."
        }, 
        {
          "id": "18-03", 
          "img": "{{:en:obs:obs-18-03.jpg?nolink&640x360}}", 
          "text": "Mas Salomão amava as mulheres de outros países. Ele desobedeceu a Deus casando-se com muitas mulheres, quase 1.000 deles! Muitas destas mulheres vieram de países estrangeiros e trouxe os seus deuses com eles e os adoraram. Quando Salomão era velho, ele adorava seus deuses."
        }, 
        {
          "id": "18-04", 
          "img": "{{:en:obs:obs-18-04.jpg?nolink&640x360}}", 
          "text": "Deus estava irado com Salomão e, como punição por infidelidade de Salomão, disse que iria dividir o reino de Israel em dois após a morte de Salomão."
        }, 
        {
          "id": "18-05", 
          "img": "{{:en:obs:obs-18-05.jpg?nolink&640x360}}", 
          "text": "Depois Salomão morreu, seu filho, Roboão, tornou-se rei. Roboão era um homem tolo. Todo o povo de Israel se reuniram para confirmá-lo como rei. Eles também se queixaram de que Salomão tinha feito-los a fazer um monte de trabalho duro e pagar um monte de impostos."
        }, 
        {
          "id": "18-06", 
          "img": "{{:en:obs:obs-18-06.jpg?nolink&640x360}}", 
          "text": "Roboão respondeu estupidamente e lhes disse: \"Você pensou que meu pai Salomão fez você trabalhar duro, mas eu vou fazer você trabalhar mais do que ele fez, e eu vou puni-lo pior do que ele fez.\""
        }, 
        {
          "id": "18-07", 
          "img": "{{:en:obs:obs-18-07.jpg?nolink&640x360}}", 
          "text": "Dez das tribos de Israel se rebelou contra Roboão. Apenas duas tribos permaneceram fiéis a ele. Estas duas tribos foram chamadas o reino de Judá."
        }, 
        {
          "id": "18-08", 
          "img": "{{:en:obs:obs-18-08.jpg?nolink&640x360}}", 
          "text": "As outras dez tribos que se rebelaram contra Roboão fez um homem chamado Jeroboão seu rei.Eles foram chamados o reino de Israel."
        }, 
        {
          "id": "18-09", 
          "img": "{{:en:obs:obs-18-09.jpg?nolink&640x360}}", 
          "text": "Jeroboão rebelou contra Deus e fez com que as pessoas ao pecado. Ele construiu dois ídolos para o seu povo para adorar em vez de adorar a Deus no Templo, no reino de Judá."
        }, 
        {
          "id": "18-10", 
          "img": "{{:en:obs:obs-18-10.jpg?nolink&640x360}}", 
          "text": "Os reinos de Judá e Israel tornaram-se inimigos e muitas vezes lutaram uns contra os outros."
        }, 
        {
          "id": "18-11", 
          "img": "{{:en:obs:obs-18-11.jpg?nolink&640x360}}", 
          "text": "No reino de Israel, todos os reis eram más. Muitos desses reis foram mortos por outros israelitas que desejavam tornar-se rei em seu lugar."
        }, 
        {
          "id": "18-12", 
          "img": "{{:en:obs:obs-18-12.jpg?nolink&640x360}}", 
          "text": "Todos os reis de Israel e a maioria das pessoas adoravam ídolos que muitas vezes incluíram adultério e às vezes até mesmo o sacrifício de crianças."
        }, 
        {
          "id": "18-13", 
          "img": "{{:en:obs:obs-18-13.jpg?nolink&640x360}}", 
          "text": "Os reis de Judá eram descendentes de David. Alguns desses reis eram bons homens que governaram com justiça e adoraram a Deus. Mas a maioria dos reis de Judá eram más, corruptos e adoradores de ídolos. Alguns dos reis, mesmo sacrificado seus filhos aos deuses falsos. O povo de Judá também se rebelou contra Deus e adoraram a outros deuses."
        }
      ], 
      "number": "18", 
      "ref": "A história bíblica de: 1 Reis 1-6; 11-12", 
      "title": "18. O REINO DIVIDIDO"
    }, 
    {
      "frames": [
        {
          "id": "19-01", 
          "img": "{{:en:obs:obs-19-01.jpg?nolink&640x360}}", 
          "text": "Throughout the history of the Israelites, God sent them prophets. The prophets heard messages from God and then told the people God’s messages."
        }, 
        {
          "id": "19-02", 
          "img": "{{:en:obs:obs-19-02.jpg?nolink&640x360}}", 
          "text": "Elijah was a prophet when Ahab was king over Israel. Ahab was an evil man who encouraged people to worship a false god named Baal. Elijah said to Ahab, “There will be no rain or dew in Israel until I say so.” This made Ahab very angry."
        }, 
        {
          "id": "19-03", 
          "img": "{{:en:obs:obs-19-03.jpg?nolink&640x360}}", 
          "text": "God told Elijah to hide in the wilderness near a stream. Every morning and every evening, birds would bring him bread and meat. Ahab and his army looked for Elijah, but they could not find him. The drought was so severe that the stream eventually dried up."
        }, 
        {
          "id": "19-04", 
          "img": "{{:en:obs:obs-19-04.jpg?nolink&640x360}}", 
          "text": "So Elijah went to a neighboring country. A widow and her son had almost run out of food because of the famine. But they took care of Elijah, and God provided for them so that their flour jar and their bottle of oil never became empty. They had food through the whole famine. Elijah stayed there a long time."
        }, 
        {
          "id": "19-05", 
          "img": "{{:en:obs:obs-19-05.jpg?nolink&640x360}}", 
          "text": "After three and a half years, God told Elijah to return to Israel and speak with Ahab because he was going to send rain again. When Ahab saw Elijah he said, “There you are, you troublemaker!” Elijah said, “You are the troublemaker! You have abandoned Yahweh, the true God, and worshiped Baal. Bring all of Israel to Mount Carmel.”"
        }, 
        {
          "id": "19-06", 
          "img": "{{:en:obs:obs-19-06.jpg?nolink&640x360}}", 
          "text": "All of Israel, including the 450 prophets of Baal, came to Mount Carmel. Elijah said to the people, “How long will you keep changing your mind? If Yahweh is God, serve him! If Baal is God, serve him!”"
        }, 
        {
          "id": "19-07", 
          "img": "{{:en:obs:obs-19-07.jpg?nolink&640x360}}", 
          "text": "Then Elijah said to the prophets of Baal, “Kill a bull and prepare a sacrifice, but do not light the fire. I will do the same. The God who answers with fire is the real God.” So the priests of Baal prepared a sacrifice but did not light the fire."
        }, 
        {
          "id": "19-08", 
          "img": "{{:en:obs:obs-19-08.jpg?nolink&640x360}}", 
          "text": "Then the prophets of Baal prayed to Baal, “Hear us, O Baal!” All day long they prayed and shouted and even cut themselves with knives, but Baal did not answer."
        }, 
        {
          "id": "19-09", 
          "img": "{{:en:obs:obs-19-09.jpg?nolink&640x360}}", 
          "text": "At the end of the day, Elijah prepared a sacrifice to God. Then he had twelve huge pots of water poured on top of the sacrifice until the meat, the wood, and even the ground around the altar were completely wet."
        }, 
        {
          "id": "19-10", 
          "img": "{{:en:obs:obs-19-10.jpg?nolink&640x360}}", 
          "text": "Then Elijah prayed, “O Yahweh, God of Abraham, Isaac, and Jacob, show us today that you are the God of Israel and that I am your servant. Answer me so that these people will know that you are the true God.”"
        }, 
        {
          "id": "19-11", 
          "img": "{{:en:obs:obs-19-11.jpg?nolink&640x360}}", 
          "text": "Immediately, fire fell from the sky and burned up the meat, the wood, the rocks, and even the wet ground around the altar. When the people saw this, they fell on the ground and said, “Yahweh is God! Yahweh is God!”"
        }, 
        {
          "id": "19-12", 
          "img": "{{:en:obs:obs-19-12.jpg?nolink&640x360}}", 
          "text": "Then Elijah said, “Do not let any of the prophets of Baal escape!” So the people captured the prophets of Baal. Then Elijah took them away and killed them."
        }, 
        {
          "id": "19-13", 
          "img": "{{:en:obs:obs-19-13.jpg?nolink&640x360}}", 
          "text": "Then Elijah said to King Ahab, “Return immediately to the city, for the rain is coming.” Soon the sky grew black, and a large rain storm came. God had ended the drought and proved that he is the true God."
        }, 
        {
          "id": "19-14", 
          "img": "{{:en:obs:obs-19-14.jpg?nolink&640x360}}", 
          "text": "After Elijah, God chose Elisha to be his prophet. God did many miracles through Elisha. One of the miracles happened to Naaman, an enemy commander, who had a horrible skin disease. He had heard of Elisha so he went and asked Elisha to heal him. Elisha told him to dip himself seven times in the Jordan River."
        }, 
        {
          "id": "19-15", 
          "img": "{{:en:obs:obs-19-15.jpg?nolink&640x360}}", 
          "text": "At first Naaman was angry and would not do it because it seemed foolish. But later he changed his mind and dipped himself seven times in the Jordan River. When he came up the last time, his skin was completely healed! God had healed him."
        }, 
        {
          "id": "19-16", 
          "img": "{{:en:obs:obs-19-16.jpg?nolink&640x360}}", 
          "text": "There were many other prophets. They all told the people to stop worshiping idols and to start showing justice and mercy to others. The prophets warned the people that if they did not turn from their sins and start living obedient lives, then God’s judgment would come, and he would punish them."
        }, 
        {
          "id": "19-17", 
          "img": "{{:en:obs:obs-19-17.jpg?nolink&640x360}}", 
          "text": "Most of the time, the people did not listen to God. They often mistreated the prophets and sometimes even killed them. Once, the prophet Jeremiah was put into a dry well and left there to die. He sank down into the mud that was in the bottom of the well, but then the king had mercy on him and pulled him out before he died."
        }, 
        {
          "id": "19-18", 
          "img": "{{:en:obs:obs-19-18.jpg?nolink&640x360}}", 
          "text": "The prophets continued to speak for God even though the people hated them. They warned people that God would destroy them if they did not repent. They also reminded people of the promise that God’s Messiah would come."
        }
      ], 
      "number": "19", 
      "ref": "A Bible story from: 1 Kings 16-18; 2 Kings 5; Jeremiah 38", 
      "title": "19. The Prophets"
    }, 
    {
      "frames": [
        {
          "id": "20-01", 
          "img": "{{:en:obs:obs-20-01.jpg?nolink&640x360}}", 
          "text": "The nations of Israel and Judah both sinned against God. They broke the Covenant that God had made with them at Sinai. God sent his prophets to warn them to repent and worship him again, but they refused to listen."
        }, 
        {
          "id": "20-02", 
          "img": "{{:en:obs:obs-20-02.jpg?nolink&640x360}}", 
          "text": "So God punished both nations by allowing their enemies to destroy them. Israel was destroyed by the Assyrian Empire, a powerful, cruel nation. The Assyrians killed many Israelites, took away everything of value, and burned much of the country."
        }, 
        {
          "id": "20-03", 
          "img": "{{:en:obs:obs-20-03.jpg?nolink&640x360}}", 
          "text": "The Assyrians gathered all the leaders, the rich people, and the people with skills and took them to Assyria. Only the very poor Israelites who had not been killed remained in Israel."
        }, 
        {
          "id": "20-04", 
          "img": "{{:en:obs:obs-20-04.jpg?nolink&640x360}}", 
          "text": "Then the Assyrians brought foreigners to live in Israel. The foreigners rebuilt the destroyed cities and married the Israelites who were left there. Their descendants were called Samaritans."
        }, 
        {
          "id": "20-05", 
          "img": "{{:en:obs:obs-20-05.jpg?nolink&640x360}}", 
          "text": "The people in the kingdom of Judah saw how God had punished the kingdom of Israel for not believing and obeying him. But they still worshiped idols and the gods of the Canaanites. God sent prophets to warn them, but they refused to listen."
        }, 
        {
          "id": "20-06", 
          "img": "{{:en:obs:obs-20-06.jpg?nolink&640x360}}", 
          "text": "About 100 years after the Assyrians destroyed Israel, God sent Nebuchadnezzar, king of the Babylonians, to attack Judah. Babylon was a powerful empire. The king of Judah agreed to be Nebuchadnezzar’s servant and pay him a lot of money every year."
        }, 
        {
          "id": "20-07", 
          "img": "{{:en:obs:obs-20-07.jpg?nolink&640x360}}", 
          "text": "But soon the people of Judah rebelled against the Babylonians. So, the Babylonians came back and attacked them. They captured the city of Jerusalem, destroyed the Temple, and took away all the treasures."
        }, 
        {
          "id": "20-08", 
          "img": "{{:en:obs:obs-20-08.jpg?nolink&640x360}}", 
          "text": "To punish Judah’s king for rebelling, Nebuchadnezzar’s soldiers killed the king’s sons in front of him and then made him blind. After that, they took the king away to die in prison in Babylon."
        }, 
        {
          "id": "20-09", 
          "img": "{{:en:obs:obs-20-09.jpg?nolink&640x360}}", 
          "text": "Nebuchadnezzar and his army took all the people of Judah to Babylon, leaving only the poorest people behind to plant the fields. This period of time when God's people could not live in the Promised Land is called the Exile."
        }, 
        {
          "id": "20-10", 
          "img": "{{:en:obs:obs-20-10.jpg?nolink&640x360}}", 
          "text": "Even though the Exile was punishment for their sin, God did not forget his people or his promises. God continued to watch over his people and speak to them through his prophets. He promised that, after seventy years, they would return to the Promised Land again."
        }, 
        {
          "id": "20-11", 
          "img": "{{:en:obs:obs-20-11.jpg?nolink&640x360}}", 
          "text": "About seventy years later, Cyrus, the king of the Persians, defeated Babylon. The Persians were a strong but merciful people. The Israelites were now called Jews and most of them had lived their whole lives in Babylon. Only a few very old Jews even remembered the land of Judah."
        }, 
        {
          "id": "20-12", 
          "img": "{{:en:obs:obs-20-12.jpg?nolink&640x360}}", 
          "text": "Shortly after Cyrus came to power, he did something that had never been done before in history. He gave an order that any Jew who wanted to return to Judah could go. He even gave them money to rebuild the Temple! After seventy years in exile, a small group of Jews returned to Jerusalem."
        }, 
        {
          "id": "20-13", 
          "img": "{{:en:obs:obs-20-13.jpg?nolink&640x360}}", 
          "text": "When the people arrived in Jerusalem, they rebuilt the Temple and the wall around the city. Although they were still ruled by other people, they lived in the Promised Land again and worshiped at the Temple."
        }
      ], 
      "number": "20", 
      "ref": "A Bible story from: 2 Kings 17; 24-25; 2 Chronicles 36; Ezra 1-10; Nehemiah 1-13", 
      "title": "20. The Exile and Return"
    }, 
    {
      "frames": [
        {
          "id": "21-01", 
          "img": "{{:en:obs:obs-21-01.jpg?nolink&640x360}}", 
          "text": "A primeira promessa da vinda do Messias veio a Adão e Eva. Deus prometeu que um descendente de Eva nasceria que iria esmagar a cabeça da serpente. A serpente enganou Eva que é Satanás. A promessa significa a vinda do Messias derrotaria Satanás completamente."
        }, 
        {
          "id": "21-02", 
          "img": "{{:en:obs:obs-21-02.jpg?nolink&640x360}}", 
          "text": "Deus prometeu a Abraão que através dele todos os grupos de pessoas do mundo seriam abençoadas. Esta bênção foi a vinda do Messias que um dia iria fornecer o caminho da salvação para todos os grupos de pessoas."
        }, 
        {
          "id": "21-03", 
          "img": "{{:en:obs:obs-21-03.jpg?nolink&640x360}}", 
          "text": "Deus prometeu a Moisés que Ele levantaria outro profeta como Moisés. Esta foi outra referência para a vinda do Messias."
        }, 
        {
          "id": "21-04", 
          "img": "{{:en:obs:obs-21-04.jpg?nolink&640x360}}", 
          "text": "Deus prometeu a Davi que o Messias seria um dos próprios descendentes de Davi."
        }, 
        {
          "id": "21-05", 
          "img": "{{:en:obs:obs-21-05.jpg?nolink&640x360}}", 
          "text": "Através do profeta Jeremias, Deus prometeu que Ele faria uma Nova Aliança, mas não como a Aliança de Deus com Israel. Na Nova Aliança, Deus escreve a Sua lei nos corações das pessoas, as pessoas conhecem a Deus, eles seriam o Seu povo, e Deus perdoar seus pecados. O Messias teria início a Nova Aliança."
        }, 
        {
          "id": "21-06", 
          "img": "{{:en:obs:obs-21-06.jpg?nolink&640x360}}", 
          "text": "A vinda do Messias seria um profeta, um sacerdote e um rei. Um profeta é uma pessoa que ouve as palavras de Deus e, em seguida, proclama a palavra de Deus ao povo. A vinda do Messias seria o profeta perfeito."
        }, 
        {
          "id": "21-07", 
          "img": "{{:en:obs:obs-21-07.jpg?nolink&640x360}}", 
          "text": "Um sacerdote é alguém que faz sacrifícios a Deus em nome do povo para tirar os seus pecados.Sacerdotes também orar a Deus para o povo. A vinda do Messias seria o perfeito sumo sacerdote que iria oferecer-se em sacrifício perfeito a Deus."
        }, 
        {
          "id": "21-08", 
          "img": "{{:en:obs:obs-21-08.jpg?nolink&640x360}}", 
          "text": "Um rei é alguém que governa um reino e julga as pessoas. A vinda do Messias seria o rei perfeito que iria sentar-se no trono de seu pai Davi, que reinaria sobre todo o mundo para sempre, e que iria julgar honesta e tomar a decisão certa o tempo todo."
        }, 
        {
          "id": "21-09", 
          "img": "{{:en:obs:obs-21-09.jpg?nolink&640x360}}", 
          "text": "Os profetas predisseram o nascimento do Messias. Malaquias profetizou que um grande profeta viria antes do Messias veio. Isaías profetizou que o Messias nasceria de uma virgem. Miquéias disse que ele teria nascido na cidade de Belém."
        }, 
        {
          "id": "21-10", 
          "img": "{{:en:obs:obs-21-10.jpg?nolink&640x360}}", 
          "text": "Os profetas também profetizaram sobre o ministério do Messias. Isaías disse que iria viver na Galiléia, confortar o coração quebrado, proclamar liberdade aos cativos, e libertar os prisioneiros.Ele também previu que o Messias iria curar as pessoas doentes, incluindo aqueles que não podiam ouvir, ver, falar ou andar."
        }, 
        {
          "id": "21-11", 
          "img": "{{:en:obs:obs-21-11.jpg?nolink&640x360}}", 
          "text": "Isaías profetizou que o Messias seria odiado sem razão e rejeitado. Os Salmos predisse o Messias de que as pessoas jogam por suas roupas e ele seria traído por um amigo. (Salmos são canções de adoração judeus nas Escrituras.) Zacarias predisse que o amigo seria pago trinta moedas de prata para trair ele."
        }, 
        {
          "id": "21-12", 
          "img": "{{:en:obs:obs-21-12.jpg?nolink&640x360}}", 
          "text": "Os profetas também contou sobre como o Messias iria morrer. Isaías profetizou que o Messias seria cuspido, escarnecido e espancado. Então ele iria ser perfurado e pendurado em uma árvore, onde ele iria morrer."
        }, 
        {
          "id": "21-13", 
          "img": "{{:en:obs:obs-21-13.jpg?nolink&640x360}}", 
          "text": "O Messias seria perfeito, não tendo pecado. Ele morreria para receber o castigo pelo pecado de outras pessoas. Sua punição traria a paz entre Deus eo povo. Por esta razão, aprouve a Deus para esmagar o Messias."
        }, 
        {
          "id": "21-14", 
          "img": "{{:en:obs:obs-21-14.jpg?nolink&640x360}}", 
          "text": "Não só o Messias morrer, mas os profetas predisse que Deus o ressuscitaria dentre os mortos.Através da morte e ressurreição do Messias, Deus iria completar seu plano de salvação e começar a Nova Aliança."
        }, 
        {
          "id": "21-15", 
          "img": "{{:en:obs:obs-21-15.jpg?nolink&640x360}}", 
          "text": "Deus mostrou os profetas muitas coisas sobre a vinda do Messias, mas o Messias ainda não havia chegado. Mais de 400 anos após a última dessas profecias foi dada, quando o tempo estava perfeito, Deus enviou o Messias ao mundo."
        }
      ], 
      "number": "21", 
      "ref": "A história bíblica de Gênesis 3:15, 12:1-3, Deuteronômio 18:15; 2 Samuel 7; Jeremias 31, Isaías 59:16; Daniel 7; Malaquias 4:05, Isaías 7:14; Miquéias 5:2 , Isaías 9:1-7; 35:3-5; 61; 53, Salmo 22:18; 35:19; 69:4; 41:9; Zacarias 11:12-13, Isaías 50:6, Salmo 16: 10-11", 
      "title": "21. Deus promete o Messias"
    }, 
    {
      "frames": [
        {
          "id": "22-01", 
          "img": "{{:en:obs:obs-22-01.jpg?nolink&640x360}}", 
          "text": "More than 400 years had passed since God had spoken to his people. Then an angel appeared to an old priest named Zechariah. He and his wife, Elizabeth, were godly people, but she was never able to have any children."
        }, 
        {
          "id": "22-02", 
          "img": "{{:en:obs:obs-22-02.jpg?nolink&640x360}}", 
          "text": "The angel said to Zechariah, “Your wife will have a son. You will name him John. He will be the great prophet that comes before the Messiah!” Zechariah responded, “My wife and I are too old to have children! How will I know this will happen?”"
        }, 
        {
          "id": "22-03", 
          "img": "{{:en:obs:obs-22-03.jpg?nolink&640x360}}", 
          "text": "The angel answered, “I was sent by God to bring you this good news. Because you did not believe me, you will not be able to speak until the child is born.” Immediately, Zechariah was unable to speak. Then the angel left. Zechariah returned home, and his wife became pregnant."
        }, 
        {
          "id": "22-04", 
          "img": "{{:en:obs:obs-22-04.jpg?nolink&640x360}}", 
          "text": "When Elizabeth was six months pregnant, the same angel appeared to Elizabeth’s relative, whose name was Mary. She was a virgin and was engaged to a man named Joseph. The angel said, “You will become pregnant and give birth to a son. You are to name him Jesus and he will be the Messiah.”"
        }, 
        {
          "id": "22-05", 
          "img": "{{:en:obs:obs-22-05.jpg?nolink&640x360}}", 
          "text": "Mary replied, “How can this be, since I am a virgin?” The angel explained, “The Holy Spirit will come upon you, and the power of God will cover you. So the baby will be holy, the Son of God.” Mary believed and accepted what the angel said."
        }, 
        {
          "id": "22-06", 
          "img": "{{:en:obs:obs-22-06.jpg?nolink&640x360}}", 
          "text": "Not long after this, Mary went and visited Elizabeth. As soon as Elizabeth heard Mary’s greeting, Elizabeth’s baby jumped inside her. The women rejoiced together about what God had done for them. After visiting for three months, Mary returned home."
        }, 
        {
          "id": "22-07", 
          "img": "{{:en:obs:obs-22-07.jpg?nolink&640x360}}", 
          "text": "After Elizabeth gave birth to her baby boy, they named him John as the angel commanded. Then God allowed Zechariah to speak again. He said, “Praise God, because he has remembered his people! You, my son, will be called the prophet of the Most High God! You will prepare the way for the Messiah!”"
        }
      ], 
      "number": "22", 
      "ref": "A Bible story from: Luke 1", 
      "title": "22. The Birth of John"
    }, 
    {
      "frames": [
        {
          "id": "23-01", 
          "img": "{{:en:obs:obs-23-01.jpg?nolink&640x360}}", 
          "text": "Joseph was a righteous man. When he heard that Mary was pregnant, he knew it was not his baby. He did not want to shame her, so he planned to quietly divorce her. Before he could do that, an angel appeared to him in a dream."
        }, 
        {
          "id": "23-02", 
          "img": "{{:en:obs:obs-23-02.jpg?nolink&640x360}}", 
          "text": "The angel said, “Joseph, do not be afraid to take Mary as your wife. What is in her is from the Holy Spirit. She will give birth to a son. Name him Jesus, because he will save the people from their sins.”"
        }, 
        {
          "id": "23-03", 
          "img": "{{:en:obs:obs-23-03.jpg?nolink&640x360}}", 
          "text": "So Joseph married her and took her home as his wife, but he did not sleep with her until she had given birth."
        }, 
        {
          "id": "23-04", 
          "img": "{{:en:obs:obs-23-04.jpg?nolink&640x360}}", 
          "text": "About the time Mary was to give birth, the Roman government told everyone to go to the town of their ancestors for a census. Joseph and Mary had to make a long journey from where they lived in Nazareth to Bethlehem because their ancestor was David whose hometown was Bethlehem."
        }, 
        {
          "id": "23-05", 
          "img": "{{:en:obs:obs-23-05.jpg?nolink&640x360}}", 
          "text": "When they arrived in Bethlehem, there was no place to stay. The only room they could find was a place where animals stayed. The baby was born there and his mother laid him in a feeding trough, since they did not have a bed for him. They named him Jesus."
        }, 
        {
          "id": "23-06", 
          "img": "{{:en:obs:obs-23-06.jpg?nolink&640x360}}", 
          "text": "That night, there were some shepherds in a nearby field guarding their flocks. Suddenly, a shining angel appeared to them, and they were terrified. The angel said, “Do not be afraid, because I have some good news for you. The Messiah, the Master, has been born in Bethlehem!”"
        }, 
        {
          "id": "23-07", 
          "img": "{{:en:obs:obs-23-07.jpg?nolink&640x360}}", 
          "text": "“Go search for the baby, and you will find him wrapped in pieces of cloth and lying in a feeding trough.” Suddenly, the skies were filled with angels praising God, saying, “Glory to God in heaven and peace on earth to the people he favors!”"
        }, 
        {
          "id": "23-08", 
          "img": "{{:en:obs:obs-23-08.jpg?nolink&640x360}}", 
          "text": "When the shepherds arrived at the place where Jesus was, they found him lying in a feeding trough, just as the angel had told them. They were very excited. Mary was very happy, too. The shepherds returned to the fields, praising God for all they had heard and seen."
        }, 
        {
          "id": "23-09", 
          "img": "{{:en:obs:obs-23-09.jpg?nolink&640x360}}", 
          "text": "Some time later, wise men from countries far to the east saw an unusual star in the sky. They realized it meant a new king of the Jews was born. So, they traveled a great distance to see this king. They came to Bethlehem and found the place where Jesus was living."
        }, 
        {
          "id": "23-10", 
          "img": "{{:en:obs:obs-23-10.jpg?nolink&640x360}}", 
          "text": "When they saw Jesus with his mother, they bowed down and worshiped him. They gave Jesus expensive gifts. Then they returned home."
        }
      ], 
      "number": "23", 
      "ref": "A Bible story from: Matthew 1; Luke 2", 
      "title": "23. The Birth of Jesus"
    }, 
    {
      "frames": [
        {
          "id": "24-01", 
          "img": "{{:en:obs:obs-24-01.jpg?nolink&640x360}}", 
          "text": "When John grew up, he became a prophet. He lived in the wilderness, ate wild honey and locusts, and wore clothes made from camel hair."
        }, 
        {
          "id": "24-02", 
          "img": "{{:en:obs:obs-24-02.jpg?nolink&640x360}}", 
          "text": "Many people came to listen to John. He preached to them, saying, “Repent, for the Kingdom of God is near!”"
        }, 
        {
          "id": "24-03", 
          "img": "{{:en:obs:obs-24-03.jpg?nolink&640x360}}", 
          "text": "Some people repented and were baptized when they heard John’s message, but there were many religious leaders who came to be baptized without repenting and confessing their sins."
        }, 
        {
          "id": "24-04", 
          "img": "{{:en:obs:obs-24-04.jpg?nolink&640x360}}", 
          "text": "John said to the religious leaders, “You bunch of snakes! Repent and change your behavior. Every tree that does not bear good fruit will be cut down and thrown into the fire.” John fulfilled what the prophet Isaiah said, “Behold, I send my messenger ahead of you, who will prepare your way.”"
        }, 
        {
          "id": "24-05", 
          "img": "{{:en:obs:obs-24-05.jpg?nolink&640x360}}", 
          "text": "Some Jews asked John if he was the Messiah. John replied, “I am not the Messiah, but there is someone coming after me who is much greater than I am. I am not even worthy to untie his sandals.”"
        }, 
        {
          "id": "24-06", 
          "img": "{{:en:obs:obs-24-06.jpg?nolink&640x360}}", 
          "text": "The next day, Jesus came to be baptized by John. When John saw him, he said, “Look! There is the Lamb of God who takes away the sin of the world.”"
        }, 
        {
          "id": "24-07", 
          "img": "{{:en:obs:obs-24-07.jpg?nolink&640x360}}", 
          "text": "John said to Jesus, “I am not worthy to baptize you. You should baptize me instead.” But Jesus said, “You should baptize me, because it is the right thing to do.” So John baptized him, but not not because Jesus had sinned—he never sinned."
        }, 
        {
          "id": "24-08", 
          "img": "{{:en:obs:obs-24-08.jpg?nolink&640x360}}", 
          "text": "When Jesus came out of the water, the Spirit of God took the appearance of a dove and landed on him. At the same time a voice from heaven said, “You are my beloved Son, and with you I am well pleased.”"
        }, 
        {
          "id": "24-09", 
          "img": "{{:en:obs:obs-24-09.jpg?nolink&640x360}}", 
          "text": "God had told John, “The Holy Spirit will land on someone you baptize. He is the Son of God.” There is only one God. But God is three persons, the Father, Jesus the Son, and the Holy Spirit."
        }
      ], 
      "number": "24", 
      "ref": "A Bible story from: Matthew 3; Mark 1:9-11; Luke 3:1-23", 
      "title": "24. John Baptizes Jesus"
    }, 
    {
      "frames": [
        {
          "id": "25-01", 
          "img": "{{:en:obs:obs-25-01.jpg?nolink&640x360}}", 
          "text": "Immediately after Jesus was baptized, the Holy Spirit led him out into the desert, where he fasted for forty days and forty nights. Then Satan appeared and tempted him."
        }, 
        {
          "id": "25-02", 
          "img": "{{:en:obs:obs-25-02.jpg?nolink&640x360}}", 
          "text": "Satan said, “If you are the Son of God, turn these rocks into bread so you can eat!”"
        }, 
        {
          "id": "25-03", 
          "img": "{{:en:obs:obs-25-03.jpg?nolink&640x360}}", 
          "text": "Jesus replied, “It is written in God’s Word, ‘Man does not live only on bread, but on every word that God speaks!’”"
        }, 
        {
          "id": "25-04", 
          "img": "{{:en:obs:obs-25-04.jpg?nolink&640x360}}", 
          "text": "Then Satan took Jesus to the highest point on the Temple and said, “If you are the Son of God, throw yourself down, for it is written, ‘He will command his angels to catch you so your foot does not hit the ground.’”"
        }, 
        {
          "id": "25-05", 
          "img": "{{:en:obs:obs-25-05.jpg?nolink&640x360}}", 
          "text": "But Jesus replied, “It is also written in God’s Word, ‘Do not test the Lord, your God.’”"
        }, 
        {
          "id": "25-06", 
          "img": "{{:en:obs:obs-25-06.jpg?nolink&640x360}}", 
          "text": "Then Satan showed Jesus all the kingdoms of the world and all their glory and said, “I will give you all this if you bow down and worship me.”"
        }, 
        {
          "id": "25-07", 
          "img": "{{:en:obs:obs-25-07.jpg?nolink&640x360}}", 
          "text": "Jesus replied, “Get away from me, Satan! It is written in God’s Word, ‘Worship only the Lord your God and only serve him.’”"
        }, 
        {
          "id": "25-08", 
          "img": "{{:en:obs:obs-25-08.jpg?nolink&640x360}}", 
          "text": "Jesus did not give in to Satan's temptations, so Satan left him. Then angels came and took care of Jesus."
        }
      ], 
      "number": "25", 
      "ref": "A Bible story from: Matthew 4:1-11; Mark 1:12-13; Luke 4:1-13", 
      "title": "25. Satan Tempts Jesus"
    }, 
    {
      "frames": [
        {
          "id": "26-01", 
          "img": "{{:en:obs:obs-26-01.jpg?nolink&640x360}}", 
          "text": "Depois de superar as tentações de Satanás, Jesus voltou no poder do Espírito Santo para a região da Galiléia onde morava. Jesus passou de um lugar para outro de ensino. Todos falavam bem dele."
        }, 
        {
          "id": "26-02", 
          "img": "{{:en:obs:obs-26-02.jpg?nolink&640x360}}", 
          "text": "Jesus foi para a cidade de Nazaré, onde tinha crescido. No sábado, ele foi para o lugar de adoração.Foi-lhe dado o livro do profeta Isaías. Jesus abriu o livro e lê-lo."
        }, 
        {
          "id": "26-03", 
          "img": "{{:en:obs:obs-26-03.jpg?nolink&640x360}}", 
          "text": "\"Deus derramou seu Espírito sobre-me para proclamar a Boa Nova aos pobres, liberdade aos cativos, a recuperação da vista aos cegos, e libertar os prisioneiros. Este é o ano da graça do Senhor\"."
        }, 
        {
          "id": "26-04", 
          "img": "{{:en:obs:obs-26-04.jpg?nolink&640x360}}", 
          "text": "Então, Jesus sentou-se. Todo mundo viu-o de perto. Eles sabiam que esta passagem estava falando sobre o Messias. Jesus disse: \"Hoje, essas palavras foram cumpridas em sua audição.\" Todas as pessoas ficaram impressionadas. \"Não é este o filho de José?\" eles disseram."
        }, 
        {
          "id": "26-05", 
          "img": "{{:en:obs:obs-26-05.jpg?nolink&640x360}}", 
          "text": "Então Jesus disse: \"Digo-lhes a verdade: Nenhum profeta é bem recebido na sua própria terra natal. Quando o profeta Elias estava vivo, havia muitas viúvas em Israel. Mas, quando não choveu durante três anos e meio, Deus não enviou Elias para ajudar uma viúva de Israel, mas uma viúva de um país diferente.”"
        }, 
        {
          "id": "26-06", 
          "img": "{{:en:obs:obs-26-06.jpg?nolink&640x360}}", 
          "text": "\"E quando o profeta Eliseu estava vivo, havia muitas pessoas em Israel, com doenças de pele. Mas Eliseu não curar qualquer um deles, ele só curou Naamã, comandante dos inimigos de Israel.\"Quando ouviram isso, eles ficaram furiosos."
        }, 
        {
          "id": "26-07", 
          "img": "{{:en:obs:obs-26-07.jpg?nolink&640x360}}", 
          "text": "Eles arrastaram Jesus para fora do local de culto e trouxe-o para a beira de um precipício para jogá-lo fora. Mas Jesus caminhou no meio da multidão e deixou a cidade de Nazaré."
        }, 
        {
          "id": "26-08", 
          "img": "{{:en:obs:obs-26-08.jpg?nolink&640x360}}", 
          "text": "Então Jesus passou por essa área, e grandes multidões se aproximaram dele. Eles trouxeram todos os doentes, incluindo aqueles que não podia ver, andar, ouvir ou falar, e Jesus os curou."
        }, 
        {
          "id": "26-09", 
          "img": "{{:en:obs:obs-26-09.jpg?nolink&640x360}}", 
          "text": "Muitas pessoas com demônios foram trazidos para Jesus. Os demônios saíram, muitas vezes, gritando: \"Tu és o Filho de Deus!\" As multidões ficaram impressionados e adoraram a Deus."
        }, 
        {
          "id": "26-10", 
          "img": "{{:en:obs:obs-26-10.jpg?nolink&640x360}}", 
          "text": "Em seguida, Jesus escolheu doze homens que foram chamados seus discípulos. Os discípulos eram estudantes de Jesus. Eles viajaram com ele e aprendi com ele."
        }
      ], 
      "number": "26", 
      "ref": "A história bíblica de: Mateus 4:12-25, Marcos 1:14-15, 35-39; 3:13-21, Lucas 4:14-30, 38-44", 
      "title": "26. Jesus começa o seu Ministério"
    }, 
    {
      "frames": [
        {
          "id": "27-01", 
          "img": "{{:en:obs:obs-27-01.jpg?nolink&640x360}}", 
          "text": "One day, a lawyer came to Jesus to test him, saying, “Teacher, what must I do to inherit eternal life?” Jesus answered, “What is written in God’s law?”"
        }, 
        {
          "id": "27-02", 
          "img": "{{:en:obs:obs-27-02.jpg?nolink&640x360}}", 
          "text": "“Love the Lord your God with all your heart, soul, strength, and mind. And love your neighbor as yourself,” the lawyer said. Jesus answered, “You are correct! Do this and you will live.”"
        }, 
        {
          "id": "27-03", 
          "img": "{{:en:obs:obs-27-03.jpg?nolink&640x360}}", 
          "text": "But the lawyer wanted to prove that he was right, so he asked, “Who is my neighbor?”"
        }, 
        {
          "id": "27-04", 
          "img": "{{:en:obs:obs-27-04.jpg?nolink&640x360}}", 
          "text": "Jesus answered with a story. “There was a Jewish man who was traveling along the road from Jerusalem to Jericho.”"
        }, 
        {
          "id": "27-05", 
          "img": "{{:en:obs:obs-27-05.jpg?nolink&640x360}}", 
          "text": "“While the man was traveling, he was attacked by a group of robbers. They took everything he had and beat him until he was almost dead. Then they went away.”"
        }, 
        {
          "id": "27-06", 
          "img": "{{:en:obs:obs-27-06.jpg?nolink&640x360}}", 
          "text": "“Soon after that, a Jewish priest happened to walk down that same road. When this religious leader saw the man who had been robbed and beaten, he moved to the other side of the road, ignored the man in need, and kept on going.”"
        }, 
        {
          "id": "27-07", 
          "img": "{{:en:obs:obs-27-07.jpg?nolink&640x360}}", 
          "text": "“Not long after that, a Levite came down the road. (Levites were a tribe of Jews who helped the priests at the Temple.) The Levite also crossed over to the other side of the road and ignored the man who had been robbed and beaten.”"
        }, 
        {
          "id": "27-08", 
          "img": "{{:en:obs:obs-27-08.jpg?nolink&640x360}}", 
          "text": "“The next person to walk down that road was a Samaritan. (Samaritans were the descendants of Jews and people from other nations. Samaritans and Jews hated each other.) When the Samaritan saw the man, he was filled with compassion. He cared for him and bandaged his wounds.”"
        }, 
        {
          "id": "27-09", 
          "img": "{{:en:obs:obs-27-09.jpg?nolink&640x360}}", 
          "text": "“The Samaritan then lifted the man onto his own donkey and took him to a hotel where he took care of him.”"
        }, 
        {
          "id": "27-10", 
          "img": "{{:en:obs:obs-27-10.jpg?nolink&640x360}}", 
          "text": "“The next day, the Samaritan needed to continue his journey. He gave the person in charge of the hotel some money and said, ‘Take care of him, and if you spend any more money than this, I will repay those expenses when I return.’”"
        }, 
        {
          "id": "27-11", 
          "img": "{{:en:obs:obs-27-11.jpg?nolink&640x360}}", 
          "text": "Then Jesus asked the lawyer, “Which one of the three men do you think was a neighbor to the man who was robbed and beaten?” The lawyer replied, “The one who showed mercy.” Jesus told the lawyer, “You go and do the same thing.”"
        }
      ], 
      "number": "27", 
      "ref": "A Bible story from: Luke 10:25-37", 
      "title": "27. The Story of the Good Samaritan"
    }, 
    {
      "frames": [
        {
          "id": "28-01", 
          "img": "{{:en:obs:obs-28-01.jpg?nolink&640x360}}", 
          "text": "One day a rich young ruler came up to Jesus and asked him, “Teacher, what good thing must I do to have eternal life?” Jesus said to him, “Why do you ask me about what is good? There is only One who is good, and that is God. But if you want to have eternal life, obey God’s laws.”"
        }, 
        {
          "id": "28-02", 
          "img": "{{:en:obs:obs-28-02.jpg?nolink&640x360}}", 
          "text": "“Which ones?” he asked. Jesus replied, “Do not murder. Do not commit adultery. Do not steal. Do not lie. Honor your father and mother, and love your neighbor as you love yourself.”"
        }, 
        {
          "id": "28-03", 
          "img": "{{:en:obs:obs-28-03.jpg?nolink&640x360}}", 
          "text": "The young man, trying to prove that he was right, said, “I have obeyed all these laws ever since I was a boy. What do I still need to do?” Jesus looked at him and loved him."
        }, 
        {
          "id": "28-04", 
          "img": "{{:en:obs:obs-28-04.jpg?nolink&640x360}}", 
          "text": "Jesus answered, “If you want to be perfect, then go and sell everything you own and give the money to the poor, and you will have treasure waiting for you in heaven. Then come and follow me.”"
        }, 
        {
          "id": "28-05", 
          "img": "{{:en:obs:obs-28-05.jpg?nolink&640x360}}", 
          "text": "When the young man heard this, he became very sad, because he was very rich. He turned and went away from Jesus, unwilling to give up his wealth."
        }, 
        {
          "id": "28-06", 
          "img": "{{:en:obs:obs-28-06.jpg?nolink&640x360}}", 
          "text": "Then Jesus said to his disciples, “How hard it is for rich people to enter into the Kingdom of God! Yes, it is easier for a camel to go through the eye of a needle than for a rich man to enter the Kingdom of God.”"
        }, 
        {
          "id": "28-07", 
          "img": "{{:en:obs:obs-28-07.jpg?nolink&640x360}}", 
          "text": "When the disciples heard this they were shocked and said, “Then who can be saved?”"
        }, 
        {
          "id": "28-08", 
          "img": "{{:en:obs:obs-28-08.jpg?nolink&640x360}}", 
          "text": "Jesus looked at them and said, “With people this is impossible, but with God, all things are possible.”"
        }, 
        {
          "id": "28-09", 
          "img": "{{:en:obs:obs-28-09.jpg?nolink&640x360}}", 
          "text": "Peter said to Jesus, “We have left everything and followed you. What will be our reward?”"
        }, 
        {
          "id": "28-10", 
          "img": "{{:en:obs:obs-28-10.jpg?nolink&640x360}}", 
          "text": "Jesus answered, “Everyone who has left houses, brothers, sisters, father, mother, children, or property for my name’s sake, will inherit 100 times more in the next world and also eternal life. But many who are first will be last, and those who are last will be first.”"
        }
      ], 
      "number": "28", 
      "ref": "A Bible story from: Matthew 19:16-30; Mark 10:17-31; Luke 18:18-30", 
      "title": "28. The Rich Young Ruler"
    }, 
    {
      "frames": [
        {
          "id": "29-01", 
          "img": "{{:en:obs:obs-29-01.jpg?nolink&640x360}}", 
          "text": "One day Peter said to Jesus, “Master, how many times should I forgive my brother when he sins against me? Up to seven times?” Jesus said, “Not seven times, but seventy times seven!” By this, Jesus meant that we should always forgive. Jesus told this story."
        }, 
        {
          "id": "29-02", 
          "img": "{{:en:obs:obs-29-02.jpg?nolink&640x360}}", 
          "text": "“The Kingdom of God is like a king who wanted to settle accounts with his servants. One of his servants owed a huge debt worth 200,000 years’ wages.”"
        }, 
        {
          "id": "29-03", 
          "img": "{{:en:obs:obs-29-03.jpg?nolink&640x360}}", 
          "text": "“Since the servant could not repay the debt, the king said, ‘Sell this man and his family as slaves to make payment on his debt.’”"
        }, 
        {
          "id": "29-04", 
          "img": "{{:en:obs:obs-29-04.jpg?nolink&640x360}}", 
          "text": "“The servant fell on his knees before the king and said, ‘Please be patient with me, and I will pay everything back.’ The king felt pity for the servant and canceled all of his debt.”"
        }, 
        {
          "id": "29-05", 
          "img": "{{:en:obs:obs-29-05.jpg?nolink&640x360}}", 
          "text": "“The servant went out and found another servant who owed him a debt worth four months’ wages. The servant choked the man and said, ‘Pay me what you owe me!’”"
        }, 
        {
          "id": "29-06", 
          "img": "{{:en:obs:obs-29-06.jpg?nolink&640x360}}", 
          "text": "“The man fell on his knees and said, ‘Please be patient with me, and I will pay everything back.’ But the servant refused and threw the man in prison until he could pay the debt.”"
        }, 
        {
          "id": "29-07", 
          "img": "{{:en:obs:obs-29-07.jpg?nolink&640x360}}", 
          "text": "“Some other servants saw what had happened and were greatly disturbed. They went to the king and told him everything.”"
        }, 
        {
          "id": "29-08", 
          "img": "{{:en:obs:obs-29-08.jpg?nolink&640x360}}", 
          "text": "“The king called the servant and said, ‘You wicked servant! I forgave your debt because you begged me. You should have done the same.’ In his anger the king threw the wicked servant into prison until he could pay back all of his debt.”"
        }, 
        {
          "id": "29-09", 
          "img": "{{:en:obs:obs-29-09.jpg?nolink&640x360}}", 
          "text": "Then Jesus said, “This is what my heavenly Father will do to every one of you if you do not forgive your brother from your heart.”"
        }
      ], 
      "number": "29", 
      "ref": "A Bible story from: Matthew 18:21-35", 
      "title": "29. The Story of the Unmerciful Servant"
    }, 
    {
      "frames": [
        {
          "id": "30-01", 
          "img": "{{:en:obs:obs-30-01.jpg?nolink&640x360}}", 
          "text": "Jesus enviou seus discípulos a pregar e ensinar. Quando eles voltaram, eles disseram a Jesus o que tinham ensinado e feito. Então Jesus os convidou para ir com ele para um lugar tranquilo para descansar por um tempo. Então, eles entraram em um barco e saiu."
        }, 
        {
          "id": "30-02", 
          "img": "{{:en:obs:obs-30-02.jpg?nolink&640x360}}", 
          "text": "Mas havia muitas pessoas que viram Jesus e os discípulos saem. Eles correram ao longo da margem do lago para chegar ao outro lado à frente deles. Quando Jesus e os discípulos chegaram, eles foram recebidos por uma grande multidão de pessoas."
        }, 
        {
          "id": "30-03", 
          "img": "{{:en:obs:obs-30-03.jpg?nolink&640x360}}", 
          "text": "A multidão tinha mais de 5.000 homens na mesma, sem contar as mulheres e crianças. Jesus sentiu grande bondade para com o povo. Para Jesus, essas pessoas eram como ovelhas sem pastor. Então, ele os ensinou e curou os seus enfermos."
        }, 
        {
          "id": "30-04", 
          "img": "{{:en:obs:obs-30-04.jpg?nolink&640x360}}", 
          "text": "Como ficou no final da tarde, os discípulos disseram a Jesus: \"É tarde e não há cidades nas proximidades. Envie o povo para que eles possam ir buscar algo para comer.\""
        }, 
        {
          "id": "30-05", 
          "img": "{{:en:obs:obs-30-05.jpg?nolink&640x360}}", 
          "text": "Mas Jesus disse-lhes: \"Dai-lhes vós de comer!\" Os discípulos responderam: \"Como podemos fazer isso? Só temos cinco pães e dois peixes.\""
        }, 
        {
          "id": "30-06", 
          "img": "{{:en:obs:obs-30-06.jpg?nolink&640x360}}", 
          "text": "Jesus chamou a multidão para ele e disse-lhes para sentar-se em grupos na grama."
        }, 
        {
          "id": "30-07", 
          "img": "{{:en:obs:obs-30-07.jpg?nolink&640x360}}", 
          "text": "Em seguida, tomou os cinco pães e os dois peixes, ergueu os olhos ao céu, e abençoou a comida."
        }, 
        {
          "id": "30-08", 
          "img": "{{:en:obs:obs-30-08.jpg?nolink&640x360}}", 
          "text": "Jesus, então, começou a quebrar o pão e peixe. Ele deu os pedaços aos discípulos para dar às pessoas. Os discípulos mantido distribuindo a comida, e nunca acabaram! Todos comeram e ficaram satisfeitos."
        }, 
        {
          "id": "30-09", 
          "img": "{{:en:obs:obs-30-09.jpg?nolink&640x360}}", 
          "text": "Os discípulos ainda recolheram doze cestos cheios de restos de comida que não tinha sido comido.Todos os alimentos vieram dos cinco pães e dois peixes."
        }
      ], 
      "number": "30", 
      "ref": "A história bíblica de: Mateus 14:13-21, Marcos 6:31-44, Lucas 9:10-17, João 6:5-15", 
      "title": "30. Jesus alimenta cinco mil pessoas"
    }, 
    {
      "frames": [
        {
          "id": "31-01", 
          "img": "{{:en:obs:obs-31-01.jpg?nolink&640x360}}", 
          "text": "Então Jesus disse aos discípulos a entrar em um barco e navegar para o outro lado do lago, enquanto ele despedia a multidão. Depois de Jesus ter enviado a multidão, subiu em um monte para orar. Jesus estava lá sozinho, e orou por muito tempo na noite."
        }, 
        {
          "id": "31-02", 
          "img": "{{:en:obs:obs-31-02.jpg?nolink&640x360}}", 
          "text": "Enquanto isso, o barco dos discípulos foi um longo caminho de terra. Eles estavam em perigo, por causa de uma tempestade tinha chegado eo barco estava sendo lançados ao redor pelas ondas e pelo vento."
        }, 
        {
          "id": "31-03", 
          "img": "{{:en:obs:obs-31-03.jpg?nolink&640x360}}", 
          "text": "Jesus decidiu ir para eles, então ele andou em cima da água em todo o lago em direção ao barco!"
        }, 
        {
          "id": "31-04", 
          "img": "{{:en:obs:obs-31-04.jpg?nolink&640x360}}", 
          "text": "Os discípulos estavam com muito medo quando viram Jesus, porque eles achavam que estavam vendo um fantasma. Jesus sabia que eles estavam com medo, então ele os chamou e disse: \"Não tenha medo. Sou eu!\""
        }, 
        {
          "id": "31-05", 
          "img": "{{:en:obs:obs-31-05.jpg?nolink&640x360}}", 
          "text": "Então Pedro disse a Jesus: \"Senhor, se és tu, manda-me ir ter contigo sobre as águas.\" Jesus disse a Pedro: \"Vem!\""
        }, 
        {
          "id": "31-06", 
          "img": "{{:en:obs:obs-31-06.jpg?nolink&640x360}}", 
          "text": "Então, Pedro saiu do barco e começou a andar com Jesus sobre a superfície da água. Mas, depois de uma curta distância, ele desviou os olhos de Jesus e começou a olhar para o vento forte e ondas."
        }, 
        {
          "id": "31-07", 
          "img": "{{:en:obs:obs-31-07.jpg?nolink&640x360}}", 
          "text": "Então Pedro ficou com medo e começou a afundar. Ele gritou: \"Senhor, salva-me!\" Jesus estendeu a mão imediatamente e agarrou-o. Então ele disse a Pedro: \"Ó homens de pouca fé, por que duvidaste?\""
        }, 
        {
          "id": "31-08", 
          "img": "{{:en:obs:obs-31-08.jpg?nolink&640x360}}", 
          "text": "Quando Pedro e Jesus entrou no barco, o vento parou imediatamente. Os discípulos ficaram admirados. Eles adoraram Jesus, dizendo-lhe: \"Verdadeiramente, tu és o Filho de Deus.\""
        }
      ], 
      "number": "31", 
      "ref": "A história bíblica de: Mateus 14:22-33, Marcos 6:45-52, João 6:16-21", 
      "title": "31. Jesus anda na água"
    }, 
    {
      "frames": [
        {
          "id": "32-01", 
          "img": "{{:en:obs:obs-32-01.jpg?nolink&640x360}}", 
          "text": "Um dia, Jesus e seus discípulos atravessaram o Mar da Galiléia para o país dos gerasenos."
        }, 
        {
          "id": "32-02", 
          "img": "{{:en:obs:obs-32-02.jpg?nolink&640x360}}", 
          "text": "Quando chegaram ao outro lado, um homem com um espírito maligno veio correndo até Jesus."
        }, 
        {
          "id": "32-03", 
          "img": "{{:en:obs:obs-32-03.jpg?nolink&640x360}}", 
          "text": "Este homem era tão forte que ninguém conseguia segurá-lo. As pessoas tinham usado até mesmo correntes para prendê-lo, mas ele manteve quebrá-los."
        }, 
        {
          "id": "32-04", 
          "img": "{{:en:obs:obs-32-04.jpg?nolink&640x360}}", 
          "text": "Ele viveu entre os túmulos na área. Dia e noite, este homem iria gritar. Ele não usava roupas e cortou-se repetidamente com pedras."
        }, 
        {
          "id": "32-05", 
          "img": "{{:en:obs:obs-32-05.jpg?nolink&640x360}}", 
          "text": "Ele viveu entre os túmulos na área. Dia e noite, este homem iria gritar. Ele não usava roupas e cortou-se repetidamente com pedras."
        }, 
        {
          "id": "32-06", 
          "img": "{{:en:obs:obs-32-06.jpg?nolink&640x360}}", 
          "text": "O homem com o espírito maligno gritou em alta voz e disse: \"O que você quer de mim, Jesus, Filho do Deus Altíssimo? Por favor, não me torturar!\" Então Jesus perguntou ao homem: \"Qual é seu nome?\" Ele respondeu: \"Meu nome é Legião, porque somos muitos.\" (A legião era um grupo de até 6.000 soldados.)"
        }, 
        {
          "id": "32-07", 
          "img": "{{:en:obs:obs-32-07.jpg?nolink&640x360}}", 
          "text": "Os espíritos malignos implorou a Jesus: \"Por favor, não envie-nos para fora desta área!\" Houve uma manada de porcos que se alimentam de uma colina próxima. Então, os espíritos malignos implorou a Jesus: \"Por favor, envie-nos para os porcos, em vez!\" Jesus disse: \"Vá!\""
        }, 
        {
          "id": "32-08", 
          "img": "{{:en:obs:obs-32-08.jpg?nolink&640x360}}", 
          "text": "Os espíritos malignos saíram do homem e entraram nos porcos. Os porcos desceu um barranco no mar e se afogou. Havia cerca de 2.000 porcos no rebanho."
        }, 
        {
          "id": "32-09", 
          "img": "{{:en:obs:obs-32-09.jpg?nolink&640x360}}", 
          "text": "Quando as pessoas que tomam conta dos porcos viram o que aconteceu, eles correram e disse a todos o que Jesus tinha feito. Todas as pessoas vieram da cidade e viu o homem que costumava ter os maus espíritos. Ele estava sentado, vestindo roupas e agir como uma pessoa normal."
        }, 
        {
          "id": "32-10", 
          "img": "{{:en:obs:obs-32-10.jpg?nolink&640x360}}", 
          "text": "As pessoas ficaram com muito medo e pediu a Jesus para sair. Então Jesus entrou no barco e se preparava para sair. O homem que tinha sido curado pediu para ir junto com Jesus."
        }, 
        {
          "id": "32-11", 
          "img": "{{:en:obs:obs-32-11.jpg?nolink&640x360}}", 
          "text": "Mas Jesus disse-lhe: \"Vá para casa e diga aos seus amigos e familiares o quanto Deus tem feito por você e como teve misericórdia de ti.\""
        }, 
        {
          "id": "32-12", 
          "img": "{{:en:obs:obs-32-12.jpg?nolink&640x360}}", 
          "text": "Então o homem foi embora e disse a todos sobre o que Jesus tinha feito por ele. Todo mundo que ouviu a sua história estava cheia de admiração e espanto."
        }, 
        {
          "id": "32-13", 
          "img": "{{:en:obs:obs-32-13.jpg?nolink&640x360}}", 
          "text": "Jesus voltou para o outro lado do mar da Galiléia. Uma grande multidão se reuniu em torno dele e pressionado sobre ele. No meio da multidão era uma mulher que tinha sido hemorragia por doze anos. Ela havia passado todo o seu dinheiro em médicos que tentam melhorar, mas ela só piorou."
        }, 
        {
          "id": "32-14", 
          "img": "{{:en:obs:obs-32-14.jpg?nolink&640x360}}", 
          "text": "She heard how Jesus had healed many sick people and thought to herself, “If I only touch Jesus’ clothes, then I, too, will be healed!” She came up behind Jesus and touched his clothes. As soon as she touched Jesus, the bleeding stopped!"
        }, 
        {
          "id": "32-15", 
          "img": "{{:en:obs:obs-32-15.jpg?nolink&640x360}}", 
          "text": "Immediately Jesus realized that power had gone out from him. So he turned around and asked, “Who touched me?” The disciples replied, “Jesus, there are many people crowding around you and bumping into you. How can you ask, ‘Who touched me?’”"
        }, 
        {
          "id": "32-16", 
          "img": "{{:en:obs:obs-32-16.jpg?nolink&640x360}}", 
          "text": "A mulher caiu de joelhos diante de Jesus, tremendo e com muito medo. Então ela contou toda a verdade. Jesus disse-lhe: \"A tua fé te curou. Vá em paz e ser curado de sua doença.\""
        }
      ], 
      "number": "32", 
      "ref": "A história bíblica de: Mateus 8:28-34, Marcos 5:1-20, Lucas 8:26-39", 
      "title": "32. Jesus cura um endemoninhado"
    }, 
    {
      "frames": [
        {
          "id": "33-01", 
          "img": "{{:en:obs:obs-33-01.jpg?nolink&640x360}}", 
          "text": "One day, Jesus was down by the sea, teaching great crowds of people. The crowd got so big that Jesus got into a boat and began speaking from there."
        }, 
        {
          "id": "33-02", 
          "img": "{{:en:obs:obs-33-02.jpg?nolink&640x360}}", 
          "text": "Jesus told this story. “A farmer went out to plant some grain. As he was spreading the seeds by hand, some seeds fell on the path, and the birds came and ate it all.”"
        }, 
        {
          "id": "33-03", 
          "img": "{{:en:obs:obs-33-03.jpg?nolink&640x360}}", 
          "text": "“Other seeds fell on a rocky place, where there was not much soil. The seeds in the rocky soil sprouted quickly. But when the sun came up and it got hot, the plants withered and died since their roots did not go deep.”"
        }, 
        {
          "id": "33-04", 
          "img": "{{:en:obs:obs-33-04.jpg?nolink&640x360}}", 
          "text": "“Still other seeds fell among thorny bushes. Those seeds were choked by the thorns and did not produce any grain.”"
        }, 
        {
          "id": "33-05", 
          "img": "{{:en:obs:obs-33-05.jpg?nolink&640x360}}", 
          "text": "“Other seeds fell into good soil. These seeds grew up and produced 30, 60, or even 100 times as much grain as had been planted. He who has ears, let him hear!”"
        }, 
        {
          "id": "33-06", 
          "img": "{{:en:obs:obs-33-06.jpg?nolink&640x360}}", 
          "text": "This story confused the disciples. So Jesus explained, “The seed represents the Word of God. The seeds on the path are like people who hear God’s Word, do not understand it, and the devil takes the word from them.”"
        }, 
        {
          "id": "33-07", 
          "img": "{{:en:obs:obs-33-07.jpg?nolink&640x360}}", 
          "text": "“The seeds on the rocky soil are like people who hear God’s Word and accept it with joy. But in times of hardship or persecution, they fall away because they have no maturity.”"
        }, 
        {
          "id": "33-08", 
          "img": "{{:en:obs:obs-33-08.jpg?nolink&640x360}}", 
          "text": "“The seeds in the thorns are like people who hear God’s Word and believe it. But as time passes, their love for God is choked out by the cares, riches, and pleasures of life. The teaching they heard does not produce fruit.”"
        }, 
        {
          "id": "33-09", 
          "img": "{{:en:obs:obs-33-09.jpg?nolink&640x360}}", 
          "text": "“But the seeds that fall on good soil represent people who hear the Word of God, believe it, and produce fruit.”"
        }
      ], 
      "number": "33", 
      "ref": "A Bible story from: Matthew 13:1-8, 18-23; Mark 4:1-8, 13-20; Luke 8:4-15", 
      "title": "33. The Story of the Farmer"
    }, 
    {
      "frames": [
        {
          "id": "34-01", 
          "img": "{{:en:obs:obs-34-01.jpg?nolink&640x360}}", 
          "text": "Jesus told many other stories about the Kingdom of God. He said, “The Kingdom of God is like a mustard seed that a man planted in his field. When it is a seed, it is the smallest seed of all.”"
        }, 
        {
          "id": "34-02", 
          "img": "{{:en:obs:obs-34-02.jpg?nolink&640x360}}", 
          "text": "“But when the mustard seed has grown, it is the largest of all garden plants, big enough that even the birds come and make nests in its branches.”"
        }, 
        {
          "id": "34-03", 
          "img": "{{:en:obs:obs-34-03.jpg?nolink&640x360}}", 
          "text": "Jesus told another story, “The Kingdom of God is like yeast that a woman mixed into some bread dough until it spread all the way through.”"
        }, 
        {
          "id": "34-04", 
          "img": "{{:en:obs:obs-34-04.jpg?nolink&640x360}}", 
          "text": "“The Kingdom of God is also like hidden treasure in a field, which a man found and then buried again. In his joy, he went and sold everything he had and bought that field.”"
        }, 
        {
          "id": "34-05", 
          "img": "{{:en:obs:obs-34-05.jpg?nolink&640x360}}", 
          "text": "“The Kingdom of God is also like a pearl merchant who was looking for perfect pearls. When he found one of great value, he sold all that he had and bought it.”"
        }, 
        {
          "id": "34-06", 
          "img": "{{:en:obs:obs-34-06.jpg?nolink&640x360}}", 
          "text": "Then Jesus told a story about people who trust in their own good deeds and despise other people. “Two men went up to the Temple to pray. One of them was a tax collector, and the other a religious leader.”"
        }, 
        {
          "id": "34-07", 
          "img": "{{:en:obs:obs-34-07.jpg?nolink&640x360}}", 
          "text": "“The religious leader prayed like this, ‘Thank you God that I am not like other men—robbers, unjust men, adulterers, or even like that tax collector.’”"
        }, 
        {
          "id": "34-08", 
          "img": "{{:en:obs:obs-34-08.jpg?nolink&640x360}}", 
          "text": "“‘I fast two times every week and I give you ten percent of everything I get.’”"
        }, 
        {
          "id": "34-09", 
          "img": "{{:en:obs:obs-34-09.jpg?nolink&640x360}}", 
          "text": "“But the tax collector stood far away, did not even lift his eyes up to heaven, but beat his chest and prayed, ‘God, have mercy on me, a sinner.’”"
        }, 
        {
          "id": "34-10", 
          "img": "{{:en:obs:obs-34-10.jpg?nolink&640x360}}", 
          "text": "Then Jesus said, “I tell you the truth, the tax collector went home forgiven, and not the religious leader. Everyone who is proud will be humbled, but whoever humbles himself will be lifted up.”"
        }
      ], 
      "number": "34", 
      "ref": "A Bible story from: Matthew 13:31-33, 44-46; Mark 4:30-32; Luke 13:18-21; 18:9-14", 
      "title": "34. Jesus Teaches Other Stories"
    }, 
    {
      "frames": [
        {
          "id": "35-01", 
          "img": "{{:en:obs:obs-35-01.jpg?nolink&640x360}}", 
          "text": "Certo dia enquanto Jesus ensinava, muitos pecadores e cobradores de impostos se aproximaram dele para ouvir."
        }, 
        {
          "id": "35-02", 
          "img": "{{:en:obs:obs-35-02.jpg?nolink&640x360}}", 
          "text": "Os líderes religiosos estavam resmungando porque Jesus tratava essas pessoas com amizade. Então Jesus contou esta história."
        }, 
        {
          "id": "35-03", 
          "img": "{{:en:obs:obs-35-03.jpg?nolink&640x360}}", 
          "text": "“Um homem tinha dois filhos. Certo dia, o filho mais novo falou – 'Pai, quero logo receber a minha herança!' Então o homem dividiu os seus pertences entre seus dois filhos.”"
        }, 
        {
          "id": "35-04", 
          "img": "{{:en:obs:obs-35-04.jpg?nolink&640x360}}", 
          "text": "“O filho mais novo pegou o que tinha herdado e logo vendeu tudo. Ele foi embora para um lugar bem longe. Lá ele gastou todo o seu dinheiro, cometendo todo tipo de pecado.”"
        }, 
        {
          "id": "35-05", 
          "img": "{{:en:obs:obs-35-05.jpg?nolink&640x360}}", 
          "text": "“Pouco depois, veio uma grande fome naquela terra, e ele estava sem dinheiro para comprar comida. Então ele arrumou o único emprego que conseguiu encontrar, cuidando de porcos. Ele estava tão miserável e com tanta fome, que ele até desejou comer a comida dos próprios porcos.”"
        }, 
        {
          "id": "35-06", 
          "img": "{{:en:obs:obs-35-06.jpg?nolink&640x360}}", 
          "text": "“Enfim, ele perguntou a si mesmo – 'O que eu estou fazendo? Todos os servos na casa do meu pai tem o bastante para comer, e aqui estou eu, passando fome! Vou voltar para a casa do meu pai e pedir para ser um de seus servos!'”"
        }, 
        {
          "id": "35-07", 
          "img": "{{:en:obs:obs-35-07.jpg?nolink&640x360}}", 
          "text": "“Quando o filho estava ainda bem longe, seu pai o viu e compadeceu-se dele. O pai correu em sua direção apertou-o num abraço e o beijou.”"
        }, 
        {
          "id": "35-08", 
          "img": "{{:en:obs:obs-35-08.jpg?nolink&640x360}}", 
          "text": "“O filho disse – 'Pai, tenho pecado contra o senhor, e contra Deus. Não mereço mais ser o seu filho. Por favor, permite-me a ser um dos seus servos.’”"
        }, 
        {
          "id": "35-09", 
          "img": "{{:en:obs:obs-35-09.jpg?nolink&640x360}}", 
          "text": "“Mas o pai chamou um de seus servos e disse –  'Vá rápido! Pegue as melhores roupas para vestir o meu filho! Coloquemos um anel no seu dedo e sandálias nos seus pés. Vamos matar o melhor bezerro para fazer uma grande festa, pois meu filho estava morto, mas agora vive! Ele estava perdido, mas agora foi achado! E assim começou a festa.’”"
        }, 
        {
          "id": "35-10", 
          "img": "{{:en:obs:obs-35-10.jpg?nolink&640x360}}", 
          "text": "“Mais tarde, o filho mais velho voltou de seu trabalho na lavoura. Ele ouviu o barulho da festa e desejou saber o que estava acontecendo.”"
        }, 
        {
          "id": "35-11", 
          "img": "{{:en:obs:obs-35-11.jpg?nolink&640x360}}", 
          "text": "“Quando ele descobriu que todos estavam festejando a volta de seu irmão, ele ficou com muita raiva e se recusou a entrar em casa. O pai então, saiu e implorou que ele entrasse na festa, mas ele recusou.”"
        }, 
        {
          "id": "35-12", 
          "img": "{{:en:obs:obs-35-12.jpg?nolink&640x360}}", 
          "text": "“Ele disse – 'Eu tenho trabalhado fielmente para o senhor ao longo dos anos e nunca o desobedeci. Mesmo assim, o senhor nunca  me deu nem uma cabra pequena para eu dar uma festa com meus amigos. Mas para este seu filho que gastou o seu dinheiro numa vida pecadora, o senhor mata o melhor bezerro para festejá-lo!’”"
        }, 
        {
          "id": "35-13", 
          "img": "{{:en:obs:obs-35-13.jpg?nolink&640x360}}", 
          "text": "“O pai respondeu – 'Filho meu, você está sempre comigo, e tudo que é meu, é seu! Mas hoje nós devemos festejar, pois este seu irmão estava morto, mas agora está vivo, estava perdido mas agora foi achado!’”"
        }
      ], 
      "number": "35", 
      "ref": "A Bible story from: Luke 15:11-32", 
      "title": "35. A história do Pai compassivo"
    }, 
    {
      "frames": [
        {
          "id": "36-01", 
          "img": "{{:en:obs:obs-36-01.jpg?nolink&640x360}}", 
          "text": "Um dia, Jesus levou três dos seus discípulos, Pedro, Tiago e João com ele. (Esta John não era a mesma pessoa que batizou Jesus.) Subiram em um alto monte."
        }, 
        {
          "id": "36-02", 
          "img": "{{:en:obs:obs-36-02.jpg?nolink&640x360}}", 
          "text": "Todos, um rosto repentino de Jesus tornou-se tão brilhante como o sol e as suas vestes tornaram-se brancas como a luz, mais branca do que ninguém na terra poderia fazê-los."
        }, 
        {
          "id": "36-03", 
          "img": "{{:en:obs:obs-36-03.jpg?nolink&640x360}}", 
          "text": "Então Moisés e Elias, que tinha ambos viveram centenas de anos antes, apareceu. Eles conversaram com Jesus sobre sua morte que em breve acontecerá em Jerusalém."
        }, 
        {
          "id": "36-04", 
          "img": "{{:en:obs:obs-36-04.jpg?nolink&640x360}}", 
          "text": "Como Moisés e Elias falavam com Jesus, Pedro disse: \"Jesus, é bom para nós estarmos aqui. Vamos fazer três tendas: uma para ti, outra para Moisés e outra para Elias.\" Pedro não sabia o que ele estava dizendo."
        }, 
        {
          "id": "36-05", 
          "img": "{{:en:obs:obs-36-05.jpg?nolink&640x360}}", 
          "text": "Como Pedro estava falando, uma nuvem brilhante desceu sobre eles e uma voz da nuvem disse: \"Este é o meu Filho a quem eu amo. Estou satisfeito com ele. Ouvi-lo.\" Os três discípulos estavam aterrorizados e caiu no chão."
        }, 
        {
          "id": "36-06", 
          "img": "{{:en:obs:obs-36-06.jpg?nolink&640x360}}", 
          "text": "Então Jesus tocou-lhes e disse: \"Não tenha medo. Levante-se.\" Quando olhou em volta, viram ninguém, mas Jesus."
        }, 
        {
          "id": "36-07", 
          "img": "{{:en:obs:obs-36-07.jpg?nolink&640x360}}", 
          "text": "Como eles voltaram a descer a montanha, Jesus disse: \"Não diga a ninguém sobre o que aconteceu aqui até depois de eu ter sido ressuscitado dentre os mortos.\""
        }
      ], 
      "number": "36", 
      "ref": "A história bíblica de: Mateus 17:1-9, Marcos 9:2-8, Lucas 9:28-36", 
      "title": "36. A transfiguração"
    }, 
    {
      "frames": [
        {
          "id": "37-01", 
          "img": "{{:en:obs:obs-37-01.jpg?nolink&640x360}}", 
          "text": "One day, Jesus received a message that Lazarus was very sick. Lazarus and his two sisters, Mary and Martha, were good friends of Jesus. When Jesus heard this news, he said, “This sickness will not end in death, but it will bring glory to God.” Jesus loved his friends, so he waited where he was for two days."
        }, 
        {
          "id": "37-02", 
          "img": "{{:en:obs:obs-37-02.jpg?nolink&640x360}}", 
          "text": "Then Jesus said to his disciples, “Let’s go back to Judea.” “But Teacher,” the disciples answered, “Just a short time ago the people there wanted to kill you!” Jesus said, “Our friend Lazarus has fallen asleep, and I must wake him.”"
        }, 
        {
          "id": "37-03", 
          "img": "{{:en:obs:obs-37-03.jpg?nolink&640x360}}", 
          "text": "Jesus' disciples replied, “Master, if Lazarus is sleeping, he will get better on his own.” Then Jesus told them plainly, “Lazarus is dead. I am glad we were not there when he died, for now you will see amazing things so that you may believe.”"
        }, 
        {
          "id": "37-04", 
          "img": "{{:en:obs:obs-37-04.jpg?nolink&640x360}}", 
          "text": "When Jesus got there, Lazarus had already been dead for four days. Martha went out to meet Jesus and said, “Master, if only you had been here, my brother would not have died. But I believe God will give you whatever you ask from him.”"
        }, 
        {
          "id": "37-05", 
          "img": "{{:en:obs:obs-37-05.jpg?nolink&640x360}}", 
          "text": "Jesus replied, “I am the Resurrection and the Life. Whoever believes in me will live, even though he dies. Everyone who believes in me will never die. Do you believe this?” “Yes, Master!” Martha answered. “I believe you are the Messiah, the Son of God.”"
        }, 
        {
          "id": "37-06", 
          "img": "{{:en:obs:obs-37-06.jpg?nolink&640x360}}", 
          "text": "Then Mary arrived. She fell at the feet of Jesus and said, “Master, if only you had been here, my brother would not have died.” “Where have you put Lazarus?” he asked them. They told him, “In the tomb. Come and see.” Then Jesus wept."
        }, 
        {
          "id": "37-07", 
          "img": "{{:en:obs:obs-37-07.jpg?nolink&640x360}}", 
          "text": "The tomb was a cave with a stone rolled across its entrance. When Jesus arrived at the tomb, he told them, “Roll the stone away.” But Martha said, “He has been dead for four days. There will be a bad smell.”"
        }, 
        {
          "id": "37-08", 
          "img": "{{:en:obs:obs-37-08.jpg?nolink&640x360}}", 
          "text": "Jesus responded, “Did I not tell you that you would see God’s glory if you believe?” So they rolled the stone away."
        }, 
        {
          "id": "37-09", 
          "img": "{{:en:obs:obs-37-09.jpg?nolink&640x360}}", 
          "text": "Then Jesus looked up to heaven and said, “Father, thank you for hearing me. I know you always listen to me, but I say this for the sake of all these people standing here, so that they will believe you sent me.” Then Jesus shouted, “Lazarus, come out!”"
        }, 
        {
          "id": "37-10", 
          "img": "{{:en:obs:obs-37-10.jpg?nolink&640x360}}", 
          "text": "And Lazarus came out! He was still wrapped up in grave clothes. Jesus told them, “Help him get out of those grave clothes and release him!” Many of the Jews believed in Jesus because of this miracle."
        }, 
        {
          "id": "37-11", 
          "img": "{{:en:obs:obs-37-11.jpg?nolink&640x360}}", 
          "text": "But the religious leaders of the Jews were jealous, so they gathered together to plan how they could kill Jesus and Lazarus."
        }
      ], 
      "number": "37", 
      "ref": "A Bible story from: John 11:1-46", 
      "title": "37. Jesus Raises Lazarus from the Dead"
    }, 
    {
      "frames": [
        {
          "id": "38-01", 
          "img": "{{:en:obs:obs-38-01.jpg?nolink&640x360}}", 
          "text": "Jesus estava pregando por cerca de três anos. Era a época da Festa da Páscoa, quando os judeus se lembrava de como Deus os havia salvo da escravidão no Egito muitos anos antes. Jesus sabia o que iria acontecer com ele e disse a seus discípulos que ele estava indo para Jerusalém, onde ele seria morto."
        }, 
        {
          "id": "38-02", 
          "img": "{{:en:obs:obs-38-02.jpg?nolink&640x360}}", 
          "text": "Os líderes judeus em Jerusalém haviam rejeitado Jesus como o Messias e estavam conspirando para matá-lo. Judas foi um dos discípulos de Jesus. Ele era o encarregado do dinheiro dos discípulos, mas ele era desonesto e, muitas vezes roubou dele. Judas foi para os líderes judeus e se ofereceu para trair Jesus para eles."
        }, 
        {
          "id": "38-03", 
          "img": "{{:en:obs:obs-38-03.jpg?nolink&640x360}}", 
          "text": "Os líderes judeus, liderados pelo sumo sacerdote, pago Judas trinta moedas de prata para trair Jesus. Isso aconteceu exatamente como os profetas haviam predito. Judas concordou, pegou o dinheiro e foi embora, à procura de uma oportunidade de ajudá-los a prender Jesus."
        }, 
        {
          "id": "38-04", 
          "img": "{{:en:obs:obs-38-04.jpg?nolink&640x360}}", 
          "text": "Jesus celebrou a Festa da Páscoa com seus discípulos. Durante a refeição, Jesus tomou o pão e partiu-o, dizendo: \"Tomai e comei isto. Ele é o meu corpo, que é dado por vós. Fazei isto em memória de mim.\" Desta forma, Jesus disse que o seu corpo seria sacrificado para eles."
        }, 
        {
          "id": "38-05", 
          "img": "{{:en:obs:obs-38-05.jpg?nolink&640x360}}", 
          "text": "Em seguida, tomou um cálice e disse: \"Beba isso. Ele é o meu sangue da Nova Aliança derramado para a remissão dos pecados. Faça isso para me lembrar quantas vezes você beber.\" Desta forma, Jesus disse que seu sangue seria derramado para perdoar os seus pecados."
        }, 
        {
          "id": "38-06", 
          "img": "{{:en:obs:obs-38-06.jpg?nolink&640x360}}", 
          "text": "Então Jesus disse aos discípulos: \"Um de vocês vai me trair.\" Os discípulos ficaram surpresos e não sabia o que iria fazer uma coisa dessas. Jesus disse: \"A pessoa a quem eu der o pedaço de pão é o traidor.\" Então ele deu o pão a Judas."
        }, 
        {
          "id": "38-07", 
          "img": "{{:en:obs:obs-38-07.jpg?nolink&640x360}}", 
          "text": "Depois Judas tomou o pão, Satanás entrou nele. Judas saiu para ajudar os líderes judeus prender Jesus. Era noite."
        }, 
        {
          "id": "38-08", 
          "img": "{{:en:obs:obs-38-08.jpg?nolink&640x360}}", 
          "text": "Após a refeição, Jesus e seus discípulos foi até o Monte das Oliveiras. Jesus disse: \"Todos vocês serão todos abandonar mim esta noite. Está escrito: 'Ferirei o pastor e todas as ovelhas serão espalhadas.\""
        }, 
        {
          "id": "38-09", 
          "img": "{{:en:obs:obs-38-09.jpg?nolink&640x360}}", 
          "text": "Pedro respondeu: \"Mesmo que todos os outros te deixar, eu não vou!\" Então Jesus disse a Pedro: \"Satanás quer ter tudo de você, mas eu orei por você, Pedro, que a sua fé não desfaleça. Mesmo assim, esta noite, antes que o galo cante, três vezes você negará que sabe mesmo me \"."
        }, 
        {
          "id": "38-10", 
          "img": "{{:en:obs:obs-38-10.jpg?nolink&640x360}}", 
          "text": "Peter then said to Jesus, “Even if I must die, I will never disown you!” All the other disciples said the same thing."
        }, 
        {
          "id": "38-11", 
          "img": "{{:en:obs:obs-38-11.jpg?nolink&640x360}}", 
          "text": "Then Jesus went with his disciples to a place called Gethsemane. Jesus told his disciples to pray that they would not fall into temptation. Then Jesus went to pray by himself."
        }, 
        {
          "id": "38-12", 
          "img": "{{:en:obs:obs-38-12.jpg?nolink&640x360}}", 
          "text": "Jesus orou três vezes: \"Meu Pai, se não há outro caminho para os pecados das pessoas para ser perdoado, sua vontade seja feita.\" Jesus estava muito perturbada e seu suor era como gotas de sangue. Deus enviou um anjo para fortalecê-lo."
        }, 
        {
          "id": "38-13", 
          "img": "{{:en:obs:obs-38-13.jpg?nolink&640x360}}", 
          "text": "Após cada tempo de oração, Jesus voltou para os seus discípulos, mas eles estavam dormindo.Depois da terceira vez, Jesus disse: \"Acorde! Meu traidor está aqui.\""
        }, 
        {
          "id": "38-14", 
          "img": "{{:en:obs:obs-38-14.jpg?nolink&640x360}}", 
          "text": "Judas veio com os líderes judeus, soldados e uma grande multidão carregando espadas e paus. Ele veio a Jesus e disse: \"Saudações, professor\", eo beijou. Este foi o sinal para os líderes judeus para saber a quem prender. Então Jesus disse: \"Judas, você me traiu com um beijo?\""
        }, 
        {
          "id": "38-15", 
          "img": "{{:en:obs:obs-38-15.jpg?nolink&640x360}}", 
          "text": "Enquanto os soldados prenderam Jesus, Peter puxou a espada e cortou a orelha do servo do sumo sacerdote. Jesus disse: \"Coloque a espada! Que eu poderia pedir ao Pai por um exército de anjos para me defender. Mas devo obedecer meu Pai\". Então Jesus curou a orelha do homem, e todos os discípulos fugiram."
        }
      ], 
      "number": "38", 
      "ref": "A história bíblica de:  Mateus 26:14-56, Marcos 14:10-50, Lucas 22:1-53, João 18:1-11", 
      "title": "38. Jesus é traído"
    }, 
    {
      "frames": [
        {
          "id": "39-01", 
          "img": "{{:en:obs:obs-39-01.jpg?nolink&640x360}}", 
          "text": "Era o meio da noite. Os soldados levaram Jesus para a casa do sumo sacerdote para ser questionada. Pedro seguiu muito atrás. Quando Jesus foi levado para a casa, Pedro ficou do lado de fora e aqueceu-se por um incêndio."
        }, 
        {
          "id": "39-02", 
          "img": "{{:en:obs:obs-39-02.jpg?nolink&640x360}}", 
          "text": "Dentro da casa, os líderes judeus colocou Jesus em julgamento. Eles trouxeram muitas testemunhas que mentiram sobre ele. No entanto, suas declarações não concordou com o outro, para que não pudessem provar que ele era culpado. Jesus não disse nada."
        }, 
        {
          "id": "39-03", 
          "img": "{{:en:obs:obs-39-03.jpg?nolink&640x360}}", 
          "text": "Por fim, o sumo sacerdote olhou diretamente para Jesus e disse: \"Diga-nos, você é o Messias, o Filho do Deus vivo?\""
        }, 
        {
          "id": "39-04", 
          "img": "{{:en:obs:obs-39-04.jpg?nolink&640x360}}", 
          "text": "Jesus disse: \"Eu sou, e você vai ver-me sentado com Deus e vindo em poder do céu.\" O sumo sacerdote rasgou as suas roupas em raiva e gritou: \"Não precisamos de mais testemunhas. Você ouviu-o dizer que ele é o Filho de Deus. Qual é a sua opinião?\""
        }, 
        {
          "id": "39-05", 
          "img": "{{:en:obs:obs-39-05.jpg?nolink&640x360}}", 
          "text": "Eles todos responderam: \"Ele merece morrer!\" Em seguida, eles com os olhos vendados ele, cuspir nele, bater nele, e zombavam dele."
        }, 
        {
          "id": "39-06", 
          "img": "{{:en:obs:obs-39-06.jpg?nolink&640x360}}", 
          "text": "Fora da casa, uma menina viu Pedro e disse: \"Você também estava com Jesus!\" Pedro negou. Mais tarde, uma outra menina disse a mesma coisa, e Pedro o negou outra vez. Finalmente, as pessoas disseram: \"Você estava com Jesus porque você ambos são da Galiléia.\""
        }, 
        {
          "id": "39-07", 
          "img": "{{:en:obs:obs-39-07.jpg?nolink&640x360}}", 
          "text": "Pedro jurou, dizendo: \"Que Deus me amaldiçoe se eu conheço este homem!\" Imediatamente, um galo cantou, e Jesus virou-se e olhou para Pedro."
        }, 
        {
          "id": "39-08", 
          "img": "{{:en:obs:obs-39-08.jpg?nolink&640x360}}", 
          "text": "Pedro saiu e chorou amargamente. Enquanto isso, quando Judas, o traidor, viu que Jesus fora condenado, ficou cheio de tristeza e foi-se embora e se matou."
        }, 
        {
          "id": "39-09", 
          "img": "{{:en:obs:obs-39-09.jpg?nolink&640x360}}", 
          "text": "Na manhã seguinte, os líderes judeus levaram Jesus ao governador romano, Pilatos, na esperança de ter Jesus morto. Pilatos perguntou-lhe: \"És tu o rei dos judeus?\""
        }, 
        {
          "id": "39-10", 
          "img": "{{:en:obs:obs-39-10.jpg?nolink&640x360}}", 
          "text": "Jesus respondeu: \"Tu o dizes, mas o meu reino não é um reino terreno. Se fosse, os meus servos lutariam para mim. Mas eu vim à terra para dizer a verdade sobre Deus. Todo aquele que ama a verdade me escuta . \" Pilatos disse: \"Que é a verdade?\""
        }, 
        {
          "id": "39-11", 
          "img": "{{:en:obs:obs-39-11.jpg?nolink&640x360}}", 
          "text": "Depois de falar com Jesus, Pilatos saiu para a multidão e disse: \"Não acho culpa alguma neste homem.\" Mas os líderes judeus ea multidão gritou: \"Crucifica-o!\" Pilatos respondeu: \"Ele não é culpado.\" Mas eles gritaram ainda mais alto. Então Pilatos disse pela terceira vez: \"Ele não é culpado!\""
        }, 
        {
          "id": "39-12", 
          "img": "{{:en:obs:obs-39-12.jpg?nolink&640x360}}", 
          "text": "A história bíblica de: Mateus 26:57-27:26; Mark 14:53-15:15, Lucas 22:54-23:25, João 18:12-19:16"
        }, 
        {
          "id": "39-12", 
          "img": "{{:en:obs:obs-39-12.jpg?nolink&640x360}}", 
          "text": "A história bíblica de: Mateus 26:57-27:26; Mark 14:53-15:15, Lucas 22:54-23:25, João 18:12-19:16"
        }
      ], 
      "number": "39", 
      "title": "39. Jesus é levado a julgamento"
    }, 
    {
      "frames": [
        {
          "id": "40-01", 
          "img": "{{:en:obs:obs-40-01.jpg?nolink&640x360}}", 
          "text": "Em seguida, eles levaram Jesus para ser crucificado, fazendo-o levar a sua própria cruz."
        }, 
        {
          "id": "40-02", 
          "img": "{{:en:obs:obs-40-02.jpg?nolink&640x360}}", 
          "text": "Eles chegaram a um lugar chamado \"A Caveira\" e pregou os braços e os pés à cruz. Mas Jesus disse: \"Pai, perdoa-lhes, porque não sabem o que estão fazendo.\" Pilatos mandou que um sinal ser colocado acima da cabeça de Jesus que dizia: \"Rei dos Judeus\"."
        }, 
        {
          "id": "40-03", 
          "img": "{{:en:obs:obs-40-03.jpg?nolink&640x360}}", 
          "text": "Os soldados jogavam para a roupa de Jesus. Quando eles fizeram isso, eles cumpriram uma profecia que dizia: \"Dividiram as minhas roupas entre si, e jogou sobre a minha túnica.\""
        }, 
        {
          "id": "40-04", 
          "img": "{{:en:obs:obs-40-04.jpg?nolink&640x360}}", 
          "text": "Jesus foi crucificado entre dois ladrões. Um deles zombou de Jesus, mas o outro disse: \"Você não teme a Deus? Somos culpados, mas este homem é inocente. Jesus, por favor, lembre-me no teu reino.\" Jesus lhe disse: \"Hoje, você estará comigo no Paraíso\"."
        }, 
        {
          "id": "40-05", 
          "img": "{{:en:obs:obs-40-05.jpg?nolink&640x360}}", 
          "text": "A multidão e os líderes judeus zombavam de Jesus, dizendo: \"Se és o Filho de Deus, desce da cruz e salve-se! Então, vamos acreditar em você.\""
        }, 
        {
          "id": "40-06", 
          "img": "{{:en:obs:obs-40-06.jpg?nolink&640x360}}", 
          "text": "Foi a meio do dia, mas a escuridão tomou conta de toda a terra. Ficou escuro do meio-dia até as 3:00 da tarde."
        }, 
        {
          "id": "40-07", 
          "img": "{{:en:obs:obs-40-07.jpg?nolink&640x360}}", 
          "text": "Então, Jesus clamou: \"Está consumado! Pai, eu dou o meu espírito em suas mãos.\" E, inclinando a cabeça, entregou o espírito. Quando ele morreu, houve um terremoto eo grande cortina no templo que separava a presença de Deus com as pessoas se rasgou em dois, de cima a baixo."
        }, 
        {
          "id": "40-08", 
          "img": "{{:en:obs:obs-40-08.jpg?nolink&640x360}}", 
          "text": "Através de sua morte, Jesus abriu um caminho para as pessoas a vir a Deus. Quando o soldado guardando Jesus viu tudo o que aconteceu, ele disse: \"Certamente, este homem era inocente. Ele deve ter sido o Filho de Deus.\""
        }, 
        {
          "id": "40-09", 
          "img": "{{:en:obs:obs-40-09.jpg?nolink&640x360}}", 
          "text": "Em seguida, José e Nicodemos, dois líderes judeus que acreditavam que Jesus era o Messias, pediu a Pilatos o corpo de Jesus. Eles envolveram o corpo em um pano e enterrou-o num sepulcro talhado na rocha. Em seguida, eles rolou uma grande pedra sobre a abertura."
        }
      ], 
      "number": "40", 
      "ref": "A história bíblica de: Mateus 27:27-61, Marcos 15:16-47, Lucas 23:26-56, João 19:17-42", 
      "title": "40. Jesus é crucificado"
    }, 
    {
      "frames": [
        {
          "id": "41-01", 
          "img": "{{:en:obs:obs-41-01.jpg?nolink&640x360}}", 
          "text": "Depois que Jesus foi crucificado, os líderes judeus incrédulos disseram a Pilatos: \"Que mentiroso, Jesus, disse que iria ressuscitar dos mortos depois de três dias. A tumba deve ser guardada para que seus discípulos não roubar o corpo e, em seguida, dizer que ele aumentou dentre os mortos \"."
        }, 
        {
          "id": "41-02", 
          "img": "{{:en:obs:obs-41-02.jpg?nolink&640x360}}", 
          "text": "Pilatos disse: \"Faça o túmulo tão seguro quanto possível.\" Então, eles selaram a pedra na entrada do túmulo e colocar soldados lá para se certificar de que ninguém poderia roubar o corpo."
        }, 
        {
          "id": "41-03", 
          "img": "{{:en:obs:obs-41-03.jpg?nolink&640x360}}", 
          "text": "O dia depois de Jesus foi sepultado era um sábado, um dia de descanso. Muito cedo, na manhã depois do sábado, várias mulheres foram ao túmulo de Jesus para colocar mais temperos enterro em seu corpo."
        }, 
        {
          "id": "41-04", 
          "img": "{{:en:obs:obs-41-04.jpg?nolink&640x360}}", 
          "text": "Houve um grande terremoto. Um anjo do Senhor apareceu do céu, tão brilhante como um raio. Ele rolou a pedra que cobria a entrada do túmulo e sentou-se sobre ela. Os soldados que guardavam o túmulo, espantados e caiu no chão como mortos."
        }, 
        {
          "id": "41-05", 
          "img": "{{:en:obs:obs-41-05.jpg?nolink&640x360}}", 
          "text": "O anjo disse às mulheres: \"Não tenham medo. Jesus não está aqui. Ele ressuscitou dos mortos, como ele disse que iria! Olhe-se no túmulo para ver.\" As mulheres olharam para dentro do túmulo e viram onde Jesus estava mentindo. Seu corpo não estava lá!"
        }, 
        {
          "id": "41-06", 
          "img": "{{:en:obs:obs-41-06.jpg?nolink&640x360}}", 
          "text": "Então o anjo disse às mulheres: \"Diga aos discípulos que Jesus ressuscitou dos mortos e vai adiante de vós para a Galiléia.\""
        }, 
        {
          "id": "41-07", 
          "img": "{{:en:obs:obs-41-07.jpg?nolink&640x360}}", 
          "text": "As mulheres estavam cheios de medo e grande alegria. Eles correram para contar aos discípulos a boa notícia."
        }, 
        {
          "id": "41-08", 
          "img": "{{:en:obs:obs-41-08.jpg?nolink&640x360}}", 
          "text": "No caminho, Jesus apareceu-lhes, e eles adoraram. Jesus disse: \"Não tenha medo. Vá e diga aos meus discípulos que vou vê-los na Galiléia.\""
        }
      ], 
      "number": "41", 
      "ref": "A história bíblica de: Matthew 27:62-28:15, Marcos 16:1-11, Lucas 24:1-12, João 20:1-18", 
      "title": "41. Deus ressuscitou Jesus dos mortos"
    }, 
    {
      "frames": [
        {
          "id": "42-01", 
          "img": "{{:en:obs:obs-42-01.jpg?nolink&640x360}}", 
          "text": "Later that day, two of Jesus’ followers were going to a nearby town. As they walked, they talked about the death of Jesus and how the women said he was alive again. They wondered if Jesus really was the Messiah."
        }, 
        {
          "id": "42-02", 
          "img": "{{:en:obs:obs-42-02.jpg?nolink&640x360}}", 
          "text": "Jesus came up and started walking with them, but they did not recognize him. He asked what they were talking about, and they told him about all the terrible things that had happened during the last few days. They thought he was a stranger who had not heard about it."
        }, 
        {
          "id": "42-03", 
          "img": "{{:en:obs:obs-42-03.jpg?nolink&640x360}}", 
          "text": "Then Jesus explained to them what God’s Word says about the Messiah. He reminded them that the prophets said the Messiah would suffer and be killed, but would rise again on the third day. When they arrived at the town where they were going, it was almost night."
        }, 
        {
          "id": "42-04", 
          "img": "{{:en:obs:obs-42-04.jpg?nolink&640x360}}", 
          "text": "The two men invited Jesus to stay with them, so he did. Before they ate, Jesus picked up a loaf of bread, thanked God for it, and then broke it. Suddenly, they recognized that he was Jesus. At that moment, he disappeared."
        }, 
        {
          "id": "42-05", 
          "img": "{{:en:obs:obs-42-05.jpg?nolink&640x360}}", 
          "text": "The two men said to each other, “Our hearts were burning when he explained God’s Word to us!” Immediately, they went back to Jerusalem. When they arrived, they told the disciples, “Jesus is alive! We have seen him!”"
        }, 
        {
          "id": "42-06", 
          "img": "{{:en:obs:obs-42-06.jpg?nolink&640x360}}", 
          "text": "Suddenly, Jesus appeared! The disciples thought he was a ghost, but Jesus said, “Peace to you! Why are you afraid and doubting? Look at my hands and feet. Ghosts do not have bodies like I do.” To show he was not a ghost, he asked for a piece of cooked fish and ate it."
        }, 
        {
          "id": "42-07", 
          "img": "{{:en:obs:obs-42-07.jpg?nolink&640x360}}", 
          "text": "“I told you that everything written about me in God’s Word must be fulfilled,” Jesus said. Then he opened their minds so they could understand God’s Word. He said, “It was written long ago that the Messiah would suffer, die, and rise from the dead on the third day.”"
        }, 
        {
          "id": "42-08", 
          "img": "{{:en:obs:obs-42-08.jpg?nolink&640x360}}", 
          "text": "“It was also written that repentance for forgiveness of sins would be proclaimed to all people groups, starting in Jerusalem. You are witnesses of these things.”"
        }, 
        {
          "id": "42-09", 
          "img": "{{:en:obs:obs-42-09.jpg?nolink&640x360}}", 
          "text": "During the next forty days, Jesus appeared to his disciples and followers many times. Once, he even appeared to more than 500 people at the same time! He proved to his disciples in many ways that he was alive, and he taught them about the Kingdom of God."
        }, 
        {
          "id": "42-10", 
          "img": "{{:en:obs:obs-42-10.jpg?nolink&640x360}}", 
          "text": "At the end of the forty days, Jesus said to his disciples, “All authority in heaven and on earth has been given to me. So go, make disciples of all people groups by baptizing them in the name of the Father, the Son, and the Holy Spirit and by teaching them to obey everything I have commanded you.”"
        }, 
        {
          "id": "42-11", 
          "img": "{{:en:obs:obs-42-11.jpg?nolink&640x360}}", 
          "text": "“Remember, I will be with you always. Stay in Jerusalem until you receive power from above.” Then Jesus was taken up to heaven, and a cloud hid him from their sight. Jesus sat down at the right hand of God to rule over all things."
        }
      ], 
      "number": "42", 
      "ref": "A Bible story from: Matthew 28:16-20; Mark 16:12-20; Luke 24:13-53; John 20:19-23; Acts 1:1-11", 
      "title": "42. Jesus Returns to Heaven"
    }, 
    {
      "frames": [
        {
          "id": "43-01", 
          "img": "{{:en:obs:obs-43-01.jpg?nolink&640x360}}", 
          "text": "Depois que Jesus retornou para o céu, os discípulos ficaram em Jerusalém, como Jesus havia ordenado. Os seguidores de Jesus se reuniam e oravam constantemente."
        }, 
        {
          "id": "43-02", 
          "img": "{{:en:obs:obs-43-02.jpg?nolink&640x360}}", 
          "text": "Cinqüenta dias depois que Jesus ressuscitou dos mortos, uma festa judaica chamada Pentecostes ocorreu. Pentecostes era uma celebração de ação de graças. Judeus de todo o mundo viria a Jerusalém para celebrar juntos."
        }, 
        {
          "id": "43-03", 
          "img": "{{:en:obs:obs-43-03.jpg?nolink&640x360}}", 
          "text": "De repente, enquanto os cristãos estavam juntos, eles ouviram um som como de um vento forte que encheu a casa. Então algo como chamas de fogo apareceu sobre as cabeças de todos os crentes. Todos eles foram cheios do Espírito Santo e começaram a falar em outras línguas."
        }, 
        {
          "id": "43-04", 
          "img": "{{:en:obs:obs-43-04.jpg?nolink&640x360}}", 
          "text": "Quando o povo em Jerusalém ouviu falar sobre isso, uma multidão se reuniu, perguntando o que estava acontecendo. As pessoas ficaram admiradas quando ouviram os crentes falando em suas próprias línguas nativas, proclamando as obras maravilhosas de Deus."
        }, 
        {
          "id": "43-05", 
          "img": "{{:en:obs:obs-43-05.jpg?nolink&640x360}}", 
          "text": "Alguns acusaram os discípulos de estarem bêbados, mas Pedro se levantou e disse: \"Escutem-me! Essas pessoas não estão bêbadas! Este é um cumprimento da profecia feita por Joel, que diz:\" Nos últimos dias, Eu derramarei o meu Espírito '. \""
        }, 
        {
          "id": "43-06", 
          "img": "{{:en:obs:obs-43-06.jpg?nolink&640x360}}", 
          "text": "\"Homens de Israel, Jesus foi um homem que fez muitos sinais e maravilhas, pelo poder de Deus, como você viram e já sabiam. Vocês o crucificaram!\""
        }, 
        {
          "id": "43-07", 
          "img": "{{:en:obs:obs-43-07.jpg?nolink&640x360}}", 
          "text": "\"Mas Deus o ressuscitou para a vida novamente para cumprir a profecia que diz:\" Você não vai deixar o teu Santo apodrecer na sepultura. \" Deus ressuscitou este Jesus dentre os mortos. Nós somos testemunhas \"."
        }, 
        {
          "id": "43-08", 
          "img": "{{:en:obs:obs-43-08.jpg?nolink&640x360}}", 
          "text": "\"Jesus está agora exaltado à mão direita de Deus Pai. E o Pai enviou o Espírito Santo conforme prometido, Esse que você está vendo e ouvindo.\""
        }, 
        {
          "id": "43-09", 
          "img": "{{:en:obs:obs-43-09.jpg?nolink&640x360}}", 
          "text": "- \"Saibam com certeza, que Deus fez este Jesus, a quem vocês crucificaram, Mestre e Messias!\""
        }, 
        {
          "id": "43-10", 
          "img": "{{:en:obs:obs-43-10.jpg?nolink&640x360}}", 
          "text": "As pessoas que ouviam Pedro ficaram profundamente comovidas e perguntaram: \"Irmãos, o que devemos fazer?\""
        }, 
        {
          "id": "43-11", 
          "img": "{{:en:obs:obs-43-11.jpg?nolink&640x360}}", 
          "text": "Pedro disse: \"Arrependam-se e sejam batizados, cada um de vocês em nome de Jesus Cristo para remissão dos seus pecados, e vocês receberer//ão//o dom do Espírito Santo.\""
        }, 
        {
          "id": "43-12", 
          "img": "{{:en:obs:obs-43-12.jpg?nolink&640x360}}", 
          "text": "Cerca de 3.000 pessoas acreditaram no que Pedro disse. Elas foram batizadas e foram acrescentadas ao povo de Deus, que é a Igreja.​ As pessoas que acreditavam em Jesus se tornaram conhecidos como cristãos."
        }, 
        {
          "id": "43-13", 
          "img": "{{:en:obs:obs-43-13.jpg?nolink&640x360}}", 
          "text": "Os cristãos se dedicavam ao ensino dos discípulos e a comunhão, eles comiam juntos e oravam. Todos eles se reuniam e compartilhavam tudo o que tinham. Eles louvavam a Deus e até e os que não eram c//ristãos// pensavam bem deles. Todos os dias, mais pessoas se tornavam cristãs."
        }
      ], 
      "number": "43", 
      "ref": "A história bíblica de: Atos 2", 
      "title": "43. O início da Igreja"
    }, 
    {
      "frames": [
        {
          "id": "44-01", 
          "img": "{{:en:obs:obs-44-01.jpg?nolink&640x360}}", 
          "text": "One day Peter and John went to the Temple. On their way, they saw a crippled man begging for money."
        }, 
        {
          "id": "44-02", 
          "img": "{{:en:obs:obs-44-02.jpg?nolink&640x360}}", 
          "text": "Peter looked at him and said, “I do not have any money to give you. But what I do have I will give you. In the name of Jesus, get up and walk!”"
        }, 
        {
          "id": "44-03", 
          "img": "{{:en:obs:obs-44-03.jpg?nolink&640x360}}", 
          "text": "The man was immediately healed, and he began walking and jumping around, praising God. The people in the Temple were amazed."
        }, 
        {
          "id": "44-04", 
          "img": "{{:en:obs:obs-44-04.jpg?nolink&640x360}}", 
          "text": "A crowd quickly formed. Peter said to them, “Why are you amazed that this man is healed? It was not through our own power or goodness that he was healed, but by faith in Jesus.”"
        }, 
        {
          "id": "44-05", 
          "img": "{{:en:obs:obs-44-05.jpg?nolink&640x360}}", 
          "text": "“You demanded that Jesus be killed. You killed the author of life, but God raised him from the dead. This is how God fulfilled the prophecies that the Messiah would suffer and die. But now, repent and turn to God so that your sins will be washed away.”"
        }, 
        {
          "id": "44-06", 
          "img": "{{:en:obs:obs-44-06.jpg?nolink&640x360}}", 
          "text": "The leaders of the Temple were greatly annoyed at what Peter and John were saying. So they arrested them and threw them into prison. But many of the people believed what they had seen and heard and the Church grew to 5,000 men, plus women and children."
        }, 
        {
          "id": "44-07", 
          "img": "{{:en:obs:obs-44-07.jpg?nolink&640x360}}", 
          "text": "The next day, the Jewish leaders brought Peter and John before the high priest and his family. They asked them, “By what power did you do this?”"
        }, 
        {
          "id": "44-08", 
          "img": "{{:en:obs:obs-44-08.jpg?nolink&640x360}}", 
          "text": "Peter responded, “It is by the power of Jesus the Messiah that we healed this man. You crucified him, but God raised him to life again! You rejected him, but there is no other way to be saved except through the power of Jesus!”"
        }, 
        {
          "id": "44-09", 
          "img": "{{:en:obs:obs-44-09.jpg?nolink&640x360}}", 
          "text": "The leaders were shocked because they could see that these men were common men who were uneducated. They also realized that these men had been with Jesus. After they had threatened Peter and John, they let them go."
        }
      ], 
      "number": "44", 
      "ref": "A Bible story from: Acts 3:1-4:22", 
      "title": "44. Peter and John Heal a Beggar"
    }, 
    {
      "frames": [
        {
          "id": "45-01", 
          "img": "{{:en:obs:obs-45-01.jpg?nolink&640x360}}", 
          "text": "Stephen was a leader in the early Church. He had a good reputation and was full of the Holy Spirit and of wisdom. Stephen did many miracles and argued strongly that people should believe in Jesus."
        }, 
        {
          "id": "45-02", 
          "img": "{{:en:obs:obs-45-02.jpg?nolink&640x360}}", 
          "text": "One day, Stephen was arguing with some unbelieving Jews about Jesus. They became very angry and lied about Stephen, saying, “We heard him speak evil things about Moses and God!” So they arrested Stephen and brought him before the high priest and leaders of the Jews."
        }, 
        {
          "id": "45-03", 
          "img": "{{:en:obs:obs-45-03.jpg?nolink&640x360}}", 
          "text": "The high priest asked Stephen, “Are these things true?” Stephen reminded them of all the great things God had done from the time of Abraham to Jesus. Then he replied, “You stubborn and rebellious people always reject the Holy Spirit, just as your ancestors always rejected God and killed his prophets. You have even killed the Messiah whom God sent!”"
        }, 
        {
          "id": "45-04", 
          "img": "{{:en:obs:obs-45-04.jpg?nolink&640x360}}", 
          "text": "When the people heard this, they covered their ears and yelled loudly. They threw Stephen out of the city and stoned him to death."
        }, 
        {
          "id": "45-05", 
          "img": "{{:en:obs:obs-45-05.jpg?nolink&640x360}}", 
          "text": "As Stephen was dying, he cried out, “Jesus, receive my spirit.” Then he fell to his knees and cried out again, “Master, do not count this sin against them.” Then he died."
        }, 
        {
          "id": "45-06", 
          "img": "{{:en:obs:obs-45-06.jpg?nolink&640x360}}", 
          "text": "A man named Saul approved of Stephen’s execution and guarded the belongings of those who stoned Stephen. That day many people started persecuting the Christians, and they were scattered through that region. But everywhere they went they preached about Jesus."
        }, 
        {
          "id": "45-07", 
          "img": "{{:en:obs:obs-45-07.jpg?nolink&640x360}}", 
          "text": "Um dia, um anjo do Senhor disse a Filipe, um dos discípulos de Jesus, para ir para o deserto no caminho para Gaza. Enquanto caminhava ao longo da estrada, Philip viu um oficial importante da Etiópia sentado no seu carro. O Espírito Santo disse a Filipe para ir para cima e falar com este homem."
        }, 
        {
          "id": "45-08", 
          "img": "{{:en:obs:obs-45-08.jpg?nolink&640x360}}", 
          "text": "Um dia, um anjo do Senhor disse a Filipe, um dos discípulos de Jesus, para ir para o deserto no caminho para Gaza. Enquanto caminhava ao longo da estrada, Philip viu um oficial importante da Etiópia sentado no seu carro. O Espírito Santo disse a Filipe para ir para cima e falar com este homem."
        }, 
        {
          "id": "45-09", 
          "img": "{{:en:obs:obs-45-09.jpg?nolink&640x360}}", 
          "text": "Filipe perguntou ao etíope: \"Você entende o que está lendo?\" Ele disse: \"Não. É Isaías falando de si mesmo ou de outra pessoa?\""
        }, 
        {
          "id": "45-10", 
          "img": "{{:en:obs:obs-45-10.jpg?nolink&640x360}}", 
          "text": "Filipe perguntou ao etíope: \"Você entende o que está lendo?\" Ele disse: \"Não. É Isaías falando de si mesmo ou de outra pessoa?\""
        }, 
        {
          "id": "45-11", 
          "img": "{{:en:obs:obs-45-11.jpg?nolink&640x360}}", 
          "text": "Ao passarem por um pouco de água, o etíope disse: \"Olha! Existe um pouco de água! Por que não posso ser batizado?\" E ele ordenou que o carro a parar."
        }, 
        {
          "id": "45-12", 
          "img": "{{:en:obs:obs-45-12.jpg?nolink&640x360}}", 
          "text": "Então eles foram para dentro da água, e Filipe o batizou. Depois de Filipe batizou o etíope, o Espírito Santo levou Filipe embora para outro lugar, onde continuou dizendo às pessoas sobre Jesus."
        }, 
        {
          "id": "45-13", 
          "img": "{{:en:obs:obs-45-13.jpg?nolink&640x360}}", 
          "text": "O etíope seguiu o seu caminho, o prazer de conhecer Jesus."
        }
      ], 
      "number": "45", 
      "ref": "A Bible story from: Acts 8:26-40", 
      "title": "45. Filipe e o Oficial Etíope"
    }, 
    {
      "frames": [
        {
          "id": "46-01", 
          "img": "{{:en:obs:obs-46-01.jpg?nolink&640x360}}", 
          "text": "Saul continued to attack the Christians going from house to house, arresting men and women, and putting them in prison. Saul received permission from the high priest to go to the city of Damascus to arrest Christians there and bring them back to Jerusalem."
        }, 
        {
          "id": "46-02", 
          "img": "{{:en:obs:obs-46-02.jpg?nolink&640x360}}", 
          "text": "As Saul was on his way to Damascus, Jesus appeared to him in a bright light and said, “Saul! Saul! Why do you persecute me?” He said, “Who are you, Master?” Jesus replied, “I am Jesus whom you are persecuting.”"
        }, 
        {
          "id": "46-03", 
          "img": "{{:en:obs:obs-46-03.jpg?nolink&640x360}}", 
          "text": "When Saul got up, he could not see and had to be led into Damascus. Saul ate and drank nothing for three days."
        }, 
        {
          "id": "46-04", 
          "img": "{{:en:obs:obs-46-04.jpg?nolink&640x360}}", 
          "text": "Then God appeared to a Christian named Ananias and said, \"Go to the house where Saul is staying. Lay your hands on him so that he can see again.” But Ananias said, “Master, I have heard how he has persecuted the Christians.” God said, “I have chosen him to declare my name to the unsaved. I will show him how much he must suffer for my sake.\""
        }, 
        {
          "id": "46-05", 
          "img": "{{:en:obs:obs-46-05.jpg?nolink&640x360}}", 
          "text": "So Ananias said to Saul, “Jesus who appeared to you on the road sent me to you so that you can regain your sight and be filled with the Holy Spirit.” Saul immediately regained his sight. Then Saul was baptized. He ate some food and his strength returned."
        }, 
        {
          "id": "46-06", 
          "img": "{{:en:obs:obs-46-06.jpg?nolink&640x360}}", 
          "text": "Right away, Saul began preaching to the Jews, saying, “Jesus is the Son of God!” The Jews were amazed that the man who had tried to destroy the Christians was now a Christian. Saul argued with the Jews, proving that Jesus was the Messiah. Saul became known as Paul."
        }, 
        {
          "id": "46-07", 
          "img": "{{:en:obs:obs-46-07.jpg?nolink&640x360}}", 
          "text": "After many days, the Jews made a plan to kill Paul. They placed people at the city gates to kill him. But Paul heard about the plan, and his friends helped him escape. One night they lowered him over the city wall in a basket. Paul ran away and continued preaching about Jesus."
        }, 
        {
          "id": "46-08", 
          "img": "{{:en:obs:obs-46-08.jpg?nolink&640x360}}", 
          "text": "Paul went to Jerusalem to meet with the disciples, but at first the Christians were afraid of Paul. Finally, a Christian named Barnabas took Paul to the disciples and told them how Paul had preached boldly in Damascus. Then they accepted Paul."
        }, 
        {
          "id": "46-09", 
          "img": "{{:en:obs:obs-46-09.jpg?nolink&640x360}}", 
          "text": "Later, Paul and Barnabas went to the city of Antioch where they taught many people about Jesus and strengthened the church. One day, the Christians at Antioch were fasting and praying and the Holy Spirit said, “Set apart for me Paul and Barnabas to do the work I have called them to do.”"
        }, 
        {
          "id": "46-10", 
          "img": "{{:en:obs:obs-46-10.jpg?nolink&640x360}}", 
          "text": "So the church prayed for Paul and Barnabas, laid their hands on them and sent them off to preach the Good News of Jesus. They preached about Jesus in many places and many people believed in Jesus."
        }
      ], 
      "number": "46", 
      "ref": "A Bible story from: Acts 6:8-8:3; 9:1-25; 11:25-26", 
      "title": "46. Paul Becomes a Christian"
    }, 
    {
      "frames": [
        {
          "id": "47-01", 
          "img": "{{:en:obs:obs-47-01.jpg?nolink&640x360}}", 
          "text": "Some years later, Paul and his friend Silas went to the town of Philippi, proclaiming the Good News about Jesus. They met a woman named Lydia who sold purple cloth. She loved and worshiped God."
        }, 
        {
          "id": "47-02", 
          "img": "{{:en:obs:obs-47-02.jpg?nolink&640x360}}", 
          "text": "God opened Lydia's heart to understand the message of Jesus, and she and her family were baptized. She invited Paul and Silas to stay at her house, so they did."
        }, 
        {
          "id": "47-03", 
          "img": "{{:en:obs:obs-47-03.jpg?nolink&640x360}}", 
          "text": "Paul and Silas often went to pray while they were in Philippi. Every day as they walked to the place of prayer, a slave girl possessed by a demon followed them. She was a fortune teller, and she made a lot of money for her masters."
        }, 
        {
          "id": "47-04", 
          "img": "{{:en:obs:obs-47-04.jpg?nolink&640x360}}", 
          "text": "The slave girl kept yelling, “These men are servants of the Most High God. They are telling you the way to be saved!” She did this so often that Paul became annoyed."
        }, 
        {
          "id": "47-05", 
          "img": "{{:en:obs:obs-47-05.jpg?nolink&640x360}}", 
          "text": "One day, Paul turned to her and said to the demon, “In the name of Jesus, come out of her.” Right away the demon left her."
        }, 
        {
          "id": "47-06", 
          "img": "{{:en:obs:obs-47-06.jpg?nolink&640x360}}", 
          "text": "The men who owned the slave girl became very angry when they realized the slave girl could no longer make money for them."
        }, 
        {
          "id": "47-07", 
          "img": "{{:en:obs:obs-47-07.jpg?nolink&640x360}}", 
          "text": "So the owners of the slave girl had Paul and Silas arrested, beaten, and thrown into jail."
        }, 
        {
          "id": "47-08", 
          "img": "{{:en:obs:obs-47-08.jpg?nolink&640x360}}", 
          "text": "Paul and Silas were put in the most secure part of the prison with their feet locked up. In the middle of the night, they were singing songs of praise to God."
        }, 
        {
          "id": "47-09", 
          "img": "{{:en:obs:obs-47-09.jpg?nolink&640x360}}", 
          "text": "Suddenly, the earth shook and the prison doors flew open. All the prisoners’ chains fell off."
        }, 
        {
          "id": "47-10", 
          "img": "{{:en:obs:obs-47-10.jpg?nolink&640x360}}", 
          "text": "When the jailer saw that the doors were open, he planned to kill himself, thinking that all the prisoners had escaped. (He knew he would be killed for letting the prisoners escape.) Paul saw him and yelled, “Stop! Do not hurt yourself. We are all here.”"
        }, 
        {
          "id": "47-11", 
          "img": "{{:en:obs:obs-47-11.jpg?nolink&640x360}}", 
          "text": "The jailer was terrified! He took Paul and Silas home, gave them some food, and washed their wounds. Then he said, “What must I do to be saved?”"
        }, 
        {
          "id": "47-12", 
          "img": "{{:en:obs:obs-47-12.jpg?nolink&640x360}}", 
          "text": "Paul answered, “Believe in Jesus, the Master, and you and your family will be saved.” Then Paul baptized the jailer and his whole family, and they celebrated together."
        }, 
        {
          "id": "47-13", 
          "img": "{{:en:obs:obs-47-13.jpg?nolink&640x360}}", 
          "text": "The next day the leaders of the city freed Paul and Silas and asked them to leave Philippi. Paul and Silas visited Lydia and some other friends and then left the city. The Good News of Jesus kept spreading, and the Church kept growing."
        }, 
        {
          "id": "47-14", 
          "img": "{{:en:obs:obs-47-14.jpg?nolink&640x360}}", 
          "text": "Paul and other Christian leaders traveled to many cities, preaching and teaching about Jesus. They also wrote many letters to the churches to encourage and teach them about God’s New Covenant."
        }
      ], 
      "number": "47", 
      "ref": "A Bible story from: Acts 16:11-40", 
      "title": "47. Paul and Silas in Philippi"
    }, 
    {
      "frames": [
        {
          "id": "48-01", 
          "img": "{{:en:obs:obs-48-01.jpg?nolink&640x360}}", 
          "text": "Quando Deus criou o mundo, tudo foi perfeito. Não havia pecado. Adão e Eva se amavam, e eles adoraram a Deus. Não houve morte ou doença ou dor. Esta foi a maneira que Deus queria que as coisas fossem."
        }, 
        {
          "id": "48-02", 
          "img": "{{:en:obs:obs-48-02.jpg?nolink&640x360}}", 
          "text": "Satanás, que era a serpente no jardim, enganou Eva, e ela e Adão pecou contra Deus. Porque eles pecaram, a morte, a doença ea dor tudo se tornou parte da vida de todos na Terra."
        }, 
        {
          "id": "48-03", 
          "img": "{{:en:obs:obs-48-03.jpg?nolink&640x360}}", 
          "text": "Pior ainda, seu relacionamento com Deus foi quebrado. Agora, todo mundo nasce um inimigo de Deus por causa do pecado. Mas Deus tinha um plano para corrigir tudo o que havia sido quebrado pelo pecado."
        }, 
        {
          "id": "48-04", 
          "img": "{{:en:obs:obs-48-04.jpg?nolink&640x360}}", 
          "text": "Deus prometeu que um dos descendente de Eva esmagaria a cabeça de Satanás, e Satanás feriria o calcanhar. Isso significava que Satanás iria matar Jesus, mas Deus iria ressuscitá-lo para a vida depois de três dias. Jesus iria esmagar o poder de Satanás para sempre."
        }, 
        {
          "id": "48-05", 
          "img": "{{:en:obs:obs-48-05.jpg?nolink&640x360}}", 
          "text": "Quando Deus destruiu toda a terra no dilúvio, Ele forneceu o barco como um caminho de salvação para aqueles que creram nele. Da mesma forma, embora todo mundo merece ser destruído por seus pecados, Deus providenciou um caminho para a salvação de todo aquele que crê em Jesus."
        }, 
        {
          "id": "48-06", 
          "img": "{{:en:obs:obs-48-06.jpg?nolink&640x360}}", 
          "text": "Melquisedeque era um padre que abençoou Abraão. Como Melquisedeque, Jesus é um sacerdote, mas Jesus é o Sumo Sacerdote. Jesus ofereceu um único sacrifício, ele mesmo. Este foi o único sacrifício necessário para tirar o pecado do mundo inteiro."
        }, 
        {
          "id": "48-07", 
          "img": "{{:en:obs:obs-48-07.jpg?nolink&640x360}}", 
          "text": "Deus disse a Abraão: \"Através de você, todos os grupos de povos da terra serão abençoados.\" Jesus era descendente de Abraão. Todos os grupos de pessoas da terra são abençoadas por meio de Jesus, pois todo aquele que crê nele torna-se um dos eleitos de Deus, um descendente espiritual de Abraão."
        }, 
        {
          "id": "48-08", 
          "img": "{{:en:obs:obs-48-08.jpg?nolink&640x360}}", 
          "text": "Deus providenciou um carneiro para Abraão sacrificar em vez de Isaac. Jesus é como o carneiro, porque ele morreu em nosso lugar. Todo mundo merece morrer por seus pecados, inclusive você!Mas Deus providenciou Jesus como um sacrifício para morrer em vez de você."
        }, 
        {
          "id": "48-09", 
          "img": "{{:en:obs:obs-48-09.jpg?nolink&640x360}}", 
          "text": "When God sent the last plague on Egypt, each Israelite family needed to kill a perfect lamb and spread the blood around their doors. When God saw the blood, he passed over their houses and did not kill their firstborn sons. This is called the Passover."
        }, 
        {
          "id": "48-10", 
          "img": "{{:en:obs:obs-48-10.jpg?nolink&640x360}}", 
          "text": "Jesus is our Passover Lamb. He was perfect and sinless and was killed at the time of the Passover Feast. When anyone believes in Jesus, the blood of Jesus takes away that person’s sin, and God’s punishment passes over him."
        }, 
        {
          "id": "48-11", 
          "img": "{{:en:obs:obs-48-11.jpg?nolink&640x360}}", 
          "text": "Deus fez uma aliança com os israelitas que estavam Seu povo escolhido. Na Nova Aliança de Deus, qualquer pessoa de qualquer grupo de pessoas pode se tornar parte do povo escolhido de Deus crendo em Jesus."
        }, 
        {
          "id": "48-12", 
          "img": "{{:en:obs:obs-48-12.jpg?nolink&640x360}}", 
          "text": "Moisés foi um grande profeta que proclamava a Palavra de Deus. Como Moisés, Jesus é um profeta, mas Jesus é o maior profeta. Ele é a Palavra de Deus."
        }, 
        {
          "id": "48-13", 
          "img": "{{:en:obs:obs-48-13.jpg?nolink&640x360}}", 
          "text": "Deus prometeu a Davi que o Messias seria um dos seus descendentes. Jesus, o Messias, era que especial descendente de Davi."
        }, 
        {
          "id": "48-14", 
          "img": "{{:en:obs:obs-48-14.jpg?nolink&640x360}}", 
          "text": "Como Davi, Jesus é um rei, mas Jesus é o rei do universo! Ele virá novamente e governar seu Reino de justiça e paz."
        }
      ], 
      "number": "48", 
      "ref": "A história bíblica de Gênesis 1-3, 6, 14, 22; Êxodo 12, 20; 2 Samuel 7; hebraico 3:1-6, 04:14 - 05:10, 07:01 - 08:13, 9: 11-10:18, Apocalipse 21", 
      "title": "48. Jesus é o Messias Prometido"
    }, 
    {
      "frames": [
        {
          "id": "49-01", 
          "img": "{{:en:obs:obs-49-01.jpg?nolink&640x360}}", 
          "text": "Jesus’ mother, Mary, was a virgin when he was born, because Jesus is God’s Son. Jesus is both God and man at the same time."
        }, 
        {
          "id": "49-02", 
          "img": "{{:en:obs:obs-49-02.jpg?nolink&640x360}}", 
          "text": "Jesus did many miracles proving he is God. He walked on water, calmed storms, healed many sick people, drove out demons, raised the dead to life, and fed 5,000 people with five loaves of bread and two fish."
        }, 
        {
          "id": "49-03", 
          "img": "{{:en:obs:obs-49-03.jpg?nolink&640x360}}", 
          "text": "Jesus was also a great teacher. He taught that you need to love your neighbor the same way you love yourself."
        }, 
        {
          "id": "49-04", 
          "img": "{{:en:obs:obs-49-04.jpg?nolink&640x360}}", 
          "text": "He also taught that you need to love God more than anything else, including your wealth."
        }, 
        {
          "id": "49-05", 
          "img": "{{:en:obs:obs-49-05.jpg?nolink&640x360}}", 
          "text": "Jesus said that salvation is worth more than anything else in the world."
        }, 
        {
          "id": "49-06", 
          "img": "{{:en:obs:obs-49-06.jpg?nolink&640x360}}", 
          "text": "He taught that not all people will receive him and be saved. Those who are not saved will be gathered at the end of the world and will burn forever in the fires of hell."
        }, 
        {
          "id": "49-07", 
          "img": "{{:en:obs:obs-49-07.jpg?nolink&640x360}}", 
          "text": "Jesus taught that God loves sinners very much. He is ready to forgive them and make them his children."
        }, 
        {
          "id": "49-08", 
          "img": "{{:en:obs:obs-49-08.jpg?nolink&640x360}}", 
          "text": "Jesus also taught that everyone in the world has sinned and is separated from God. Because of sin, everyone has become an enemy of God. God hates sin."
        }, 
        {
          "id": "49-09", 
          "img": "{{:en:obs:obs-49-09.jpg?nolink&640x360}}", 
          "text": "But God loved the world so much that he gave his only son, Jesus, so that whoever believes in him will not go to hell but will live with him forever."
        }, 
        {
          "id": "49-10", 
          "img": "{{:en:obs:obs-49-10.jpg?nolink&640x360}}", 
          "text": "Because of your sin, you are guilty. You deserve death and God’s anger, but God poured out his anger on Jesus instead of you. When Jesus died on the cross, he received your punishment."
        }, 
        {
          "id": "49-11", 
          "img": "{{:en:obs:obs-49-11.jpg?nolink&640x360}}", 
          "text": "Jesus chose to die as a perfect, sinless sacrifice to take away your sins and the sins of the whole world. Because of Jesus, any sin can be forgiven, no matter what it is."
        }, 
        {
          "id": "49-12", 
          "img": "{{:en:obs:obs-49-12.jpg?nolink&640x360}}", 
          "text": "No one can be saved by doing good things. Nothing you do can fix your relationship with God. Your sins can only be washed away if you believe that Jesus is the Son of God, that he died on the cross in your place, and that God raised him to life again."
        }, 
        {
          "id": "49-13", 
          "img": "{{:en:obs:obs-49-13.jpg?nolink&640x360}}", 
          "text": "Anyone who believes in Jesus and receives him as their Master will be saved, but whoever does not believe will be rejected. It does not matter if you are rich or poor, man or woman, old or young, or where you are from. God loves you and wants you to believe in Jesus so he can have a relationship with you."
        }, 
        {
          "id": "49-14", 
          "img": "{{:en:obs:obs-49-14.jpg?nolink&640x360}}", 
          "text": "Do you believe that Jesus is the Messiah, the only Son of God? Do you believe that you are a sinner and deserve God’s punishment? Do you believe that Jesus died on the cross to take away your sins? Jesus invites you to come to him, believe in him, and be baptized."
        }, 
        {
          "id": "49-15", 
          "img": "{{:en:obs:obs-49-15.jpg?nolink&640x360}}", 
          "text": "If you believe this, you are a Christian! God has taken you out of Satan’s kingdom of darkness and put you into God’s Kingdom of light. All the old things are gone, because God makes all things new."
        }, 
        {
          "id": "49-16", 
          "img": "{{:en:obs:obs-49-16.jpg?nolink&640x360}}", 
          "text": "If you are a Christian, your sins are forgiven because of what Jesus did. Now, when God looks at you, he does not see you as an enemy, but he sees you as a close friend."
        }, 
        {
          "id": "49-17", 
          "img": "{{:en:obs:obs-49-17.jpg?nolink&640x360}}", 
          "text": "As a friend of God and a servant of Jesus the Master, you will want to obey Jesus’ teachings. Even though you are a Christian, you will still struggle with sin. But God says if you confess your sins, he is faithful and will forgive you and will give you strength to fight against sin."
        }, 
        {
          "id": "49-18", 
          "img": "{{:en:obs:obs-49-18.jpg?nolink&640x360}}", 
          "text": "God tells you to pray, study his Word, worship him with other Christians, and tell others what he has done for you. All of these things help you to grow in your relationship with him."
        }
      ], 
      "number": "49", 
      "ref": "A Bible story from: Romans 3:21-26, 5:1-11; John 3:16; Mark 16:16; Colossians 1:13-14; 2 Thessalonians 5:17-21; 1 John 1:5-10", 
      "title": "49. God’s New Covenant"
    }, 
    {
      "frames": [
        {
          "id": "50-01", 
          "img": "{{:en:obs:obs-50-01.jpg?nolink&640x360}}", 
          "text": "For almost 2,000 years, the Good News of Jesus the Messiah has been spreading, and the Church has been growing. Jesus said he would return at the end of the world. Though he has not yet come back, he will keep his promise."
        }, 
        {
          "id": "50-02", 
          "img": "{{:en:obs:obs-50-02.jpg?nolink&640x360}}", 
          "text": "As we wait for Jesus’ return, Christians are to live holy and godly lives. When Jesus was on earth he also said, “This Good News of the Kingdom will be preached in the whole world for a testimony to all the people groups, and then the end will come.”"
        }, 
        {
          "id": "50-03", 
          "img": "{{:en:obs:obs-50-03.jpg?nolink&640x360}}", 
          "text": "Many people groups still have not heard about Jesus. Before he returned to heaven, Jesus gave Christians the job of bringing the Good News to those who have never heard. He said, “Go and make disciples of all people groups! The fields are ripe for harvest!”"
        }, 
        {
          "id": "50-04", 
          "img": "{{:en:obs:obs-50-04.jpg?nolink&640x360}}", 
          "text": "Jesus also said, “A servant is not greater than his master. You will be tortured and killed because of me. In this world you will have trouble, but be encouraged. I have defeated Satan! Remain faithful to the end, and you will be saved.”"
        }, 
        {
          "id": "50-05", 
          "img": "{{:en:obs:obs-50-05.jpg?nolink&640x360}}", 
          "text": "Jesus told his disciples a story which helped explain what the end would be like. “The Kingdom of God is like a man who planted good seed in his field. But while he was sleeping, his enemy came and planted weeds along with the wheat, and then he went away.”"
        }, 
        {
          "id": "50-06", 
          "img": "{{:en:obs:obs-50-06.jpg?nolink&640x360}}", 
          "text": "“When the plants sprouted, the workers asked their master, ‘Sir, you planted good seed in that field. Why are there weeds in it?’ The master answered, ‘An enemy has planted them.’”"
        }, 
        {
          "id": "50-07", 
          "img": "{{:en:obs:obs-50-07.jpg?nolink&640x360}}", 
          "text": "“The workers responded, ‘Should we pull out the weeds?’ The master said, ‘No. If you do that, you will pull out some of the wheat as well. Wait until the harvest and then gather the weeds into piles to be burned, but bring the wheat into my barn.’”"
        }, 
        {
          "id": "50-08", 
          "img": "{{:en:obs:obs-50-08.jpg?nolink&640x360}}", 
          "text": "The disciples did not understand and said to Jesus, “Please explain this story to us.” Jesus said, “The man who planted the good seed is the Messiah. The field is the world. The good seed represents the people of God’s Kingdom.”"
        }, 
        {
          "id": "50-09", 
          "img": "{{:en:obs:obs-50-09.jpg?nolink&640x360}}", 
          "text": "“The weeds represent the people who belong to the evil one. The enemy who planted them is the devil. The harvest is the end of the world, and the harvesters are the angels.”"
        }, 
        {
          "id": "50-10", 
          "img": "{{:en:obs:obs-50-10.jpg?nolink&640x360}}", 
          "text": "“At the end of the world, all the people who belong to the devil will be gathered together and thrown into a fiery furnace, where there is weeping and grinding of teeth. Then the righteous ones will shine like the sun in the Kingdom of their Father.”"
        }, 
        {
          "id": "50-11", 
          "img": "{{:en:obs:obs-50-11.jpg?nolink&640x360}}", 
          "text": "When Jesus returned to heaven, he said that he would return to earth the same way that he left—with a physical body in the clouds. Jesus also promised that when he returns, all Christians who have died will rise from the dead and meet him in the air."
        }, 
        {
          "id": "50-12", 
          "img": "{{:en:obs:obs-50-12.jpg?nolink&640x360}}", 
          "text": "The Christians who are still alive will then rise up together with them in the air and all Christians will be with Jesus forever. Jesus will be with his people in perfect unity forever."
        }, 
        {
          "id": "50-13", 
          "img": "{{:en:obs:obs-50-13.jpg?nolink&640x360}}", 
          "text": "Christians will be given the crown of life. They will never experience the second death, which is hell. Instead, they will live forever with God in perfect peace."
        }, 
        {
          "id": "50-14", 
          "img": "{{:en:obs:obs-50-14.jpg?nolink&640x360}}", 
          "text": "But those who do not believe in Jesus will be judged by God and thrown into hell forever. In hell, people constantly weep and grind their teeth in anguish. They are burned by fire that never goes out and eaten by worms that never die."
        }, 
        {
          "id": "50-15", 
          "img": "{{:en:obs:obs-50-15.jpg?nolink&640x360}}", 
          "text": "Jesus will also completely destroy Satan and his kingdom and will throw him into the lake of fire where he will burn forever. Death also will be thrown into the lake of fire."
        }, 
        {
          "id": "50-16", 
          "img": "{{:en:obs:obs-50-16.jpg?nolink&640x360}}", 
          "text": "God cursed the universe because of Adam and Eve's sin and he will destroy it. Jesus will create a New Heaven and a New Earth that will be perfect."
        }, 
        {
          "id": "50-17", 
          "img": "{{:en:obs:obs-50-17.jpg?nolink&640x360}}", 
          "text": "Jesus will reign forever and ever. He will wipe away every tear and there will be no more death, suffering, sadness, crying, evil, or pain. He will rule his Kingdom with peace and justice, and he will be with his people forever."
        }
      ], 
      "number": "50", 
      "ref": "A Bible story from: Matthew 24:14; 28:18; John 15:20, 16:33; Revelation 2:10; Matthew 13:24-30, 36-42; 1 Thessalonians 4:13-5:11; James 1:12; Matthew 22:13; Revelation 20:10, 21:1-22:21", 
      "title": "50. Jesus Returns"
    }
  ], 
  "date_modified": "20140222", 
  "language": "pt-br"
}