{
  "app_words": {}, 
  "chapters": [
    {
      "frames": [
        {
          "id": null, 
          "img": null, 
          "text": "Invalid format."
        }
      ], 
      "number": "01"
    }, 
    {
      "frames": [
        {
          "id": null, 
          "img": null, 
          "text": "Invalid format."
        }
      ], 
      "number": "02"
    }, 
    {
      "frames": [
        {
          "id": null, 
          "img": null, 
          "text": "Invalid format."
        }
      ], 
      "number": "03"
    }, 
    {
      "frames": [
        {
          "id": "04-01", 
          "img": "{{:en:obs:obs-04-01.jpg?nolink&640x360}}", 
          "text": "Muitos anos depois do dilúvio, havia novamente muitas pessoas no mundo, e todos eles falavam a mesma língua. Mas o povo não obedecia a Deus. Em vez de ter filhos e encher a terra, eles se reuniram e construíram uma cidade."
        }, 
        {
          "id": "04-02", 
          "img": "{{:en:obs:obs-04-02.jpg?nolink&640x360}}", 
          "text": "Eles ficaram muito orgulhosos, e eles não se preocuparam com o que Deus disse. Eles até começaram a construção de uma torre para alcançar o céu. Deus viu que se todos eles continuassem trabalhando juntos, eles poderiam fazer muitas coisas más."
        }, 
        {
          "id": "04-03", 
          "img": "{{:en:obs:obs-04-03.jpg?nolink&640x360}}", 
          "text": "Então, Ele mudou a língua deles em muitas línguas diferentes e espalhou as pessoas por todo o mundo. A cidade que tinham começado a construir foi chamada Babel, que significa \"confuso\"."
        }, 
        {
          "id": "04-04", 
          "img": "{{:en:obs:obs-04-04.jpg?nolink&640x360}}", 
          "text": "Centenas de anos depois, Deus falou a um homem chamado Abrão. Deus lhe disse: \"Deixe seu país e família e vá para a terra que eu te mostrarei.\""
        }, 
        {
          "id": "04-05", 
          "img": "{{:en:obs:obs-04-05.jpg?nolink&640x360}}", 
          "text": "Então Abrão obedeceu. Ele levou sua esposa, Sarai, e todos os seus servos e rebanhos e foi para a terra que Deus lhe mostraria, a terra de Canaã. Abrão viveu lá por muitos anos. Lá, Deus fez uma aliança com Abrão. Uma aliança é um acordo entre duas partes."
        }, 
        {
          "id": "04-06", 
          "img": "{{:en:obs:obs-04-06.jpg?nolink&640x360}}", 
          "text": "Deus disse: \"Olhe ao seu redor. Toda a terra que você pode ver eu vou dar para você e seus descendentes como herança. Eu te abençoarei e engrandecerei o seu nome.\""
        }, 
        {
          "id": "04-07", 
          "img": "{{:en:obs:obs-04-07.jpg?nolink&640x360}}", 
          "text": "\"Eu farei em seus descendentes uma grande nação, e eu serei o vosso Deus. Eu abençoarei os que te abençoarem e amaldiçoarei os que te amaldiçoarem. Todos os grupos de pessoas do mundo serão abençoadas através de você.\" Deus também disse a Abrão para circuncidar todos os homens de sua família como um sinal da aliança. Abrão obedeceu."
        }, 
        {
          "id": "04-08", 
          "img": "{{:en:obs:obs-04-08.jpg?nolink&640x360}}", 
          "text": "Abrão creu em Deus. Deus disse que Abrão foi justificado por meio da fé na promessa de Deus. Mas havia um problema. Abrão e sua esposa não eram capazes de ter filhos. Então, parecia impossível que Abrão poderia se tornar o pai de uma grande nação, mas eles esperaram com fé, crendo no que Deus havia prometido."
        }, 
        {
          "id": "04-09", 
          "img": "{{:en:obs:obs-04-09.jpg?nolink&640x360}}", 
          "text": "Um dia, Abrão se encontrou com Melquisedeque, o sacerdote do Deus Altíssimo. Melquisedeque abençoou Abrão e disse: \"Deus Altíssimo, que possui os céus e a terra, te abençoe Abrão.\" E Abrão deu a Melquisedeque o dízimo de tudo que possuía."
        }
      ], 
      "number": "04", 
      "ref": "Uma História da Bíblia: Gênesis 11-15", 
      "title": " 4. A Aliança de Deus com Abraão "
    }, 
    {
      "frames": [
        {
          "id": "05-01", 
          "img": "{{:en:obs:obs-05-01.jpg?nolink&640x360}}", 
          "text": "Abrão e Sarai esperaram mais de vinte anos, mas ainda não tinham um filho. Deus falou a Abrão e prometeu mais uma vez que ele teria um filho e descendentes tantos quanto as estrelas no céu. Abrão acreditou na promessa de Deus."
        }, 
        {
          "id": "05-02", 
          "img": "{{:en:obs:obs-05-02.jpg?nolink&640x360}}", 
          "text": "Então, a esposa de Abrão, disse-lhe: \"Como o SENHOR não me permitiu ter filhos e agora sou velha demais para ter filhos, eis aqui a minha serva, Hagar. Casa-se com ela também para que ela possa ter um filho por mim.\""
        }, 
        {
          "id": "05-03", 
          "img": "{{:en:obs:obs-05-03.jpg?nolink&640x360}}", 
          "text": "Abrão casou com Hagar. Hagar teve um menino, e Abrão chamou-lhe Ismael. Abrão queria que Deus abençoasse Ismael. Deus disse: \"Eu vou abençoá-lo, mas Ismael não é o filho da promessa. Eu não vou fazer a minha aliança com ele.\""
        }, 
        {
          "id": "05-04", 
          "img": "{{:en:obs:obs-05-04.jpg?nolink&640x360}}", 
          "text": "\"Sua esposa, Sarai, terá um filho, ele vai ser o filho da promessa. Dê a ele o nome de Isaque. Minha aliança será com ele, e ele se tornará uma grande nação.\" Então, Deus mudou o nome de Abrão para Abraão, que significa \"pai de muitos\". Deus também mudou o nome de Sarai para Sara, que significa \"princesa\"."
        }, 
        {
          "id": "05-05", 
          "img": "{{:en:obs:obs-05-05.jpg?nolink&640x360}}", 
          "text": "Finalmente, quando Abraão tinha 100 anos e Sara tinha 90 anos, Sara deu à luz ao filho de Abraão. Eles o chamaram de Isaque, como Deus havia mandado fazer."
        }, 
        {
          "id": "05-06", 
          "img": "{{:en:obs:obs-05-06.jpg?nolink&640x360}}", 
          "text": "Quando Isaac era um homem jovem, Deus testou a fé de Abraão, dizendo: \"Toma Isaac, seu único filho, e mate ele como um sacrifício para mim.\"Novamente Abraão obedeceu o que Deus lhe disse para fazer."
        }, 
        {
          "id": "05-07", 
          "img": "{{:en:obs:obs-05-07.jpg?nolink&640x360}}", 
          "text": "Ele amarrou seu filho Isaque e o colocou no altar. Ele estava prestes a matar seu filho quando Deus disse: \"Pare! Não machuque o menino! Agora eu sei que você teme a mim, pois você não poupou o seu único filho.\""
        }, 
        {
          "id": "05-08", 
          "img": "{{:en:obs:obs-05-08.jpg?nolink&640x360}}", 
          "text": "Abraão viu um carneiro que estava preso em um arbusto perto deles. Deus proveu o carneiro para o sacrifício em vez de Isaque. Abraão ofereceu alegremente o carneiro como um sacrifício."
        }, 
        {
          "id": "05-09", 
          "img": "{{:en:obs:obs-05-09.jpg?nolink&640x360}}", 
          "text": "Então Deus disse a Abraão: \"Porque você estava disposto a dar-me tudo, até mesmo o seu único filho, eu prometo te abençoar. Seus descendentes serão mais do que as estrelas no céu. Porque você me obedeceu, todas as famílias do mundo serão abençoadas através de sua família.\""
        }
      ], 
      "number": "05", 
      "ref": "Uma História da Bíblia: Gênesis 16-22", 
      "title": " 5. O Filho da Promessa "
    }, 
    {
      "frames": [
        {
          "id": "06-01", 
          "img": "{{:en:obs:obs-06-01.jpg?nolink&640x360}}", 
          "text": "Quando Abraão já estava muito velho e Isaque já era homem, Abraão enviou um de seus servos de volta à terra onde seus parentes viviam para encontrar uma esposa para seu filho, Isaque."
        }, 
        {
          "id": "06-02", 
          "img": "{{:en:obs:obs-06-02.jpg?nolink&640x360}}", 
          "text": "Depois de uma viagem muito longa, Deus levou o servo a Rebeca, que era neta do irmão de Abraão."
        }, 
        {
          "id": "06-03", 
          "img": "{{:en:obs:obs-06-03.jpg?nolink&640x360}}", 
          "text": "Ela concordou em deixar sua família e voltar com o servo. Isaque casou-se com ela assim que ela chegou."
        }, 
        {
          "id": "06-04", 
          "img": "{{:en:obs:obs-06-04.jpg?nolink&640x360}}", 
          "text": "Depois de muito tempo, Abraão morreu e todas as promessas que Deus havia feito a ele na aliança foram repassadas ​​para Isaque. Mas a esposa de Isaque, Rebeca, não podia ter filhos. Isaque não podia ser o pai de muitas nações, se ele nem sequer tem um filho."
        }, 
        {
          "id": "06-05", 
          "img": "{{:en:obs:obs-06-05.jpg?nolink&640x360}}", 
          "text": "Isaque orou por Rebeca, e Deus permitiu que ela engravidasse de gêmeos."
        }, 
        {
          "id": "06-06", 
          "img": "{{:en:obs:obs-06-06.jpg?nolink&640x360}}", 
          "text": "Antes de eles nascerem, Deus disse a Rebeca que o filho mais velho serviria o mais novo."
        }, 
        {
          "id": "06-07", 
          "img": "{{:en:obs:obs-06-07.jpg?nolink&640x360}}", 
          "text": "Quando eles nasceram, o filho mais velho saiu vermelho e peludo e eles o chamaram de Esaú. O filho mais novo tinha a pele lisa, e eles o nomearam Jacó."
        }
      ], 
      "number": "06", 
      "ref": "Uma História da Bíblia: Gênesis 24:1-25:26", 
      "title": " 6. A Providência de Deus para Isaque "
    }, 
    {
      "frames": [
        {
          "id": "07-01", 
          "img": "{{:en:obs:obs-07-01.jpg?nolink&640x360}}", 
          "text": "Os meninos cresceram e Rebeca amava a Jacó, mas Isaque amava Esaú. Jacó gostava de ficar em casa, mas Esaú gostava de caçar."
        }, 
        {
          "id": "07-02", 
          "img": "{{:en:obs:obs-07-02.jpg?nolink&640x360}}", 
          "text": "Um dia, quando Esaú voltou da caça, ele estava com muita fome. Esaú disse a Jacó: \"Por favor me dê um pouco da comida que você fez.\" Jacó respondeu: \"Em primeiro lugar, dá-me os seus direitos como filho mais velho.\" Então Esaú deu a Jacó seus direitos como o filho mais velho. Então Jacó deu-lhe um pouco de comida."
        }, 
        {
          "id": "07-03", 
          "img": "{{:en:obs:obs-07-03.jpg?nolink&640x360}}", 
          "text": "Quando Isaque já estava velho, ele queria dar a sua bênção a Esaú. Mas antes que ele o fez, Rebeca e Jacó o enganaram fazendo Jacó fingir-se que era Esaú. Jacó colocou a roupa de Esaú e colocou pele de cabra em seu pescoço e mãos."
        }, 
        {
          "id": "07-04", 
          "img": "{{:en:obs:obs-07-04.jpg?nolink&640x360}}", 
          "text": "Isaque não podia ver bem. Jacó veio a Isaque e disse: \"Eu sou Esaú, eu vim para receber sua bênção.\" Quando Isaque sentiu o pêlo de cabra e cheirou a roupa de Jacó, ele pensou que era Esaú e o abençoou."
        }, 
        {
          "id": "07-05", 
          "img": "{{:en:obs:obs-07-05.jpg?nolink&640x360}}", 
          "text": "Esaú odiou a Jacó por Jacó ter roubado seus direitos como filho mais velho e também a sua bênção. Então, ele planejou matar Jacó após a morte de seu pai."
        }, 
        {
          "id": "07-06", 
          "img": "{{:en:obs:obs-07-06.jpg?nolink&640x360}}", 
          "text": "Mas Rebeca escutou o plano de Esaú. Então ela conseguiu que Jacó fosse enviado para longe, para viver com seus parentes."
        }, 
        {
          "id": "07-07", 
          "img": "{{:en:obs:obs-07-07.jpg?nolink&640x360}}", 
          "text": "Enquanto Jacó estava lá, ele se casou com quatro mulheres que deram à luz a um total de 12 filhos e uma filha. Deus o fez muito rico."
        }, 
        {
          "id": "07-08", 
          "img": "{{:en:obs:obs-07-08.jpg?nolink&640x360}}", 
          "text": "Depois de vinte anos longe de sua casa, em Canaã, Jacó voltou para lá com sua família, seus servos, e todos os seus rebanhos de animais."
        }, 
        {
          "id": "07-09", 
          "img": "{{:en:obs:obs-07-09.jpg?nolink&640x360}}", 
          "text": "Ele estava com muito medo porque achava que Esaú ainda queria matá-lo. Então ele mandou muitos  rebanhos de animais a Esaú como presente. Os servos que trouxeram os animais, disseram a Esaú, \"Estes animais são um presente do teu servo, Jacó. Ele virá em breve.\""
        }, 
        {
          "id": "07-10", 
          "img": "{{:en:obs:obs-07-10.jpg?nolink&640x360}}", 
          "text": "Mas Esaú já havia perdoado Jacó, e eles se reuniram felizes. Jacó então vivia pacificamente em Canaã. Em seguida, Isaque morreu, e Jacó e Esaú o sepultaram. As promessas da aliança que Deus havia prometido a Abraão e, em seguida, a Isaque agora passaram para Jacó."
        }
      ], 
      "number": "07", 
      "ref": "Uma História da Bíblia: Gênesis 25:27-33:20", 
      "title": " 7. Deus Abençoa Jacó "
    }, 
    {
      "frames": [
        {
          "id": "08-01", 
          "img": "{{:en:obs:obs-08-01.jpg?nolink&640x360}}", 
          "text": "Muitos anos mais tarde, quando Jacó era homem velho, ele enviou o seu filho favorito, José, para verificar seus irmãos que estavam cuidando dos rebanhos."
        }, 
        {
          "id": "08-02", 
          "img": "{{:en:obs:obs-08-02.jpg?nolink&640x360}}", 
          "text": "Os irmãos de José o odiavam, pois seu pai o amava mais que os outros e porque José tinha sonhado que ele seria o governante deles. Quando José encontrou seus irmãos, eles o sequestraram e o venderam para alguns comerciantes de escravos."
        }, 
        {
          "id": "08-03", 
          "img": "{{:en:obs:obs-08-03.jpg?nolink&640x360}}", 
          "text": "Antes de voltarem para casa, os irmãos rasgaram as roupas de José e as mergulharam em sangue. Em seguida, eles mostraram as roupas para seu pai e mentiram para ele dizendo que um animal selvagem matou José. Jacó ficou muito triste."
        }, 
        {
          "id": "08-04", 
          "img": "{{:en:obs:obs-08-04.jpg?nolink&640x360}}", 
          "text": "Os comerciantes de escravos levaram José para o Egito. O Egito era um país grande e poderoso localizado ao lado do Rio Nilo. Os comerciantes de escravos venderam José como escravo para um rico oficial do governo. José serviu bem o seu mestre, e Deus o abençoou."
        }, 
        {
          "id": "08-05", 
          "img": "{{:en:obs:obs-08-05.jpg?nolink&640x360}}", 
          "text": "A mulher de seu senhor tentou dormir com José, mas José se recusou a pecar contra Deus desta maneira. Ela ficou com raiva e o enviou para prisão.  Mesmo na prisão, José permaneceu fiel a Deus, e Deus o abençoou."
        }, 
        {
          "id": "08-06", 
          "img": "{{:en:obs:obs-08-06.jpg?nolink&640x360}}", 
          "text": "Anos mais tarde, José ainda estava na prisão, mesmo que ele não havia feito nada de errado. O rei do Egito, que foi chamado de faraó, teve dois sonhos que o perturbaram muito. Nenhum de seus assessores podia dizer-lhe o significado dos sonhos."
        }, 
        {
          "id": "08-07", 
          "img": "{{:en:obs:obs-08-07.jpg?nolink&640x360}}", 
          "text": "Deus deu a José a capacidade de interpretar sonhos, então Faraó mandou trazer José da prisão. José interpretou os sonhos para ele e disse: \"Deus vai enviar sete anos de boas colheitas seguidos de sete anos de fome.\""
        }, 
        {
          "id": "08-08", 
          "img": "{{:en:obs:obs-08-08.jpg?nolink&640x360}}", 
          "text": "Faraó ficou tão impressionado com José que ele fez dele o segundo homem mais poderoso em todo o Egito!"
        }, 
        {
          "id": "08-09", 
          "img": "{{:en:obs:obs-08-09.jpg?nolink&640x360}}", 
          "text": "Durante os sete anos de boas colheitas, José disse ao povo para armazenar grandes quantidades de alimentos. Então, quando os sete anos de fome vieram, José vendeu a comida para as pessoas para que tivessem o suficiente para comer."
        }, 
        {
          "id": "08-10", 
          "img": "{{:en:obs:obs-08-10.jpg?nolink&640x360}}", 
          "text": "A fome era severa, não só no Egito, mas também em Canaã, onde Jacó e sua família viviam."
        }, 
        {
          "id": "08-11", 
          "img": "{{:en:obs:obs-08-11.jpg?nolink&640x360}}", 
          "text": "Jacó enviou seus filhos ao Egito para comprar comida. Quando os irmãos estavam diante de José para comprar comida, eles não o reconheceram. Mas José os reconheceu."
        }, 
        {
          "id": "08-12", 
          "img": "{{:en:obs:obs-08-12.jpg?nolink&640x360}}", 
          "text": "Depois de testá-los para ver se eles tinham mudado, José disse-lhes: \"Eu sou seu irmão, José! Não tenham medo. Vocês tentaram fazer o mal quando me venderam como escravo, mas Deus usou o mal para o bem! Venham morar no Egito para que eu possa sustentar vocês e suas famílias.\""
        }, 
        {
          "id": "08-13", 
          "img": "{{:en:obs:obs-08-13.jpg?nolink&640x360}}", 
          "text": "Quando os irmãos voltaram para casa eles contaram a Jacó que José estava vivo, Jacó ficou muito feliz."
        }, 
        {
          "id": "08-14", 
          "img": "{{:en:obs:obs-08-14.jpg?nolink&640x360}}", 
          "text": "Mesmo Jacó sendo um homem velho, ele se mudou para o Egito com toda a sua família, e todos viveram lá. Antes de Jacó morrer ele abençoou cada um de seus filhos."
        }, 
        {
          "id": "08-15", 
          "img": "{{:en:obs:obs-08-15.jpg?nolink&640x360}}", 
          "text": "As promessas da aliança que Deus deu a Abraão foram passadas ​​para Isaque, depois para Jacó, e depois para os 12 filhos de Jacó e suas famílias. Os descendentes dos doze filhos se tornaram as doze tribos de Israel."
        }
      ], 
      "number": "08", 
      "ref": "Uma História da Bíblia: Gênesis 37-50", 
      "title": " 8. Deus Salva José e sua Família "
    }, 
    {
      "frames": [
        {
          "id": "09-01", 
          "img": "{{:en:obs:obs-09-01.jpg?nolink&640x360}}", 
          "text": "Depois que José morreu, todos os seus parentes ficaram no Egito. Eles e seus descendentes viveram lá por muitos anos e tiveram muitos filhos. Eles foram chamados de israelitas."
        }, 
        {
          "id": "09-02", 
          "img": "{{:en:obs:obs-09-02.jpg?nolink&640x360}}", 
          "text": "Muitos anos depois, um novo faraó subiu ao poder no Egito. Os egípcios esqueceram José e tudo o que ele tinha feito para ajudá-los. Eles ficaram com medo dos israelitas, porque eles eram muitos. Então, os egípcios fizeram dos israelitas seus escravos."
        }, 
        {
          "id": "09-03", 
          "img": "{{:en:obs:obs-09-03.jpg?nolink&640x360}}", 
          "text": "Os egípcios forçaram os israelitas a construir muitos edifícios e até mesmo cidades inteiras. O trabalho duro fez suas vidas miseráveis​​, mas Deus os abençoou, e eles tiveram ainda mais crianças."
        }, 
        {
          "id": "09-04", 
          "img": "{{:en:obs:obs-09-04.jpg?nolink&640x360}}", 
          "text": "Faraó viu que os israelitas estavam tendo muitos bebês, então ele ordenou que todos os meninos israelitas fossem jogados no rio Nilo para morrer."
        }, 
        {
          "id": "09-05", 
          "img": "{{:en:obs:obs-09-05.jpg?nolink&640x360}}", 
          "text": "Uma certa mulher israelita deu à luz a um menino e ela e seu marido esconderam o bebê durante o tempo que puderam."
        }, 
        {
          "id": "09-06", 
          "img": "{{:en:obs:obs-09-06.jpg?nolink&640x360}}", 
          "text": "E então, eles o colocaram em uma cesta flutuando no rio Nilo. Sua irmã mais velha ficou observando para ver o que iria acontecer com ele."
        }, 
        {
          "id": "09-07", 
          "img": "{{:en:obs:obs-09-07.jpg?nolink&640x360}}", 
          "text": "A filha de Faraó viu a cesta e olhou dentro. Quando ela viu o bebê, ela o pegou como seu próprio filho. Ela contratou a própria mãe do bebê para cuidar dele. Quando a criança cresceu, a filha de Faraó o nomeou Moisés."
        }, 
        {
          "id": "09-08", 
          "img": "{{:en:obs:obs-09-08.jpg?nolink&640x360}}", 
          "text": "Um dia, quando Moisés tinha crescido, ele viu um egípcio espancando um escravo israelita. Moisés tentou salvar seu companheiro israelita."
        }, 
        {
          "id": "09-09", 
          "img": "{{:en:obs:obs-09-09.jpg?nolink&640x360}}", 
          "text": "Quando ele pensou que ninguém estava olhando, ele matou o egípcio e enterrou o corpo. Mas alguns viram o que tinha acontecido."
        }, 
        {
          "id": "09-10", 
          "img": "{{:en:obs:obs-09-10.jpg?nolink&640x360}}", 
          "text": "Quando faraó descobriu a respeito de Moisés, ele tentou matá-lo por causa do que ele tinha feito. Moisés fugiu do Egito para o deserto, onde ele estaria seguro."
        }, 
        {
          "id": "09-11", 
          "img": "{{:en:obs:obs-09-11.jpg?nolink&640x360}}", 
          "text": "Moisés tornou-se um pastor no deserto bem longe do Egito. Ele se casou e teve dois filhos."
        }, 
        {
          "id": "09-12", 
          "img": "{{:en:obs:obs-09-12.jpg?nolink&640x360}}", 
          "text": "Um dia, enquanto Moisés cuidava de suas ovelhas, ele viu um arbusto que estava em chamas. Mas o arbusto não se consumia pelo fogo. Moisés chegou mais perto para dar uma olhada. Quando ele se aproximou do arbusto em chamas, a voz de Deus disse: \"Moisés, tire seus sapatos. Você está pisando em solo sagrado.\""
        }, 
        {
          "id": "09-13", 
          "img": "{{:en:obs:obs-09-13.jpg?nolink&640x360}}", 
          "text": "Deus disse: \"Eu vi o sofrimento do Meu povo. Eu vos enviarei a Faraó, para que você possa trazer os israelitas da escravidão no Egito. Vou dar-lhes a terra de Canaã, a terra que prometi a Abraão, Isaque e Jacó.\""
        }, 
        {
          "id": "09-14", 
          "img": "{{:en:obs:obs-09-14.jpg?nolink&640x360}}", 
          "text": "Moisés disse: \"E se as pessoas me perguntarem quem me enviou, o que devo dizer? \"Deus disse: \"EU SOU O QUE EU SOU. Diga-lhes: 'O EU SOU me enviou a vós.\" Este é o meu nome para sempre.\""
        }, 
        {
          "id": "09-15", 
          "img": "{{:en:obs:obs-09-15.jpg?nolink&640x360}}", 
          "text": "Moisés não queria ir, então Deus enviou o irmão de Moisés, Arão, para ajudá-lo. Deus advertiu a Moisés e Arão que Faraó seria teimoso."
        }
      ], 
      "number": "09", 
      "ref": "Uma História da Bíblia: Êxodo 1-4", 
      "title": " 9. Deus chama Moises "
    }, 
    {
      "frames": [
        {
          "id": "10-01", 
          "img": "{{:en:obs:obs-10-01.jpg?nolink&640x360}}", 
          "text": "Moisés e Arão foram até Faraó. Eles disseram: \"Isto é o que o Deus de Israel diz, \"Deixa meu povo ir!\" Faraó riu deles. Em vez de deixar que os israelitas fossem libertos, ele fez o trabalho deles ainda mais difícil!"
        }, 
        {
          "id": "10-02", 
          "img": "{{:en:obs:obs-10-02.jpg?nolink&640x360}}", 
          "text": "Faraó se negava a deixar o povo ir, entãó Deus enviou dez pragas sobre o Egito. (A praga é um desastre terrível.) Através destas pragas, Deus mostrou a Faraó que Ele é mais poderoso do que o Faraó e todos os deuses do Egito."
        }, 
        {
          "id": "10-03", 
          "img": "{{:en:obs:obs-10-03.jpg?nolink&640x360}}", 
          "text": "Deus transformou o Rio Nilo em sangue, mas Faraó ainda não deixou que os israelitas fossem embora."
        }, 
        {
          "id": "10-04", 
          "img": "{{:en:obs:obs-10-04.jpg?nolink&640x360}}", 
          "text": "Deus enviou rãs em todo o Egito. Faraó pediu a Moisés que tirasse as rãs. Mas depois que todas as rãs morreram, Faraó endureceu o seu coração e não deixou os israelitas irem."
        }, 
        {
          "id": "10-05", 
          "img": "{{:en:obs:obs-10-05.jpg?nolink&640x360}}", 
          "text": "Então, Deus enviou uma praga de mosquitos e depois de uma praga de moscas. Faraó chamou Moisés e Arão e falou que eles poderiam ir se acabassem com a praga. Moisés orou, e Deus removeu todas as moscas do Egito, mas Faraó endureceu o seu coração e não deixou o povo ir."
        }, 
        {
          "id": "10-06", 
          "img": "{{:en:obs:obs-10-06.jpg?nolink&640x360}}", 
          "text": "Depois Deus enviou uma doença para matar todos os animais da fazenda que pertenciam aos egípcios. O coração de Faraó se endureceu, e não deixou os israelitas irem."
        }, 
        {
          "id": "10-07", 
          "img": "{{:en:obs:obs-10-07.jpg?nolink&640x360}}", 
          "text": "Então Deus disse a Moisés para jogar as cinzas no ar na frente de Faraó. Quando ele o fez, dolorosas feridas na pele apareceram sobre os egípcios, mas não sobre os israelitas. Deus endureceu o coração de Faraó, e Faraó não deixou os israelitas serem libertos."
        }, 
        {
          "id": "10-08", 
          "img": "{{:en:obs:obs-10-08.jpg?nolink&640x360}}", 
          "text": "Depois disso, Deus enviou granizo que destruiu as colheitas no Egito e matou qualquer pessoa que saiu de sua casa. Faraó chamou Moisés e Arão e lhes disse: \"Eu pequei. Vocês podem ir.\" Então Moisés orou, e o granizo parou."
        }, 
        {
          "id": "10-09", 
          "img": "{{:en:obs:obs-10-09.jpg?nolink&640x360}}", 
          "text": "Mas Faraó pecou novamente e endureceu o seu coração e não deixou os israelitas irem."
        }, 
        {
          "id": "10-10", 
          "img": "{{:en:obs:obs-10-10.jpg?nolink&640x360}}", 
          "text": "Então Deus enviou enxames de gafanhotos sobre o Egito. Esses gafanhotos comeram o que restava das colheitas que o granizo não tinha destruído."
        }, 
        {
          "id": "10-11", 
          "img": "{{:en:obs:obs-10-11.jpg?nolink&640x360}}", 
          "text": "Então, Deus enviou uma escuridão que durou três dias. Estava tão escuro que os egípcios não podiam sair de suas casas. Mas onde os israelitas viviam, havia luz."
        }, 
        {
          "id": "10-12", 
          "img": "{{:en:obs:obs-10-12.jpg?nolink&640x360}}", 
          "text": "Mesmo após estas nove pragas, Faraó ainda se recusou a deixar os israelitas serem libertos. Uma vez que o Faraó não quis ouvir, houve uma última praga que Deus planejou enviar. Esta mudaria a mente de Faraó."
        }
      ], 
      "number": "10", 
      "ref": "Uma História da Bíblia: Êxodo 5-10", 
      "title": " 10. As Dez Pragas "
    }, 
    {
      "frames": [
        {
          "id": "11-01", 
          "img": "{{:en:obs:obs-11-01.jpg?nolink&640x360}}", 
          "text": "Deus advertiu Faraó que se ele não deixasse os israelitas irem, então ele iria matar todos os primogênitos de pessoas e animais. Quando Faraó soube disso, ele ainda se recusava a acreditar em Deus."
        }, 
        {
          "id": "11-02", 
          "img": "{{:en:obs:obs-11-02.jpg?nolink&640x360}}", 
          "text": "Deus providenciou uma maneira de salvar o primogênito de quem acreditasse nele. Cada família teve que escolher um cordeiro ou cabra perfeito e matá-lo."
        }, 
        {
          "id": "11-03", 
          "img": "{{:en:obs:obs-11-03.jpg?nolink&640x360}}", 
          "text": "Em seguida, eles tinham que colocar um pouco do sangue em torno da porta de suas casas. Depois eles foram assar a carne e cearam, junto com o pão que foi feito sem fermento. Eles tinham que estar prontos para deixar o Egito, quando comeram."
        }, 
        {
          "id": "11-04", 
          "img": "{{:en:obs:obs-11-04.jpg?nolink&640x360}}", 
          "text": "Os israelitas fizeram tudo exatamente como Deus havia ordenado. Naquela noite, o anjo de Deus passou pelo Egito matando cada filho primogênito."
        }, 
        {
          "id": "11-05", 
          "img": "{{:en:obs:obs-11-05.jpg?nolink&640x360}}", 
          "text": "Todas as casas dos israelitas tinha sangue em volta das portas, assim o anjo de Deus passou sobre as casas e todos dentro das casas estavam seguro. Eles foram salvos por causa do sangue do cordeiro."
        }, 
        {
          "id": "11-06", 
          "img": "{{:en:obs:obs-11-06.jpg?nolink&640x360}}", 
          "text": "Mas os egípcios não creram em Deus nem obedeceram aos seus comandos. Então o anjo de Deus não passou por cima de suas casas. O anjo de Deus matou todos os filhos primogênitos no Egito."
        }, 
        {
          "id": "11-07", 
          "img": "{{:en:obs:obs-11-07.jpg?nolink&640x360}}", 
          "text": "Desde o primogênito do prisioneiro na cadeia, até o primogênito do Faraó, todos os primogênitos morreram. Houve muito choro no Egito."
        }, 
        {
          "id": "11-08", 
          "img": "{{:en:obs:obs-11-08.jpg?nolink&640x360}}", 
          "text": "Faraó chamou a Moisés e a Arão e disse: \"Leve os israelitas e deixam o Egito imediatamente!\" Os egípcios encorajaram os israelitas a sairem imediatamente."
        }
      ], 
      "number": "11", 
      "ref": "Uma História da Bíblia: Êxodo 11:1-12:32", 
      "title": " 11. A Páscoa "
    }, 
    {
      "frames": [
        {
          "id": "12-01", 
          "img": "{{:en:obs:obs-12-01.jpg?nolink&640x360}}", 
          "text": "Os Israelitas ficaram muito felizes em deixar o Egito. Eles já não eram escravos, e eles estavam indo para a Terra Prometida! Os egípcios presentearam os israelitas com ouro e prata e outros objetos de valor. Alguns egípcios creram em Deus e se juntaram aos israelitas quando eles deixaram o Egito."
        }, 
        {
          "id": "12-02", 
          "img": "{{:en:obs:obs-12-02.jpg?nolink&640x360}}", 
          "text": "Deus os liderou, indo à frente deles como um alto pilar de nuvens durante o dia, que se tornou em um alto pilar de fogo à noite. Deus estava sempre com eles e os guiou enquanto viajavam. Tudo o que eles tinham que fazer era seguir."
        }, 
        {
          "id": "12-03", 
          "img": "{{:en:obs:obs-12-03.jpg?nolink&640x360}}", 
          "text": "Depois de um curto período de tempo, o Faraó e seu povo mudaram de idéia e queriam que os israelitas fossem seus escravos novamente. Deus fez isso para sua própria glória, mostrando que Ele é mais poderoso do que Faraó e seus deuses."
        }, 
        {
          "id": "12-04", 
          "img": "{{:en:obs:obs-12-04.jpg?nolink&640x360}}", 
          "text": "Então Faraó e seu exército perseguiram os israelitas para torná-los seus escravos novamente. Quando os israelitas viram o exército egípcio que vinha, eles perceberam que estavam encurralados entre o exército de faraó e o Mar Vermelho. Eles estavam com muito medo e gritaram: \"Por que deixamos o Egito? Nós vamos morrer!\""
        }, 
        {
          "id": "12-05", 
          "img": "{{:en:obs:obs-12-05.jpg?nolink&640x360}}", 
          "text": "Moisés disse ao povo: \"Não tenham medo! Deus vai lutar por vocês hoje e salvá-los.\" Então Deus disse a Moisés: \"Diga ao povo para se mover em direção ao Mar Vermelho.\""
        }, 
        {
          "id": "12-06", 
          "img": "{{:en:obs:obs-12-06.jpg?nolink&640x360}}", 
          "text": "Então o pilar de nuvem se moveu entre os israelitas e os egípcios, então os egípcios não podiam ver os israelitas."
        }, 
        {
          "id": "12-07", 
          "img": "{{:en:obs:obs-12-07.jpg?nolink&640x360}}", 
          "text": "Moisés levantou a mão sobre o mar, e Deus fez o vento soprar. O vento fez a água do mar se dividir para a esquerda e para a direita, abrindo um caminho através do mar."
        }, 
        {
          "id": "12-08", 
          "img": "{{:en:obs:obs-12-08.jpg?nolink&640x360}}", 
          "text": "Os israelitas marcharam pelo mar em terra seca, com uma parede de água de cada lado deles."
        }, 
        {
          "id": "12-09", 
          "img": "{{:en:obs:obs-12-09.jpg?nolink&640x360}}", 
          "text": "Em seguida, a nuvem se levantou e os egípcios viram os israelitas escapando. Eles decidiram persegui-los."
        }, 
        {
          "id": "12-10", 
          "img": "{{:en:obs:obs-12-10.jpg?nolink&640x360}}", 
          "text": "Então, eles seguiram os israelitas pelo caminho através do mar, mas Deus causou que os egípcios entrassem  em pânico e fez com que os seus carros ficassem presos. Eles gritaram: \"Fuja! Deus está lutando pelos israelitas!\""
        }, 
        {
          "id": "12-11", 
          "img": "{{:en:obs:obs-12-11.jpg?nolink&640x360}}", 
          "text": "Depois que os israelitas atravessaram com segurança para o outro lado, Deus disse a Moisés para estender a sua mão novamente. Quando ele obedeceu, a água caiu sobre o exército egípcio e o mar se fechou. O exército egípcio inteiro se afogou."
        }, 
        {
          "id": "12-12", 
          "img": "{{:en:obs:obs-12-12.jpg?nolink&640x360}}", 
          "text": "Quando os israelitas viram que os egípcios estavam mortos, eles creram em Deus e confiaram que Moisés era um profeta de Deus."
        }, 
        {
          "id": "12-13", 
          "img": "{{:en:obs:obs-12-13.jpg?nolink&640x360}}", 
          "text": "Eles também se alegraram com muita emoção, porque Deus os salvou da morte e da escravidão! Agora eles eram livres para servirem a Deus. Os israelitas cantaram muitas músicas para celebrarem a sua nova liberdade e louvarem a Deus por salvá-los."
        }, 
        {
          "id": "12-14", 
          "img": "{{:en:obs:obs-12-14.jpg?nolink&640x360}}", 
          "text": "Deus ordenou que os israelitas se lembrassem de Sua vitória sobre os egípcios e sua libertação da escravidão com a celebração da festa da Páscoa todos os anos. Eles celebraram matando um cordeiro perfeito, tendo uma grande ceia, e contando a história de como Deus os havia salvado dos egípcios."
        }
      ], 
      "number": "12", 
      "ref": "Uma História da Bíblia: Êxodo 12:33-15:21", 
      "title": " 12. O Êxodo "
    }, 
    {
      "frames": [
        {
          "id": "13-01", 
          "img": "{{:en:obs:obs-13-01.jpg?nolink&640x360}}", 
          "text": "Depois que Deus conduziu os israelitas através do Mar Vermelho, Ele os levou através do deserto, para um monte chamado Sinai. As pessoas montaram suas tendas na base da montanha."
        }, 
        {
          "id": "13-02", 
          "img": "{{:en:obs:obs-13-02.jpg?nolink&640x360}}", 
          "text": "Deus disse a Moisés e ao povo de Israel: \"Se vocês obedecerem a minha voz e guardarem a minha aliança, vocês serão meu bem mais precioso, um reino de sacerdotes e uma nação santa\"."
        }, 
        {
          "id": "13-03", 
          "img": "{{:en:obs:obs-13-03.jpg?nolink&640x360}}", 
          "text": "Três dias mais tarde, depois que as pessoas estavam preparadas, Deus desceu do topo do Monte Sinai com trovões, fumaça, relâmpagos e um grande soar de trombetas. Apenas Moisés foi autorizado a ir até a montanha."
        }, 
        {
          "id": "13-04", 
          "img": "{{:en:obs:obs-13-04.jpg?nolink&640x360}}", 
          "text": "Então, Deus deu-lhes a aliança e disse: \"Eu sou o Senhor teu Deus, que te salvou da escravidão no Egito. Não adorarem outros deuses.\""
        }, 
        {
          "id": "13-05", 
          "img": "{{:en:obs:obs-13-05.jpg?nolink&640x360}}", 
          "text": "\"Não faça ídolos ou adore eles, porque Eu, o Senhor teu Deus, sou um Deus zeloso. Não use o nome de Deus de uma forma desrespeitosa. Lembre-se de guardar o sábado, dia santo. Façam todo o seu trabalho em seis dias, pois o sétimo dia é o dia de descanso, para se lembrar do Senhor. \""
        }, 
        {
          "id": "13-06", 
          "img": "{{:en:obs:obs-13-06.jpg?nolink&640x360}}", 
          "text": "\"Honra teu pai e tua mãe. Não mate. Não cometa adultério. Não roube. Não minta. Não deseje ter a mulher do próximo, a sua casa, ou qualquer coisa que lhe pertença.\""
        }, 
        {
          "id": "13-07", 
          "img": "{{:en:obs:obs-13-07.jpg?nolink&640x360}}", 
          "text": "Então Deus escreveu estes Dez Mandamentos em duas tábuas de pedra, e deu a Moisés. Deus também deu muitas outras leis e regras para serem seguidas. Se o povo obedecesse essas leis, Deus prometeu que Ele os abençoariam e os protegeriam. Se eles desobedecessem, Deus os puniria."
        }, 
        {
          "id": "13-08", 
          "img": "{{:en:obs:obs-13-08.jpg?nolink&640x360}}", 
          "text": "Deus deu aos israelitas uma descrição detalhada de uma tenda que Ele queria que os Israelitas fizessem. Foi chamado a Tenda do Encontro. A Tenda do Encontro tinha dois cômodos, separados por uma cortina grande. Ninguém podia entrar no cômodo atrás da cortina, exceto o sumo sacerdote, porque Deus vivia lá."
        }, 
        {
          "id": "13-09", 
          "img": "{{:en:obs:obs-13-09.jpg?nolink&640x360}}", 
          "text": "Qualquer pessoa que desobedecesse a lei de Deus poderia trazer um animal para a Tenda da Reunião para sacrificar a Deus. Um sacerdote poderia matar o animal e queima-lo no altar. O sangue do sacrifício cobriria o pecado da pessoa e o faria limpo aos olhos de Deus. Deus escolheu Aarão, irmão de Moisés, e os seus descendentes para serem seus sacerdotes."
        }, 
        {
          "id": "13-10", 
          "img": "{{:en:obs:obs-13-10.jpg?nolink&640x360}}", 
          "text": "As pessoas concordaram em obedecer às leis que Deus lhes havia dado, para adorar somente a Deus, e para ser o Seu povo especial. Mas pouco tempo depois que eles prometeram obedecer a Deus, eles pecaram terrivelmente."
        }, 
        {
          "id": "13-11", 
          "img": "{{:en:obs:obs-13-11.jpg?nolink&640x360}}", 
          "text": "Fazia muitos dias que Moisés estava no topo do Monte Sinai conversando com Deus. As pessoas ficaram cansadas de esperar por sua volta. Então trouxeram ouro para Arão e pediram-lhe que fizesse um ídolo para eles!"
        }, 
        {
          "id": "13-12", 
          "img": "{{:en:obs:obs-13-12.jpg?nolink&640x360}}", 
          "text": "Arão fez um ídolo de ouro em forma de um bezerro. As pessoas começaram a descontroladamente adorar e sacrificar ao ídolo! Deus estava muito zangado com o pecado do povo e planejou destruí-los. Mas Moisés orou por eles, e Deus ouviu sua oração e não os destruiu."
        }, 
        {
          "id": "13-13", 
          "img": "{{:en:obs:obs-13-13.jpg?nolink&640x360}}", 
          "text": "Quando Moisés desceu do monte e viu o ídolo, ele ficou tão irritado que ele quebrou as pedras em que Deus havia escrito os Dez Mandamentos."
        }, 
        {
          "id": "13-14", 
          "img": "{{:en:obs:obs-13-14.jpg?nolink&640x360}}", 
          "text": "Em seguida, ele quebrou o ídolo em pó, colocou o pó em um pouco de água e fez o povo beber a água. Deus enviou uma praga sobre o povo e muitos deles morreram."
        }, 
        {
          "id": "13-15", 
          "img": "{{:en:obs:obs-13-15.jpg?nolink&640x360}}", 
          "text": "Então Moisés subiu a montanha de novo e orou para que Deus perdoasse as pessoas. Deus ouviu a Moisés e os perdoou. Moisés escreveu os Dez Mandamentos em novas tábuas de pedra para substituir as que ele tinha quebrado. Em seguida, Deus levou o povo para longe do Monte Sinai em direção à Terra Prometida."
        }
      ], 
      "number": "13", 
      "ref": "Uma História da Bíblia: Êxodo 19-34", 
      "title": " 13. A Aliança de Deus com Israel "
    }, 
    {
      "frames": [
        {
          "id": "14-01", 
          "img": "{{:en:obs:obs-14-01.jpg?nolink&640x360}}", 
          "text": "Depois que os israelitas receberam a Aliança de Deus no Monte Sinai, Deus começou levando-os em direção à Terra Prometida, que também foi chamado de Canaã. A coluna de nuvem lhes mostrou o caminho."
        }, 
        {
          "id": "14-02", 
          "img": "{{:en:obs:obs-14-02.jpg?nolink&640x360}}", 
          "text": "Deus havia prometido a Abraão, Isaque e Jacó que daria a terra prometida aos seus descendentes, mas agora havia muitas tribos de pessoas que vivem lá. Eles eram chamados de cananeus. Os cananeus não acreditavam em Deus. Eles adoravam deuses falsos e fez muitas coisas más."
        }, 
        {
          "id": "14-03", 
          "img": "{{:en:obs:obs-14-03.jpg?nolink&640x360}}", 
          "text": "Deus disse aos israelitas: \"Você deve se livrar de todos os cananeus na terra prometida. Não fazer a paz com eles e não se casam com eles. Você deve destruir completamente todos os seus ídolos. Se você não fizer essas coisas, você vai adorar os seus ídolos, em vez de mim.\""
        }, 
        {
          "id": "14-04", 
          "img": "{{:en:obs:obs-14-04.jpg?nolink&640x360}}", 
          "text": "Quando os israelitas chegaram à beira de Canaã, Moisés escolheu doze homens, um de cada tribo de Israel. Ele deu aos homens as instruções para ir e espionar a terra para ver o que era. Eles também foram para espionar os cananeus, para ver se eram fortes ou fracos."
        }, 
        {
          "id": "14-05", 
          "img": "{{:en:obs:obs-14-05.jpg?nolink&640x360}}", 
          "text": "Os homens espionado Canaã por quarenta dias, em seguida, eles voltaram. Dez dos espias deram um mau relatório, dizendo: \"A terra é muito boa, e as colheitas são ótimos! Mas as cidades são muito fortes, e as pessoas são gigantes! Se atacá-los, certamente vai morrer!\""
        }, 
        {
          "id": "14-06", 
          "img": "{{:en:obs:obs-14-06.jpg?nolink&640x360}}", 
          "text": "Imediatamente Calebe e Josué, os outros dois espiões, disse: \"É verdade que o povo de Canaã está alto e forte, mas certamente podemos derrotá-los! Deus lutará por nós!\""
        }, 
        {
          "id": "14-07", 
          "img": "{{:en:obs:obs-14-07.jpg?nolink&640x360}}", 
          "text": "Mas as pessoas estavam com raiva de Moisés e Arão e disse: \"Oh, por que você nos trazer a este lugar horrível? Devíamos ter ficado no Egito, em vez de ser morto em batalha e as nossas mulheres e crianças feitos escravos.\" As pessoas queriam matá-los e escolher um novo líder para trazê-los de volta para o Egito."
        }, 
        {
          "id": "14-08", 
          "img": "{{:en:obs:obs-14-08.jpg?nolink&640x360}}", 
          "text": "Deus estava muito irritado, e sua presença apareceu na tenda da revelação. Deus disse: \"Com exceção de Josué e Calebe, todas as pessoas que são 20 anos de idade ou mais vai passear no deserto até morrerem. Eles nunca entrarão na Terra Prometida.\""
        }, 
        {
          "id": "14-09", 
          "img": "{{:en:obs:obs-14-09.jpg?nolink&640x360}}", 
          "text": "Quando o povo ouviu isso, que foram não tinham pecado. Eles pegaram suas armas e passou a atacar Canaã. Moisés advertiu-lhes para não ir, porque Deus não estava com eles, mas eles não lhe deram ouvidos."
        }, 
        {
          "id": "14-10", 
          "img": "{{:en:obs:obs-14-10.jpg?nolink&640x360}}", 
          "text": "Deus não ir com eles para esta batalha, por isso eles foram derrotados e muitos deles foram mortos. Então o resto dos israelitas voltaram de Canaã e vagou pelo deserto por quarenta anos."
        }, 
        {
          "id": "14-11", 
          "img": "{{:en:obs:obs-14-11.jpg?nolink&640x360}}", 
          "text": "Durante esse tempo de vagar, Deus providenciou para eles. Ele lhes deu o pão do céu, chamado de \"maná\". Ele também enviou codornizes (espécie de pássaro) em seu campo para que eles pudessem ter carne para comer. Durante esses 40 anos, Deus manteve suas roupas e sapatos de desgaste."
        }, 
        {
          "id": "14-12", 
          "img": "{{:en:obs:obs-14-12.jpg?nolink&640x360}}", 
          "text": "Deus mesmo milagrosamente deu-lhes água de uma rocha. Mas apesar de tudo isso, o povo de Israel reclamou e murmurou contra Deus e contra Moisés. Deus ainda era fiel às Suas promessas feitas a Abraão, Isaac e Jacob."
        }, 
        {
          "id": "14-13", 
          "img": "{{:en:obs:obs-14-13.jpg?nolink&640x360}}", 
          "text": "Uma vez, o povo não tinha água. Deus disse a Moisés: \"Fala para a rocha, e dela sairá água da mesma.\" Moisés, porém, desonrado a Deus na frente de todas as pessoas por bater a rocha duas vezes com um pedaço de pau em vez de falar com ele. Água saiu da rocha para que todos possam beber, mas Deus estava irado com Moisés e disse: \"Você não vai entrar na Terra Prometida.\""
        }, 
        {
          "id": "14-14", 
          "img": "{{:en:obs:obs-14-14.jpg?nolink&640x360}}", 
          "text": "Depois de terem vagaram pelo deserto durante quarenta anos, todas as pessoas que haviam se rebelado contra Deus estava morto. Deus conduziu os israelitas para a beira da Terra Prometida novamente. Moisés já estava muito velho, então ele escolheu Josué para ajudá-lo a conduzir o povo. Deus prometeu a Moisés que um dia Ele levantaria outro profeta como Moisés."
        }, 
        {
          "id": "14-15", 
          "img": "{{:en:obs:obs-14-15.jpg?nolink&640x360}}", 
          "text": "Deus trouxe Moisés para o topo de uma montanha para que ele pudesse ver a Terra Prometida.Moisés viu a Terra Prometida, mas nunca entrou. Moisés morreu, e os israelitas choraram por trinta dias. Josué tornou-se o novo líder. Josué era um bom líder, porque ele confiou e obedeceu a Deus."
        }
      ], 
      "number": "14", 
      "ref": "A história bíblica de: Êxodo 16-17; Números 10-14, 20, 27, Deuteronômio 34", 
      "title": " 14. VAGANDO NO DESERTO "
    }, 
    {
      "frames": [
        {
          "id": "15-01", 
          "img": "{{:en:obs:obs-15-01.jpg?nolink&640x360}}", 
          "text": "Morava naquela cidade uma prostituta chamada Raabe, que protegeu os espiões e mais tarde também os ajudou a escapar do povo de Jericó.  Ela lhes fez esse bem porque ela creu em Deus quando ouviu dizer como Deus era tremendo. Em troca, eles prometeram protegê-la e a toda a sua família, quando Jericó fosse destruída."
        }, 
        {
          "id": "15-01", 
          "img": "{{:en:obs:obs-15-01.jpg?nolink&640x360}}", 
          "text": "Morava naquela cidade uma prostituta chamada Raabe, que protegeu os espiões e mais tarde também os ajudou a escapar do povo de Jericó.  Ela lhes fez esse bem porque ela creu em Deus quando ouviu dizer como Deus era tremendo. Em troca, eles prometeram protegê-la e a toda a sua família, quando Jericó fosse destruída."
        }, 
        {
          "id": "15-02", 
          "img": "{{:en:obs:obs-15-02.jpg?nolink&640x360}}", 
          "text": "Quando os pés dos sacerdotes tocaram o rio Jordão, a água parou de correr para que os israelitas pudessem atravessar a pé enxuto."
        }, 
        {
          "id": "15-02", 
          "img": "{{:en:obs:obs-15-02.jpg?nolink&640x360}}", 
          "text": "Quando os pés dos sacerdotes tocaram o rio Jordão, a água parou de correr para que os israelitas pudessem atravessar a pé enxuto."
        }, 
        {
          "id": "15-02", 
          "img": "{{:en:obs:obs-15-02.jpg?nolink&640x360}}", 
          "text": "Quando os pés dos sacerdotes tocaram o rio Jordão, a água parou de correr para que os israelitas pudessem atravessar a pé enxuto."
        }, 
        {
          "id": "15-03", 
          "img": "{{:en:obs:obs-15-03.jpg?nolink&640x360}}", 
          "text": "Depois que o povo atravessou o rio Jordão, Deus instruiu a Josué em como ele deveria atacar a poderosa cidade de Jericó. O povo obedeceu a Deus, seguindo as Suas instruções. Os soldados e sacerdotes marcharam ao redor da cidade uma vez por dia, durante seis dias."
        }, 
        {
          "id": "15-03", 
          "img": "{{:en:obs:obs-15-03.jpg?nolink&640x360}}", 
          "text": "Depois que o povo atravessou o rio Jordão, Deus instruiu a Josué em como ele deveria atacar a poderosa cidade de Jericó. O povo obedeceu a Deus, seguindo as Suas instruções. Os soldados e sacerdotes marcharam ao redor da cidade uma vez por dia, durante seis dias."
        }, 
        {
          "id": "15-04", 
          "img": "{{:en:obs:obs-15-04.jpg?nolink&640x360}}", 
          "text": "No sétimo dia, marcharam em volta da cidade mais sete vezes. Enquanto eles rodeavam a cidade pela última vez, os soldados gritaram e, ao mesmo tempo, os sacerdotes tocaram as suas trombetas feitas de chifres de carneiros."
        }, 
        {
          "id": "15-05", 
          "img": "{{:en:obs:obs-15-05.jpg?nolink&640x360}}", 
          "text": "E os muros que cercavam Jericó desmoronaram e caíram até o chão. Os israelitas tomaram a cidade e destruíram tudo, como Deus havia mandado. Eles somente pouparam a vida de Raabe e de sua família, que passaram então a viver com os israelitas. Assim que os outros cananeus ouviram falar do que havia acontecido a Jericó, ficaram aterrorizados, com medo de que também fossem atacados."
        }, 
        {
          "id": "15-06", 
          "img": "{{:en:obs:obs-15-06.jpg?nolink&640x360}}", 
          "text": "Porém, os gibeonitas, povo da cidade de Gibeão, mentiram para Josué e fingiram ser de uma terra distante. Eles pediram a Josué para fazer um acordo de paz com eles. Josué acreditou neles e não pediu o conselho de Deus e, assim, Josué fez um pacto de paz com eles."
        }, 
        {
          "id": "15-06", 
          "img": "{{:en:obs:obs-15-06.jpg?nolink&640x360}}", 
          "text": "Porém, os gibeonitas, povo da cidade de Gibeão, mentiram para Josué e fingiram ser de uma terra distante. Eles pediram a Josué para fazer um acordo de paz com eles. Josué acreditou neles e não pediu o conselho de Deus e, assim, Josué fez um pacto de paz com eles."
        }, 
        {
          "id": "15-07", 
          "img": "{{:en:obs:obs-15-07.jpg?nolink&640x360}}", 
          "text": "_ Não abandonem a gente! Todos os reis amorreus que moram nas montanhas se ajuntaram contra nós. Venham nos ajudar!"
        }, 
        {
          "id": "15-07", 
          "img": "{{:en:obs:obs-15-07.jpg?nolink&640x360}}", 
          "text": "_ Não abandonem a gente! Todos os reis amorreus que moram nas montanhas se ajuntaram contra nós. Venham nos ajudar!"
        }, 
        {
          "id": "15-07", 
          "img": "{{:en:obs:obs-15-07.jpg?nolink&640x360}}", 
          "text": "_ Não abandonem a gente! Todos os reis amorreus que moram nas montanhas se ajuntaram contra nós. Venham nos ajudar!"
        }, 
        {
          "id": "15-08", 
          "img": "{{:en:obs:obs-15-08.jpg?nolink&640x360}}", 
          "text": "Josué, portanto, reuniu o exército israelita, e marcharam durante a noite toda para chegar aos gibeonitas. Ao chegarem lá, no início da manhã, eles atacaram de surpresa os exércitos de seus inimigos cananeus."
        }, 
        {
          "id": "15-09", 
          "img": "{{:en:obs:obs-15-09.jpg?nolink&640x360}}", 
          "text": "Assim, os israelitas os derrotaram completamente naquele dia."
        }, 
        {
          "id": "15-09", 
          "img": "{{:en:obs:obs-15-09.jpg?nolink&640x360}}", 
          "text": "Assim, os israelitas os derrotaram completamente naquele dia."
        }, 
        {
          "id": "15-10", 
          "img": "{{:en:obs:obs-15-10.jpg?nolink&640x360}}", 
          "text": "Deus também fez com que o sol ficasse parado no céu para que Israel tivesse tempo suficiente e pudesse terminar de derrotar os cananeus. Deus, com Seu poder, conquistou uma grande vitória para Israel naquele dia."
        }, 
        {
          "id": "15-11", 
          "img": "{{:en:obs:obs-15-11.jpg?nolink&640x360}}", 
          "text": "Após Deus ter derrotado esses exércitos, muitas outras tribos se juntaram para atacar Israel. Josué e os israelitas os atacaram e destruíram a todos esses inimigos."
        }, 
        {
          "id": "15-12", 
          "img": "{{:en:obs:obs-15-12.jpg?nolink&640x360}}", 
          "text": "Depois destas batalhas, Deus deu a cada tribo de Israel sua própria porção da Terra Prometida, determinando em que parte da terra cada tribo ia viver. Então, Deus deu a Israel paz com todos os povos vizinhos, ao longo de todas as suas fronteiras."
        }, 
        {
          "id": "15-13", 
          "img": "{{:en:obs:obs-15-13.jpg?nolink&640x360}}", 
          "text": "Um dia, sendo Josué já velho, chamou e reuniu todo o povo de Israel. Então Josué lembrou ao povo de que eles deveriam obedecer às leis que Deus tinha lhes dado e ser fiéis à aliança que Deus tinha feito com os israelitas no Sinai. O povo prometeu permanecer fiel a Deus e seguir as Suas leis."
        }
      ], 
      "number": "15", 
      "ref": "A história bíblica de: Josué 1-24", 
      "title": " 15. A Terra Prometida "
    }, 
    {
      "frames": [
        {
          "id": "16-01", 
          "img": "{{:en:obs:obs-16-01.jpg?nolink&640x360}}", 
          "text": "No Monte Sinai Deus havia dado leis e mandamentos para orientar o Seu povo em como viver na terra que Ele tinha prometido dar a eles; uma terra onde pudessem viver livres, longe da escravidão em que viviam no Egito. Ele os conduziu até essa terra e ordenou-lhes que a conquistassem e que, ao entrarem nas cidades, destruíssem tudo e todos que lá habitassem. Porém, depois da morte de Josué, os israelitas desobedeceram a Deus não expulsando o restante dos cananeus da terra prometida, como Deus havia mandado. Em vez disso, misturavam-se a eles e começaram a adorar os seus deuses, não obedecendo também à lei que Deus havia lhes dado no Sinai, pois ela dizia que eles deveriam adorar somente ao único e verdadeiro Deus, Yahweh.  Os israelitas não tinham rei que governasse sobre eles, por isso, cada um fazia o que bem entendia e o que achava certo."
        }, 
        {
          "id": "16-02", 
          "img": "{{:en:obs:obs-16-02.jpg?nolink&640x360}}", 
          "text": "Como resultado desta desobediência Deus os punia, permitindo que os israelitas fossem derrotados por seus inimigos. Estes inimigos os roubavam, destruíam a sua propriedade e matavam muitos deles. Depois de muitos anos, os israelitas se arrependeram e pediram a Deus para resgatá-los."
        }, 
        {
          "id": "16-03", 
          "img": "{{:en:obs:obs-16-03.jpg?nolink&640x360}}", 
          "text": "Então, Deus providenciou um libertador que os resgatou de seus inimigos e trouxe a paz a terra. E seus inimigos deixaram de atacá-los. Mas logo o povo se esqueceu de Deus e começou a adorar ídolos novamente. Daí, Deus permitiu que os midianitas, uma tribo inimiga que vivia nas proximidades, os derrotassem."
        }, 
        {
          "id": "16-04", 
          "img": "{{:en:obs:obs-16-04.jpg?nolink&640x360}}", 
          "text": "Os midianitas se apoderaram das colheitas de todas as culturas dos israelitas por sete anos. E não deixavam nada para os israelitas viverem; nem comida, nem mesmo uma ovelha, uma vaca ou um jumento. Os israelitas estavam tão assustados que eles se escondiam nas cavernas, para que os midianitas não pudessem encontrá-los. Finalmente, eles clamaram a Deus que viesse salvá-los."
        }, 
        {
          "id": "16-05", 
          "img": "{{:en:obs:obs-16-05.jpg?nolink&640x360}}", 
          "text": "_Deus está com você, poderoso guerreiro. Ele tem planos para você e quer usá-lo de um modo especial. Ele quer que você vá e salve Israel dos midianitas."
        }, 
        {
          "id": "16-05", 
          "img": "{{:en:obs:obs-16-05.jpg?nolink&640x360}}", 
          "text": "_Deus está com você, poderoso guerreiro. Ele tem planos para você e quer usá-lo de um modo especial. Ele quer que você vá e salve Israel dos midianitas."
        }, 
        {
          "id": "16-06", 
          "img": "{{:en:obs:obs-16-06.jpg?nolink&640x360}}", 
          "text": "O pai de Gideão tinha construído um altar onde sacrificava e adorava a um ídolo. Deus disse a Gideão que derrubasse esse altar de seu pai. Gideão estava com medo do povo, então ele esperou a noite chegar para ir até lá sem ser visto. Assim, ele derrubou o altar e o destruiu, deixando-o em pedaços. Depois, ele construiu um novo altar para Deus perto do antigo e ofereceu-lhe um sacrifício."
        }, 
        {
          "id": "16-07", 
          "img": "{{:en:obs:obs-16-07.jpg?nolink&640x360}}", 
          "text": "Porque ele disse isso, o povo reconsiderou e não matou Gideão."
        }, 
        {
          "id": "16-07", 
          "img": "{{:en:obs:obs-16-07.jpg?nolink&640x360}}", 
          "text": "Porque ele disse isso, o povo reconsiderou e não matou Gideão."
        }, 
        {
          "id": "16-07", 
          "img": "{{:en:obs:obs-16-07.jpg?nolink&640x360}}", 
          "text": "Porque ele disse isso, o povo reconsiderou e não matou Gideão."
        }, 
        {
          "id": "16-08", 
          "img": "{{:en:obs:obs-16-08.jpg?nolink&640x360}}", 
          "text": "Logo os midianitas voltaram a roubar dos israelitas. Eram tantos os que vinham saqueá-los que nem dava pra contar. Gideão, então, convocou os israelitas a se juntarem para lutar contra esses inimigos midianitas. Mas Gideão estava em dúvida e pediu a Deus dois sinais como confirmação, para que ele pudesse ter a certeza de que Deus iria mesmo usá-lo para salvar Israel."
        }, 
        {
          "id": "16-09", 
          "img": "{{:en:obs:obs-16-09.jpg?nolink&640x360}}", 
          "text": "Primeiro, ele colocou um pano no chão e pediu a Deus para deixar o orvalho da manhã cair apenas sobre o pano e não no chão ao redor dele. Deus fez isso. Na noite seguinte, ele pediu que o solo estivesse molhado, mas o pano seco. Deus fez isso também. Esses dois sinais foram suficientes para convencer Gideão de que Deus o usaria para salvar Israel da mão dos midianitas."
        }, 
        {
          "id": "16-10", 
          "img": "{{:en:obs:obs-16-10.jpg?nolink&640x360}}", 
          "text": "Gideão, no entanto, estava ainda com medo de enfrentar um exército tão grande de inimigos, lutando só com 300 homens."
        }, 
        {
          "id": "16-10", 
          "img": "{{:en:obs:obs-16-10.jpg?nolink&640x360}}", 
          "text": "Gideão, no entanto, estava ainda com medo de enfrentar um exército tão grande de inimigos, lutando só com 300 homens."
        }, 
        {
          "id": "16-11", 
          "img": "{{:en:obs:obs-16-11.jpg?nolink&640x360}}", 
          "text": "Quando Gideão ouviu isso, ele adorou a Deus."
        }, 
        {
          "id": "16-11", 
          "img": "{{:en:obs:obs-16-11.jpg?nolink&640x360}}", 
          "text": "Quando Gideão ouviu isso, ele adorou a Deus."
        }, 
        {
          "id": "16-11", 
          "img": "{{:en:obs:obs-16-11.jpg?nolink&640x360}}", 
          "text": "Quando Gideão ouviu isso, ele adorou a Deus."
        }, 
        {
          "id": "16-11", 
          "img": "{{:en:obs:obs-16-11.jpg?nolink&640x360}}", 
          "text": "Quando Gideão ouviu isso, ele adorou a Deus."
        }, 
        {
          "id": "16-12", 
          "img": "{{:en:obs:obs-16-12.jpg?nolink&640x360}}", 
          "text": "Então Gideão voltou aos seus soldados e deu a cada um deles um chifre, um pote de barro e uma tocha. Eles cercaram o local onde os midianitas estavam dormindo. Os 300 homens colocaram as tochas dentro dos potes, para que não pudessem ser vistas."
        }, 
        {
          "id": "16-13", 
          "img": "{{:en:obs:obs-16-13.jpg?nolink&640x360}}", 
          "text": "_Pelo Deus eterno e por Gideão!"
        }, 
        {
          "id": "16-13", 
          "img": "{{:en:obs:obs-16-13.jpg?nolink&640x360}}", 
          "text": "_Pelo Deus eterno e por Gideão!"
        }, 
        {
          "id": "16-14", 
          "img": "{{:en:obs:obs-16-14.jpg?nolink&640x360}}", 
          "text": "Deus confundiu os midianitas de tal modo que, embora querendo atacar os israelitas, começaram a atacar a si mesmos e a matar uns aos outros. Imediatamente, o resto dos israelitas que estavam em suas casas foi convocado para ir e ajudar a perseguir os midianitas. Eles mataram muitos e puseram o resto deles para fora de suas terras. Cento e vinte mil midianitas morreram naquele dia. Assim, Deus salvou Israel."
        }, 
        {
          "id": "16-15", 
          "img": "{{:en:obs:obs-16-15.jpg?nolink&640x360}}", 
          "text": "Depois da vitória, as pessoas queriam fazer de Gideão seu rei. Gideão sabiamente recusou a oferta, mas pediu-lhes que lhe dessem parte dos anéis de ouro que cada um deles tinha tomado do inimigo. Gideão recebeu um monte de ouro e de riquezas."
        }, 
        {
          "id": "16-16", 
          "img": "{{:en:obs:obs-16-16.jpg?nolink&640x360}}", 
          "text": "Então Gideão fez uma coisa tola. Usou esse ouro para fazer um traje especial, como aquele que o sumo-sacerdote costumava usar, e o pôs na sua cidade. E as pessoas começaram a adorar essa vestimenta como se fosse um ídolo; e assim, se afastaram de Deus novamente. Eles começaram a adorar o ídolo de Gideão."
        }, 
        {
          "id": "16-17", 
          "img": "{{:en:obs:obs-16-17.jpg?nolink&640x360}}", 
          "text": "Deus castigou Israel novamente porque eles estavam adorando a ídolos. Deus permitia que seus inimigos os derrotassem. Após muitos anos sendo atacados por muitas diferentes nações, eles finalmente pediam a ajuda de Deus, e Deus enviava-lhes outro libertador. Este padrão de pecado, castigo, arrependimento e libertação foi repetido muitas vezes. Ao longo dos anos, Deus enviou muitos libertadores que salvaram Israel de seus inimigos."
        }, 
        {
          "id": "16-18", 
          "img": "{{:en:obs:obs-16-18.jpg?nolink&640x360}}", 
          "text": "Finalmente, o povo pediu a Deus um rei como todas as outras nações tinham. Eles queriam um rei que fosse alto, forte, e pudesse liderá-los na batalha. Deus não gostou nada desse pedido, pois sabia que o povo O estava rejeitando e às suas instruções, e estavam escolhendo seguir um líder humano. Apesar disso, deu-lhes o que eles queriam."
        }
      ], 
      "number": "16", 
      "ref": "A história bíblica de: Juízes 1-3; 6-8", 
      "title": " 16. OS LIBERTADORES "
    }, 
    {
      "frames": [
        {
          "id": "17-01", 
          "img": "{{:en:obs:obs-17-01.jpg?nolink&640x360}}", 
          "text": "Saul foi o primeiro rei de Israel. Ele era alto e bonito, exatamente como as pessoas queriam que um rei fosse. Saul foi um bom rei nos primeiros anos de seu reinado em Israel, mas com o passar dos anos ele se tornou um homem desobediente a Deus. Por isso, Deus escolheu outro homem para um dia ser rei em seu lugar."
        }, 
        {
          "id": "17-02", 
          "img": "{{:en:obs:obs-17-02.jpg?nolink&640x360}}", 
          "text": "O nome deste homem era Davi. Ele era um jovem israelita, pastor de ovelhas, da cidade de Belém. Era o caçula da família e também era muito bonito e corajoso. Já tinha matado até um leão e um urso, em diferentes ocasiões, enquanto tomava conta das ovelhas de seu pai. Davi também era um homem humilde e justo que confiava em Deus e Lhe era obediente."
        }, 
        {
          "id": "17-03", 
          "img": "{{:en:obs:obs-17-03.jpg?nolink&640x360}}", 
          "text": "Depois disso, Davi venceu ainda muitas batalhas contra os inimigos de Israel. Recebeu, portanto, o louvor e o reconhecimento do seu povo."
        }, 
        {
          "id": "17-03", 
          "img": "{{:en:obs:obs-17-03.jpg?nolink&640x360}}", 
          "text": "Depois disso, Davi venceu ainda muitas batalhas contra os inimigos de Israel. Recebeu, portanto, o louvor e o reconhecimento do seu povo."
        }, 
        {
          "id": "17-03", 
          "img": "{{:en:obs:obs-17-03.jpg?nolink&640x360}}", 
          "text": "Depois disso, Davi venceu ainda muitas batalhas contra os inimigos de Israel. Recebeu, portanto, o louvor e o reconhecimento do seu povo."
        }, 
        {
          "id": "17-03", 
          "img": "{{:en:obs:obs-17-03.jpg?nolink&640x360}}", 
          "text": "Depois disso, Davi venceu ainda muitas batalhas contra os inimigos de Israel. Recebeu, portanto, o louvor e o reconhecimento do seu povo."
        }, 
        {
          "id": "17-04", 
          "img": "{{:en:obs:obs-17-04.jpg?nolink&640x360}}", 
          "text": "Saul ficou com ciúmes de Davi e tentou matá-lo por várias vezes. Mas Davi se escondia dele. Um dia, Saul saiu à sua procura, planejando matá-lo. Entrou na mesma caverna onde Davi estava escondido. Saul não o viu. Então, Davi teve a oportunidade de matar o rei, pois estava muito perto dele, mas não o fez. Em vez de matar Saul, Davi cortou um pedaço de sua roupa para provar a ele que não iria matá-lo para se tornar rei, pois não queria desonrar a Deus matando o homem que Deus mesmo tinha colocado como rei de Israel."
        }, 
        {
          "id": "17-05", 
          "img": "{{:en:obs:obs-17-05.jpg?nolink&640x360}}", 
          "text": "Finalmente Saul morreu em batalha e Davi se tornou rei de Israel. Ele era um ótimo rei, e o povo o amava. Deus o abençoou e fez dele um homem bem-sucedido. Davi lutou muitas batalhas e Deus lhe deu a vitória. Conquistou Jerusalém e fez dela a capital de seu reino. Durante o reinado de Davi, Israel tornou-se poderoso e rico."
        }, 
        {
          "id": "17-06", 
          "img": "{{:en:obs:obs-17-06.jpg?nolink&640x360}}", 
          "text": "Davi teve então uma ideia. Ele queria construir um templo onde todos pudessem adorar a Deus e oferecer-Lhe sacrifícios. Por cerca de quatrocentos anos o povo vinha adorando a Deus e oferecendo a Ele sacrifícios na Tenda da Congregação, que Moisés tinha construído."
        }, 
        {
          "id": "17-07", 
          "img": "{{:en:obs:obs-17-07.jpg?nolink&640x360}}", 
          "text": "O Messias é o Escolhido de Deus para salvar o mundo do pecado."
        }, 
        {
          "id": "17-07", 
          "img": "{{:en:obs:obs-17-07.jpg?nolink&640x360}}", 
          "text": "O Messias é o Escolhido de Deus para salvar o mundo do pecado."
        }, 
        {
          "id": "17-07", 
          "img": "{{:en:obs:obs-17-07.jpg?nolink&640x360}}", 
          "text": "O Messias é o Escolhido de Deus para salvar o mundo do pecado."
        }, 
        {
          "id": "17-08", 
          "img": "{{:en:obs:obs-17-08.jpg?nolink&640x360}}", 
          "text": "Quando Davi ouviu estas palavras, imediatamente agradeceu e louvou a Deus pela grande honra e pelas bênçãos dessas promessas. Davi, no entanto, não sabia quando Deus faria estas coisas, mas confiava Nele e sabia que Ele cumpriria Sua palavra. Quase mil anos se passaram até que chegou o tempo de Deus enviar o Messias."
        }, 
        {
          "id": "17-09", 
          "img": "{{:en:obs:obs-17-09.jpg?nolink&640x360}}", 
          "text": "Davi governou com justiça e fidelidade por muitos anos, e Deus o abençoou. Entretanto, mais perto do fim de sua vida ele pecou terrivelmente contra Deus."
        }, 
        {
          "id": "17-10", 
          "img": "{{:en:obs:obs-17-10.jpg?nolink&640x360}}", 
          "text": "Um dia, quando todos os seus soldados estavam fora, em combate no campo de batalha, Davi levantou-se de um cochilo à tarde e, olhando pela janela, viu uma bela mulher tomando banho. Seu nome era Bate-Seba."
        }, 
        {
          "id": "17-11", 
          "img": "{{:en:obs:obs-17-11.jpg?nolink&640x360}}", 
          "text": "Em vez de desviar o olhar, Davi mandou alguém ir buscá-la e trazê-la para ele. Ele dormiu com ela e mandou-a de volta para casa. Pouco tempo depois, Bate-Seba enviou uma mensagem a Davi dizendo que estava grávida."
        }, 
        {
          "id": "17-12", 
          "img": "{{:en:obs:obs-17-12.jpg?nolink&640x360}}", 
          "text": "O marido dela, Urias, era um dos melhores soldados de Davi. Davi chamou Urias de volta da batalha e disse-lhe para ir ter com a sua esposa. Mas Urias se recusou a ir para casa enquanto o resto dos soldados estivesse em batalha. Então, Davi mandou Urias de volta para a guerra e pediu ao general que o colocasse na linha de frente, onde a luta é mais pesada, onde o inimigo era mais forte, a fim de que ele fosse morto."
        }, 
        {
          "id": "17-13", 
          "img": "{{:en:obs:obs-17-13.jpg?nolink&640x360}}", 
          "text": "Depois que Urias foi morto, Davi casou-se com Bate-Seba. No devido tempo, ela deu à luz ao filho de Davi. Deus não estava satisfeito com o que Davi tinha feito. Por isso, Ele enviou o profeta Natã para mostrar a Davi o horror de seu pecado, tanto o assassinato quanto o adultério. Davi se arrependeu de seu pecado e Deus o perdoou. E pelo resto de sua vida, Davi obedeceu a Deus e confiou Nele, mesmo em tempos difíceis."
        }, 
        {
          "id": "17-14", 
          "img": "{{:en:obs:obs-17-14.jpg?nolink&640x360}}", 
          "text": "Como punição por seu pecado, o seu bebê não sobreviveu. Houve também muitas brigas, mortes e guerras na família de Davi para o resto de sua vida, e ele perdeu muito do seu poder. Embora Davi tenha sido infiel a Deus, Deus sempre foi fiel às Suas promessas. Algum tempo depois, Davi e Bate-Seba tiveram outro filho, a quem deram o nome de Salomão."
        }
      ], 
      "number": "17", 
      "ref": "A história bíblica de: 1 Samuel 10; 15-19; 24; 31; 2 Samuel 5; 7; 11-12", 
      "title": " 17. Aliança de Deus com David "
    }, 
    {
      "frames": [
        {
          "id": "18-01", 
          "img": "{{:en:obs:obs-18-01.jpg?nolink&640x360}}", 
          "text": "Quando Salomão pediu sabedoria, Deus se agradou e fez dele o homem mais sábio do mundo. Deus também o fez muito rico. Ele aprendeu muitas coisas e foi um juiz muito justo."
        }, 
        {
          "id": "18-01", 
          "img": "{{:en:obs:obs-18-01.jpg?nolink&640x360}}", 
          "text": "Quando Salomão pediu sabedoria, Deus se agradou e fez dele o homem mais sábio do mundo. Deus também o fez muito rico. Ele aprendeu muitas coisas e foi um juiz muito justo."
        }, 
        {
          "id": "18-01", 
          "img": "{{:en:obs:obs-18-01.jpg?nolink&640x360}}", 
          "text": "Quando Salomão pediu sabedoria, Deus se agradou e fez dele o homem mais sábio do mundo. Deus também o fez muito rico. Ele aprendeu muitas coisas e foi um juiz muito justo."
        }, 
        {
          "id": "18-02", 
          "img": "{{:en:obs:obs-18-02.jpg?nolink&640x360}}", 
          "text": "O Rei Davi queria muito construir um templo ao Senhor em Jerusalém. Porém, Deus tinha outros planos. Embora o rei Davi já tivesse recolhido e preparado todo o material necessário à construção desse templo, foi seu filho Salomão quem o construiu. Depois de pronto, em vez das pessoas adorarem a Deus na Tenda da Congregação, elas O adoravam e ofereciam-Lhe sacrifícios no Templo do Rei Salomão. Deus abençoou o templo com Sua presença e vivia lá no meio do Seu povo."
        }, 
        {
          "id": "18-03", 
          "img": "{{:en:obs:obs-18-03.jpg?nolink&640x360}}", 
          "text": "Salomão, o rei, casou-se com quase mil mulheres e amou a muitas de cujas nações Deus tinha proibido que se misturassem, pois elas adoravam a outros deuses.  Ele desobedeceu a Deus quando, por amor, casou-se com essas mulheres vindas de países estrangeiros, que traziam com elas os seus diferentes costumes e deuses e continuavam a adorá-los. Na sua velhice, o coração de Salomão acabou também se enfraquecendo e adorando a esses deuses de suas mulheres, desagradando, assim, a Deus."
        }, 
        {
          "id": "18-04", 
          "img": "{{:en:obs:obs-18-04.jpg?nolink&640x360}}", 
          "text": "Deus estava irado com Salomão e, como punição pela sua infidelidade, disse que ia dividir o reino de Israel em dois após a morte de Salomão."
        }, 
        {
          "id": "18-05", 
          "img": "{{:en:obs:obs-18-05.jpg?nolink&640x360}}", 
          "text": "Depois que Salomão morreu, seu filho Roboão tornou-se rei. Roboão era um homem tolo. Todo o povo de Israel se reuniu para confirmá-lo como rei, na esperança de que isso trouxesse a eles uma vida melhor. Eles se queixaram ao novo rei de que Salomão os tinha feito trabalhar duramente e de que tinham de pagar impostos demais."
        }, 
        {
          "id": "18-06", 
          "img": "{{:en:obs:obs-18-06.jpg?nolink&640x360}}", 
          "text": "_Vocês acham que meu pai Salomão os fez trabalhar duro, mas eu vou fazer vocês trabalharem mais do que ele fez, e eu vou puni-los com mais rigor do que ele."
        }, 
        {
          "id": "18-06", 
          "img": "{{:en:obs:obs-18-06.jpg?nolink&640x360}}", 
          "text": "_Vocês acham que meu pai Salomão os fez trabalhar duro, mas eu vou fazer vocês trabalharem mais do que ele fez, e eu vou puni-los com mais rigor do que ele."
        }, 
        {
          "id": "18-07", 
          "img": "{{:en:obs:obs-18-07.jpg?nolink&640x360}}", 
          "text": "Nossa! Eles não esperavam essa resposta do novo rei. Por isso, dez das doze tribos da nação de Israel se rebelaram contra Roboão e não quiseram mais aceitá-lo como rei. Apenas duas tribos permaneceram fiéis a ele. Estas duas tribos foram chamadas de “O Reino de Judá”."
        }, 
        {
          "id": "18-08", 
          "img": "{{:en:obs:obs-18-08.jpg?nolink&640x360}}", 
          "text": "As outras dez tribos da nação de Israel, que tinham se rebelado contra Roboão, escolheram um homem chamado Jeroboão para ser seu novo rei. Eles foram chamados de “O Reino de Israel”. Apartaram-se das outras duas tribos e estabeleceram seu reino nas terras ao norte."
        }, 
        {
          "id": "18-09", 
          "img": "{{:en:obs:obs-18-09.jpg?nolink&640x360}}", 
          "text": "Jeroboão se rebelou contra Deus e fez com que as pessoas pecassem. Ele construiu dois ídolos para o seu povo adorar, em vez de adorar a Deus no Templo, no Reino de Judá."
        }, 
        {
          "id": "18-10", 
          "img": "{{:en:obs:obs-18-10.jpg?nolink&640x360}}", 
          "text": "Os Reinos de Judá e de Israel tornaram-se inimigos e muitas vezes lutaram uns contra os outros."
        }, 
        {
          "id": "18-11", 
          "img": "{{:en:obs:obs-18-11.jpg?nolink&640x360}}", 
          "text": "No Reino de Israel, todos os reis eram maus. Muitos desses reis foram mortos por outros israelitas que desejavam reinar em seu lugar."
        }, 
        {
          "id": "18-12", 
          "img": "{{:en:obs:obs-18-12.jpg?nolink&640x360}}", 
          "text": "Todos os reis e a maioria das pessoas do Reino de Israel adoravam ídolos, cujos cultos muitas vezes incluíam imoralidades sexuais e até mesmo o sacrifício de crianças."
        }, 
        {
          "id": "18-13", 
          "img": "{{:en:obs:obs-18-13.jpg?nolink&640x360}}", 
          "text": "Os reis de Judá eram descendentes de Davi. Embora alguns desses reis fossem bons homens e tivessem governado com justiça e adorado a Deus, em sua maioria, os reis de Judá eram maus, corruptos e adoravam a ídolos. Alguns dos reis até mesmo sacrificavam seus filhos aos falsos deuses. A maior parte do povo de Judá também se rebelou contra Deus e adorou a outros deuses."
        }
      ], 
      "number": "18", 
      "ref": "A história bíblica de: 1 Reis 1-6; 11-12", 
      "title": " 18. O REINO DIVIDIDO "
    }, 
    {
      "frames": [
        {
          "id": "19-01", 
          "img": "{{:en:obs:obs-19-01.jpg?nolink&640x360}}", 
          "text": "Ao longo de toda a história dos israelitas Deus enviou-lhes profetas. Os profetas eram homens que ouviam mensagens de Deus e, em seguida, transmitiam-nas ao povo."
        }, 
        {
          "id": "19-02", 
          "img": "{{:en:obs:obs-19-02.jpg?nolink&640x360}}", 
          "text": "Isso deixou Acabe muito zangado e ele queria matar o profeta Elias."
        }, 
        {
          "id": "19-02", 
          "img": "{{:en:obs:obs-19-02.jpg?nolink&640x360}}", 
          "text": "Isso deixou Acabe muito zangado e ele queria matar o profeta Elias."
        }, 
        {
          "id": "19-02", 
          "img": "{{:en:obs:obs-19-02.jpg?nolink&640x360}}", 
          "text": "Isso deixou Acabe muito zangado e ele queria matar o profeta Elias."
        }, 
        {
          "id": "19-03", 
          "img": "{{:en:obs:obs-19-03.jpg?nolink&640x360}}", 
          "text": "Então Deus disse a Elias para ir se esconder no deserto perto de um riacho. Todas as manhãs e todas as noites pássaros lhe levariam pão e carne. Acabe e seus exércitos procuraram por Elias, mas não conseguiram encontrá-lo. A seca foi tão intensa que as águas do riacho finalmente se secaram."
        }, 
        {
          "id": "19-04", 
          "img": "{{:en:obs:obs-19-04.jpg?nolink&640x360}}", 
          "text": "Então, Elias foi para um país vizinho. Lá ele encontrou uma viúva e seu filho, que estavam quase ficando sem comida por causa da grande fome que havia naqueles dias. Mas eles cuidaram de Elias, repartindo com ele tudo o que eles tinham. Por isso, Deus providenciou para que não faltassem nem farinha na sua botija, nem óleo na sua garrafa. E assim, eles tiveram o que comer durante todo o período de fome. Elias ainda ficou lá naquele país por muito tempo."
        }, 
        {
          "id": "19-05", 
          "img": "{{:en:obs:obs-19-05.jpg?nolink&640x360}}", 
          "text": "_Leve todo o povo do Reino de Israel ao monte Carmelo."
        }, 
        {
          "id": "19-05", 
          "img": "{{:en:obs:obs-19-05.jpg?nolink&640x360}}", 
          "text": "_Leve todo o povo do Reino de Israel ao monte Carmelo."
        }, 
        {
          "id": "19-05", 
          "img": "{{:en:obs:obs-19-05.jpg?nolink&640x360}}", 
          "text": "_Leve todo o povo do Reino de Israel ao monte Carmelo."
        }, 
        {
          "id": "19-05", 
          "img": "{{:en:obs:obs-19-05.jpg?nolink&640x360}}", 
          "text": "_Leve todo o povo do Reino de Israel ao monte Carmelo."
        }, 
        {
          "id": "19-05", 
          "img": "{{:en:obs:obs-19-05.jpg?nolink&640x360}}", 
          "text": "_Leve todo o povo do Reino de Israel ao monte Carmelo."
        }, 
        {
          "id": "19-05", 
          "img": "{{:en:obs:obs-19-05.jpg?nolink&640x360}}", 
          "text": "_Leve todo o povo do Reino de Israel ao monte Carmelo."
        }, 
        {
          "id": "19-06", 
          "img": "{{:en:obs:obs-19-06.jpg?nolink&640x360}}", 
          "text": "_Por quanto tempo vocês vão ficar indecisos, mudando de ideia? Decidam-se de uma vez por todas! Se o Senhor é Deus, sirva-o! Se Baal é Deus, sirva-o!"
        }, 
        {
          "id": "19-06", 
          "img": "{{:en:obs:obs-19-06.jpg?nolink&640x360}}", 
          "text": "_Por quanto tempo vocês vão ficar indecisos, mudando de ideia? Decidam-se de uma vez por todas! Se o Senhor é Deus, sirva-o! Se Baal é Deus, sirva-o!"
        }, 
        {
          "id": "19-07", 
          "img": "{{:en:obs:obs-19-07.jpg?nolink&640x360}}", 
          "text": "Assim os sacerdotes de Baal fizeram. Prepararam um sacrifício, mas não acenderam o fogo."
        }, 
        {
          "id": "19-07", 
          "img": "{{:en:obs:obs-19-07.jpg?nolink&640x360}}", 
          "text": "Assim os sacerdotes de Baal fizeram. Prepararam um sacrifício, mas não acenderam o fogo."
        }, 
        {
          "id": "19-07", 
          "img": "{{:en:obs:obs-19-07.jpg?nolink&640x360}}", 
          "text": "Assim os sacerdotes de Baal fizeram. Prepararam um sacrifício, mas não acenderam o fogo."
        }, 
        {
          "id": "19-08", 
          "img": "{{:en:obs:obs-19-08.jpg?nolink&640x360}}", 
          "text": "Durante todo o dia eles oraram e gritaram e até mesmo se cortavam com facas, mas não houve resposta."
        }, 
        {
          "id": "19-08", 
          "img": "{{:en:obs:obs-19-08.jpg?nolink&640x360}}", 
          "text": "Durante todo o dia eles oraram e gritaram e até mesmo se cortavam com facas, mas não houve resposta."
        }, 
        {
          "id": "19-08", 
          "img": "{{:en:obs:obs-19-08.jpg?nolink&640x360}}", 
          "text": "Durante todo o dia eles oraram e gritaram e até mesmo se cortavam com facas, mas não houve resposta."
        }, 
        {
          "id": "19-09", 
          "img": "{{:en:obs:obs-19-09.jpg?nolink&640x360}}", 
          "text": "No final do dia Elias preparou um sacrifício a Deus. Então ele pediu ao povo que derramasse doze potes enormes cheios de água em cima do sacrifício, até que a carne, a madeira, e até mesmo o chão em volta do altar estivessem completamente molhados."
        }, 
        {
          "id": "19-10", 
          "img": "{{:en:obs:obs-19-10.jpg?nolink&640x360}}", 
          "text": "_Ó Senhor, Deus de Abraão, Isaque e Jacó, mostra-nos hoje que Tu és o Deus de Israel e que eu sou Teu servo. Responde-me para que este povo saiba que Tu és o Deus verdadeiro."
        }, 
        {
          "id": "19-10", 
          "img": "{{:en:obs:obs-19-10.jpg?nolink&640x360}}", 
          "text": "_Ó Senhor, Deus de Abraão, Isaque e Jacó, mostra-nos hoje que Tu és o Deus de Israel e que eu sou Teu servo. Responde-me para que este povo saiba que Tu és o Deus verdadeiro."
        }, 
        {
          "id": "19-11", 
          "img": "{{:en:obs:obs-19-11.jpg?nolink&640x360}}", 
          "text": "_Yahweh é Deus! Yahweh é Deus!"
        }, 
        {
          "id": "19-11", 
          "img": "{{:en:obs:obs-19-11.jpg?nolink&640x360}}", 
          "text": "_Yahweh é Deus! Yahweh é Deus!"
        }, 
        {
          "id": "19-12", 
          "img": "{{:en:obs:obs-19-12.jpg?nolink&640x360}}", 
          "text": "Depois que todos foram presos, Elias fez com que descessem até o riacho de Quisom e ali os matou."
        }, 
        {
          "id": "19-12", 
          "img": "{{:en:obs:obs-19-12.jpg?nolink&640x360}}", 
          "text": "Depois que todos foram presos, Elias fez com que descessem até o riacho de Quisom e ali os matou."
        }, 
        {
          "id": "19-12", 
          "img": "{{:en:obs:obs-19-12.jpg?nolink&640x360}}", 
          "text": "Depois que todos foram presos, Elias fez com que descessem até o riacho de Quisom e ali os matou."
        }, 
        {
          "id": "19-13", 
          "img": "{{:en:obs:obs-19-13.jpg?nolink&640x360}}", 
          "text": "O céu começou a ficar escuro, e logo caiu uma grande tempestade. Era Deus pondo um fim à seca que Ele mesmo tinha determinado e demonstrando o poder de quem era e é o único Deus verdadeiro."
        }, 
        {
          "id": "19-13", 
          "img": "{{:en:obs:obs-19-13.jpg?nolink&640x360}}", 
          "text": "O céu começou a ficar escuro, e logo caiu uma grande tempestade. Era Deus pondo um fim à seca que Ele mesmo tinha determinado e demonstrando o poder de quem era e é o único Deus verdadeiro."
        }, 
        {
          "id": "19-13", 
          "img": "{{:en:obs:obs-19-13.jpg?nolink&640x360}}", 
          "text": "O céu começou a ficar escuro, e logo caiu uma grande tempestade. Era Deus pondo um fim à seca que Ele mesmo tinha determinado e demonstrando o poder de quem era e é o único Deus verdadeiro."
        }, 
        {
          "id": "19-14", 
          "img": "{{:en:obs:obs-19-14.jpg?nolink&640x360}}", 
          "text": "Depois de Elias, Deus escolheu Eliseu para ser Seu profeta. Deus fez muitos milagres através de Eliseu. Um desses milagres aconteceu a Naamã, um comandante inimigo, que descobriu que tinha uma doença de pele horrível e incurável, chamada lepra. Ele tinha ouvido falar de Eliseu; então, ele foi até lá e pediu-lhe que o curasse. Eliseu disse a Naamã que mergulhasse sete vezes no rio Jordão."
        }, 
        {
          "id": "19-15", 
          "img": "{{:en:obs:obs-19-15.jpg?nolink&640x360}}", 
          "text": "No início Naamã se indignou e não queria fazê-lo. Mas depois mudou de ideia e mergulhou sete vezes no rio Jordão, como Eliseu havia mandado. Depois de mergulhar pela última vez, sua pele ficou completamente nova! Deus o tinha curado."
        }, 
        {
          "id": "19-16", 
          "img": "{{:en:obs:obs-19-16.jpg?nolink&640x360}}", 
          "text": "Deus enviou ainda muitos outros profetas. Todos eles diziam ao povo que parasse de adorar ídolos e começasse a mostrar a justiça e a misericórdia a outros. Os profetas advertiam as pessoas de que viriam o juízo e a punição de Deus sobre elas caso não se convertessem dos seus pecados e começassem a viver uma vida obediente a Ele."
        }, 
        {
          "id": "19-17", 
          "img": "{{:en:obs:obs-19-17.jpg?nolink&640x360}}", 
          "text": "Em geral, o povo não lhes dava ouvidos. Eles maltratavam os profetas e muitas vezes até os matavam. Certa vez, o profeta Jeremias foi colocado em um poço seco e deixado lá para morrer. Ele afundou na lama que estava no fundo do poço, mas logo o rei teve misericórdia dele e retirou-o de lá antes que morresse."
        }, 
        {
          "id": "19-18", 
          "img": "{{:en:obs:obs-19-18.jpg?nolink&640x360}}", 
          "text": "Ainda que os profetas fossem odiados, eles continuavam a falar em nome de Deus. Eles alertavam as pessoas de que seriam destruídas se não se arrependessem. Eles também lembravam aos povos a promessa de que o Messias de Deus viria."
        }
      ], 
      "number": "19", 
      "ref": "A história bíblica de: 1 Reis 16-18, 2 Reis 5, Jeremias 38", 
      "title": " 19. OS PROFETAS "
    }, 
    {
      "frames": [
        {
          "id": "20-01", 
          "img": "{{:en:obs:obs-20-01.jpg?nolink&640x360}}", 
          "text": "As nações de Israel e Judá ambos pecaram contra Deus. Eles quebraram a aliança que Deus fez com eles no Monte Sinai. Deus enviou Seus profetas para adverti-los a arrepender-se e adorá-Lo de novo, mas eles se recusaram a ouvir."
        }, 
        {
          "id": "20-02", 
          "img": "{{:en:obs:obs-20-02.jpg?nolink&640x360}}", 
          "text": "Então Deus puniu os dois países, permitindo-lhes ser destruído. Israel foi destruído pelo Império Assírio, um poderoso, nação cruel. Os assírios mataram muitos israelitas, levaram tudo de valor, e queimou grande parte do país."
        }, 
        {
          "id": "20-03", 
          "img": "{{:en:obs:obs-20-03.jpg?nolink&640x360}}", 
          "text": "Os assírios reuniram todos os líderes, as pessoas ricas, e as pessoas com habilidades e os levou para a Assíria. Apenas os israelitas muito pobres que não tinham sido mortos permaneceram em Israel."
        }, 
        {
          "id": "20-04", 
          "img": "{{:en:obs:obs-20-04.jpg?nolink&640x360}}", 
          "text": "Em seguida, os assírios trouxeram estrangeiros para viver em Israel. Os estrangeiros reconstruíram as cidades destruídas e se casou com os israelitas que foram deixados lá. Seus descendentes foram chamados samaritanos."
        }, 
        {
          "id": "20-05", 
          "img": "{{:en:obs:obs-20-05.jpg?nolink&640x360}}", 
          "text": "O povo do reino de Judá, viu como Deus havia punido o reino de Israel por não crer e obedecê-lo.Mas eles ainda adoravam ídolos e os deuses dos Cananeus. Deus enviou profetas para avisá-los, mas eles se recusaram a ouvir."
        }, 
        {
          "id": "20-06", 
          "img": "{{:en:obs:obs-20-06.jpg?nolink&640x360}}", 
          "text": "Cerca de 100 anos depois que os assírios destruíram Israel, Deus enviou Nabucodonosor, rei dos caldeus, para atacar Judá. Babilônia era um poderoso império. O rei de Judá, concordou em ser servo de Nabucodonosor e pagar-lhe muito dinheiro todos os anos."
        }, 
        {
          "id": "20-07", 
          "img": "{{:en:obs:obs-20-07.jpg?nolink&640x360}}", 
          "text": "Mas logo o povo de Judá se rebelou contra os babilônios. Assim, os babilônios voltaram e atacaram. Eles capturaram a cidade de Jerusalém, destruíram o Templo, e levou todos os tesouros."
        }, 
        {
          "id": "20-08", 
          "img": "{{:en:obs:obs-20-08.jpg?nolink&640x360}}", 
          "text": "Para punir o rei de Judá para se rebelar, os soldados de Nabucodonosor matou os filhos do rei na frente dele e, em seguida, deixou cego. Depois disso, eles levaram o rei distante para morrer na prisão em Babilônia."
        }, 
        {
          "id": "20-09", 
          "img": "{{:en:obs:obs-20-09.jpg?nolink&640x360}}", 
          "text": "Nabucodonosor e seu exército levaram todo o povo de Judá, a Babilônia, deixando apenas as pessoas mais pobres para trás para plantar os campos. Isso é chamado de Exílio."
        }, 
        {
          "id": "20-10", 
          "img": "{{:en:obs:obs-20-10.jpg?nolink&640x360}}", 
          "text": "Mesmo que o exílio era uma punição pelo seu pecado, Deus não esqueceu o Seu povo ou Suas promessas. Deus vigiava o seu povo e falou com eles através de seus profetas. Ele prometeu que, depois de 70 anos, eles voltariam para a Terra Prometida novamente."
        }, 
        {
          "id": "20-11", 
          "img": "{{:en:obs:obs-20-11.jpg?nolink&640x360}}", 
          "text": "Cerca de setenta anos depois, Ciro, rei dos persas, derrotaram Babilônia. Os persas eram um povo forte, mas misericordiosas. Os israelitas foram agora chamados de judeus ea maioria deles tinha vivido toda a sua vida na Babilônia. Apenas alguns muito antigos judeus ainda se lembravam da terra de Judá."
        }, 
        {
          "id": "20-12", 
          "img": "{{:en:obs:obs-20-12.jpg?nolink&640x360}}", 
          "text": "Pouco depois Ciro chegou ao poder, ele fez algo que nunca tinha sido feito antes na história. Ele deu uma ordem que qualquer judeu que queria voltar para Judá poderia ir. Ele mesmo deu-lhes dinheiro para reconstruir o Templo! Após 70 anos no exílio, um pequeno grupo de judeus voltaram para Jerusalém."
        }, 
        {
          "id": "20-13", 
          "img": "{{:en:obs:obs-20-13.jpg?nolink&640x360}}", 
          "text": "Quando eles chegaram, eles reconstruíram o templo e do muro ao redor da cidade de Jerusalém. Embora eles ainda eram governados por outras pessoas, que viviam na Terra Prometida novamente e adorado no Templo."
        }
      ], 
      "number": "20", 
      "ref": "A história bíblica de: 2 Reis 17; 24-25, 2 Crônicas 36; Esdras 1-10; Neemias 1-13", 
      "title": " 20. O EXÍLIO E RETORNO "
    }, 
    {
      "frames": [
        {
          "id": "21-01", 
          "img": "{{:en:obs:obs-21-01.jpg?nolink&640x360}}", 
          "text": "A primeira promessa da vinda do Messias veio a Adão e Eva. Deus prometeu que um descendente de Eva nasceria que iria esmagar a cabeça da serpente. A serpente enganou Eva que é Satanás. A promessa significa a vinda do Messias derrotaria Satanás completamente."
        }, 
        {
          "id": "21-02", 
          "img": "{{:en:obs:obs-21-02.jpg?nolink&640x360}}", 
          "text": "Deus prometeu a Abraão que através dele todos os grupos de pessoas do mundo seriam abençoadas. Esta bênção foi a vinda do Messias que um dia iria fornecer o caminho da salvação para todos os grupos de pessoas."
        }, 
        {
          "id": "21-03", 
          "img": "{{:en:obs:obs-21-03.jpg?nolink&640x360}}", 
          "text": "Deus prometeu a Moisés que Ele levantaria outro profeta como Moisés. Esta foi outra referência para a vinda do Messias."
        }, 
        {
          "id": "21-04", 
          "img": "{{:en:obs:obs-21-04.jpg?nolink&640x360}}", 
          "text": "Deus prometeu a Davi que o Messias seria um dos próprios descendentes de Davi."
        }, 
        {
          "id": "21-05", 
          "img": "{{:en:obs:obs-21-05.jpg?nolink&640x360}}", 
          "text": "Através do profeta Jeremias, Deus prometeu que Ele faria uma Nova Aliança, mas não como a Aliança de Deus com Israel. Na Nova Aliança, Deus escreve a Sua lei nos corações das pessoas, as pessoas conhecem a Deus, eles seriam o Seu povo, e Deus perdoar seus pecados. O Messias teria início a Nova Aliança."
        }, 
        {
          "id": "21-06", 
          "img": "{{:en:obs:obs-21-06.jpg?nolink&640x360}}", 
          "text": "A vinda do Messias seria um profeta, um sacerdote e um rei. Um profeta é uma pessoa que ouve as palavras de Deus e, em seguida, proclama a palavra de Deus ao povo. A vinda do Messias seria o profeta perfeito."
        }, 
        {
          "id": "21-07", 
          "img": "{{:en:obs:obs-21-07.jpg?nolink&640x360}}", 
          "text": "Um sacerdote é alguém que faz sacrifícios a Deus em nome do povo para tirar os seus pecados.Sacerdotes também orar a Deus para o povo. A vinda do Messias seria o perfeito sumo sacerdote que iria oferecer-se em sacrifício perfeito a Deus."
        }, 
        {
          "id": "21-08", 
          "img": "{{:en:obs:obs-21-08.jpg?nolink&640x360}}", 
          "text": "Um rei é alguém que governa um reino e julga as pessoas. A vinda do Messias seria o rei perfeito que iria sentar-se no trono de seu pai Davi, que reinaria sobre todo o mundo para sempre, e que iria julgar honesta e tomar a decisão certa o tempo todo."
        }, 
        {
          "id": "21-09", 
          "img": "{{:en:obs:obs-21-09.jpg?nolink&640x360}}", 
          "text": "Os profetas predisseram o nascimento do Messias. Malaquias profetizou que um grande profeta viria antes do Messias veio. Isaías profetizou que o Messias nasceria de uma virgem. Miquéias disse que ele teria nascido na cidade de Belém."
        }, 
        {
          "id": "21-10", 
          "img": "{{:en:obs:obs-21-10.jpg?nolink&640x360}}", 
          "text": "Os profetas também profetizaram sobre o ministério do Messias. Isaías disse que iria viver na Galiléia, confortar o coração quebrado, proclamar liberdade aos cativos, e libertar os prisioneiros.Ele também previu que o Messias iria curar as pessoas doentes, incluindo aqueles que não podiam ouvir, ver, falar ou andar."
        }, 
        {
          "id": "21-11", 
          "img": "{{:en:obs:obs-21-11.jpg?nolink&640x360}}", 
          "text": "Isaías profetizou que o Messias seria odiado sem razão e rejeitado. Os Salmos predisse o Messias de que as pessoas jogam por suas roupas e ele seria traído por um amigo. (Salmos são canções de adoração judeus nas Escrituras.) Zacarias predisse que o amigo seria pago trinta moedas de prata para trair ele."
        }, 
        {
          "id": "21-12", 
          "img": "{{:en:obs:obs-21-12.jpg?nolink&640x360}}", 
          "text": "Os profetas também contou sobre como o Messias iria morrer. Isaías profetizou que o Messias seria cuspido, escarnecido e espancado. Então ele iria ser perfurado e pendurado em uma árvore, onde ele iria morrer."
        }, 
        {
          "id": "21-13", 
          "img": "{{:en:obs:obs-21-13.jpg?nolink&640x360}}", 
          "text": "O Messias seria perfeito, não tendo pecado. Ele morreria para receber o castigo pelo pecado de outras pessoas. Sua punição traria a paz entre Deus eo povo. Por esta razão, aprouve a Deus para esmagar o Messias."
        }, 
        {
          "id": "21-14", 
          "img": "{{:en:obs:obs-21-14.jpg?nolink&640x360}}", 
          "text": "Não só o Messias morrer, mas os profetas predisse que Deus o ressuscitaria dentre os mortos.Através da morte e ressurreição do Messias, Deus iria completar seu plano de salvação e começar a Nova Aliança."
        }, 
        {
          "id": "21-15", 
          "img": "{{:en:obs:obs-21-15.jpg?nolink&640x360}}", 
          "text": "Deus mostrou os profetas muitas coisas sobre a vinda do Messias, mas o Messias ainda não havia chegado. Mais de 400 anos após a última dessas profecias foi dada, quando o tempo estava perfeito, Deus enviou o Messias ao mundo."
        }
      ], 
      "number": "21", 
      "ref": "A história bíblica de Gênesis 3:15, 12:1-3, Deuteronômio 18:15; 2 Samuel 7; Jeremias 31, Isaías 59:16; Daniel 7; Malaquias 4:05, Isaías 7:14; Miquéias 5:2 , Isaías 9:1-7; 35:3-5; 61; 53, Salmo 22:18; 35:19; 69:4; 41:9; Zacarias 11:12-13, Isaías 50:6, Salmo 16: 10-11", 
      "title": " 21. Deus promete o Messias "
    }, 
    {
      "frames": [
        {
          "id": "22-01", 
          "img": "{{:en:obs:obs-22-01.jpg?nolink&640x360}}", 
          "text": "Mais de 400 anos após o último profeta ,um anjo apareceu a um velho sacerdote chamado Zacarias. Ele era um homem de Deus, mas sua esposa, Isabel, não podia ter filhos."
        }, 
        {
          "id": "22-02", 
          "img": "{{:en:obs:obs-22-02.jpg?nolink&640x360}}", 
          "text": "O anjo disse a Zacarias: \"Sua mulher terá um filho. Você vai chamá-lo de João. Ele será o grande profeta que vem antes o Messias!\" Zacarias respondeu: \"Minha esposa e eu somos velhos demais para ter filhos! Como eu saberei que isso vai acontecer?\""
        }, 
        {
          "id": "22-03", 
          "img": "{{:en:obs:obs-22-03.jpg?nolink&640x360}}", 
          "text": "O anjo respondeu: \"Eu fui enviado por Deus para trazer-lhe esta boa notícia. Porque você não acreditou em mim, você não será capaz de falar até que a criança nasce.\" Imediatamente, Zacarias não podia falar. E o anjo foi embora. Zacarias voltou para casa, e sua esposa ficou grávida."
        }, 
        {
          "id": "22-04", 
          "img": "{{:en:obs:obs-22-04.jpg?nolink&640x360}}", 
          "text": "Quando Isabel estava grávida de seis meses, o mesmo anjo apareceu a prima de Isabel, cujo nome era Maria. Ela era virgem e estava noiva de um homem chamado José. O anjo disse: \"Você ficará grávida e dará à luz um filho.\""
        }, 
        {
          "id": "22-05", 
          "img": "{{:en:obs:obs-22-05.jpg?nolink&640x360}}", 
          "text": "O anjo continuou: \"Você dará o nome de Jesus. Ele será o Messias!\" Maria respondeu: \"Como pode ser isso, já que eu sou virgem?\" O anjo explicou: \"O Espírito Santo virá sobre você, e você vai engravidar. Portanto, o seu filho será chamado o Filho do Deus Altíssimo.\""
        }, 
        {
          "id": "22-06", 
          "img": "{{:en:obs:obs-22-06.jpg?nolink&640x360}}", 
          "text": "Não muito tempo depois disso, Maria foi e visitar Isabel. Assim que Isabel ouviu a saudação de Maria, o bebê de Isabel saltou dentro dela. As mulheres se alegraram juntos sobre o que Deus havia feito por elas. Depois de ficar com Isabel por três meses, Maria voltou para casa."
        }, 
        {
          "id": "22-07", 
          "img": "{{:en:obs:obs-22-07.jpg?nolink&640x360}}", 
          "text": "Depois que Isabel deu à luz a seu bebê, que o nomeou por João como o anjo mandou. Então Deus permitiu a Zacarias falar novamente. Ele disse: \"Louvado seja Deus, porque Ele se lembrou de seu povo! Você, meu filho, serás chamado profeta do Altíssimo Deus! Você vai preparar o caminho para o Messias!\""
        }
      ], 
      "number": "22", 
      "ref": "A história bíblica de: Lucas 1", 
      "title": " 22. O NASCIMENTO DE JOÃO "
    }, 
    {
      "frames": [
        {
          "id": "23-01", 
          "img": "{{:en:obs:obs-23-01.jpg?nolink&640x360}}", 
          "text": "Quando José ouviu que Maria estava grávida, ele sabia que não era o seu bebê, então ele planejou deixá-la silenciosamente. Antes que ele pudesse fazer isso, um anjo apareceu para ele em um sonho."
        }, 
        {
          "id": "23-02", 
          "img": "{{:en:obs:obs-23-02.jpg?nolink&640x360}}", 
          "text": "O anjo disse: \"José, não temas receber Maria como sua esposa. Que está em seu foi concebido pelo poder do Espírito Santo. Ela dará à luz um filho. O nome de Jesus, porque ele salvará o povo de sua pecados \""
        }, 
        {
          "id": "23-03", 
          "img": "{{:en:obs:obs-23-03.jpg?nolink&640x360}}", 
          "text": "Assim, José se casou com ela e levou-a para casa como sua esposa, mas ele não dormiu com ela até que ela tinha dado à luz."
        }, 
        {
          "id": "23-04", 
          "img": "{{:en:obs:obs-23-04.jpg?nolink&640x360}}", 
          "text": "Sobre o tempo que Maria estava para dar à luz, o governo romano disse a todos para ir para a cidade de seus ancestrais para o censo. Maria e José tiveram que fazer uma longa viagem de onde viviam em Nazaré a Belém."
        }, 
        {
          "id": "23-05", 
          "img": "{{:en:obs:obs-23-05.jpg?nolink&640x360}}", 
          "text": "Quando eles chegaram em Belém, não havia lugar para ficar. A única sala que poderia encontrar era um lugar onde os animais ficaram. O bebê nasceu lá e sua mãe deitou-o numa manjedoura, pois não têm uma cama para ele. Eles o chamaram de Jesus."
        }, 
        {
          "id": "23-06", 
          "img": "{{:en:obs:obs-23-06.jpg?nolink&640x360}}", 
          "text": "Naquela noite, havia alguns pastores em um campo próximo assistindo seus rebanhos. De repente, um anjo apareceu brilhando para eles, e ficaram aterrorizados. O anjo disse: \"Não tenha medo, porque eu tenho algumas boas notícias para você. O Messias foi nascido!\""
        }, 
        {
          "id": "23-07", 
          "img": "{{:en:obs:obs-23-07.jpg?nolink&640x360}}", 
          "text": "\"Vá procurar o bebê, e você vai encontrá-lo envolto em pedaços de pano e deitado numa manjedoura.\" De repente, os céus estavam cheios de anjos cantando e louvando a Deus, dizendo: \"Glória a Deus no céu e paz na terra aos povos ele favorece!\""
        }, 
        {
          "id": "23-08", 
          "img": "{{:en:obs:obs-23-08.jpg?nolink&640x360}}", 
          "text": "Quando os pastores chegaram ao lugar onde Jesus estava, encontraram-no deitado numa manjedoura, assim como o anjo lhes havia dito. Eles eram muito animado. Maria estava muito feliz, também. Os pastores voltaram para os campos, louvando a Deus por tudo o que tinham ouvido e visto."
        }, 
        {
          "id": "23-09", 
          "img": "{{:en:obs:obs-23-09.jpg?nolink&640x360}}", 
          "text": "Algum tempo depois, os sábios de países distantes para o Oriente vi uma estrela incomum no céu.Eles perceberam que significava um novo rei dos judeus nasceu. Então, eles viajaram uma grande distância para ver este rei. Eles chegaram a Belém e encontraram o lugar onde Jesus estava morando."
        }, 
        {
          "id": "23-10", 
          "img": "{{:en:obs:obs-23-10.jpg?nolink&640x360}}", 
          "text": "Quando viram Jesus com sua mãe, que caiu e adorou. Eles deram a Jesus presentes caros. Em seguida, eles voltaram para casa."
        }
      ], 
      "number": "23", 
      "ref": "A história bíblica de: Mateus 1, Lucas 2", 
      "title": " 23. O NASCIMENTO DE JESUS "
    }, 
    {
      "frames": [
        {
          "id": "24-01", 
          "img": "{{:en:obs:obs-24-01.jpg?nolink&640x360}}", 
          "text": "Quando João cresceu, tornou-se um profeta. Ele viveu no deserto, comeu mel silvestre e gafanhotos, e usava roupas feitas de pêlo de camelo."
        }, 
        {
          "id": "24-02", 
          "img": "{{:en:obs:obs-24-02.jpg?nolink&640x360}}", 
          "text": "Muitas pessoas vieram para ouvir João. Ele pregou a eles, dizendo: \"Arrependei-vos, porque o Reino de Deus está próximo!\""
        }, 
        {
          "id": "24-03", 
          "img": "{{:en:obs:obs-24-03.jpg?nolink&640x360}}", 
          "text": "Algumas pessoas se arrependeram e foram batizados quando ouviram a mensagem de João, mas havia muitos líderes religiosos que vieram para ser batizados sem se arrepender e confessar seus pecados."
        }, 
        {
          "id": "24-04", 
          "img": "{{:en:obs:obs-24-04.jpg?nolink&640x360}}", 
          "text": "João disse aos líderes religiosos: \"Vocês bando de cobras! Arrependa-se e mudar seu comportamento. Toda árvore que não produz bom fruto será cortada e lançada no fogo.\" Isto cumpriu o que o profeta Isaías disse: \"Eis que eu envio o meu mensageiro à sua frente, que irá preparar o seu caminho.\""
        }, 
        {
          "id": "24-05", 
          "img": "{{:en:obs:obs-24-05.jpg?nolink&640x360}}", 
          "text": "Alguns judeus pediram a João se ele era o Messias. João respondeu: \"Eu não sou o Messias, mas não há alguém que vem depois de mim, que é muito maior do que eu. Eu não sou sequer digno de desatar as sandálias.\""
        }, 
        {
          "id": "24-06", 
          "img": "{{:en:obs:obs-24-06.jpg?nolink&640x360}}", 
          "text": "No dia seguinte, Jesus veio para ser batizado por João Batista. Quando João o viu, ele disse: \"Olhem! É o Cordeiro de Deus que tira o pecado do mundo.\""
        }, 
        {
          "id": "24-07", 
          "img": "{{:en:obs:obs-24-07.jpg?nolink&640x360}}", 
          "text": "João disse a Jesus: \"Eu não sou digno de batizá-lo. Você deve batizar-me em seu lugar.\" Mas Jesus disse: \"Você deveria me batizar, porque é a coisa certa a fazer.\" Assim, João batizou-o, mas não porque Jesus tivesse pecado, ele nunca pecou."
        }, 
        {
          "id": "24-08", 
          "img": "{{:en:obs:obs-24-08.jpg?nolink&640x360}}", 
          "text": "Quando Jesus saiu da água, o Espírito de Deus tomou a aparência de uma pomba e pousou sobre ele. Ao mesmo tempo, uma voz do céu disse: \"Tu és o meu Filho amado, e com você eu estou bem satisfeito.\""
        }, 
        {
          "id": "24-09", 
          "img": "{{:en:obs:obs-24-09.jpg?nolink&640x360}}", 
          "text": "João Batista sabia que Jesus é o Filho de Deus, Podemos imaginar a emoção de João."
        }
      ], 
      "number": "24", 
      "ref": "A história bíblica de: Mateus 3, Marcos 1:9-11, Lucas 3:1-23", 
      "title": " 24. JOÃO BATIZA JESUS "
    }, 
    {
      "frames": [
        {
          "id": "25-01", 
          "img": "{{:en:obs:obs-25-01.jpg?nolink&640x360}}", 
          "text": "Imediatamente depois que Jesus foi batizado, foi levado pelo Espírito ao deserto, para ser tentado pelo diabo.  E, depois de jejuar quarenta dias e quarenta noites, teve fome."
        }, 
        {
          "id": "25-02", 
          "img": "{{:en:obs:obs-25-02.jpg?nolink&640x360}}", 
          "text": "Então Satanás disse: \"Se você é o Filho de Deus, transformar estas pedras em pão para que você possa comer!\""
        }, 
        {
          "id": "25-03", 
          "img": "{{:en:obs:obs-25-03.jpg?nolink&640x360}}", 
          "text": "Jesus respondeu: \"Está escrito na Palavra de Deus:\" O homem não vive somente de pão, mas de toda palavra que Deus fala! \""
        }, 
        {
          "id": "25-04", 
          "img": "{{:en:obs:obs-25-04.jpg?nolink&640x360}}", 
          "text": "Então Satanás levou Jesus ao ponto mais alto do templo e disse: \"Se você é o Filho de Deus, atira-te abaixo, porque está escrito: 'Ele dará ordens a seus anjos para te pegar para que o seu pé não bater no chão. '\""
        }, 
        {
          "id": "25-05", 
          "img": "{{:en:obs:obs-25-05.jpg?nolink&640x360}}", 
          "text": "Mas Jesus respondeu: \"Também está escrito na Palavra de Deus: 'Não tentarás ao Senhor seu Deus\"."
        }, 
        {
          "id": "25-06", 
          "img": "{{:en:obs:obs-25-06.jpg?nolink&640x360}}", 
          "text": "Em seguida, Satanás mostrou a Jesus todos os reinos do mundo e toda a sua glória, e disse: \"Eu te darei tudo isso se você se curvar e me adorares.\""
        }, 
        {
          "id": "25-07", 
          "img": "{{:en:obs:obs-25-07.jpg?nolink&640x360}}", 
          "text": "Jesus respondeu: \"Afasta-te de mim, Satanás! Está escrito na Palavra de Deus: Ao Senhor, teu Deus, adorarás, e só a ele darás culto."
        }, 
        {
          "id": "25-08", 
          "img": "{{:en:obs:obs-25-08.jpg?nolink&640x360}}", 
          "text": "Então o deixou. e eis que vieram anjos e o serviram."
        }
      ], 
      "number": "25", 
      "ref": "A história bíblica de: Mateus 4:1-11, Marcos 1:12-13, Lucas 4:1-13", 
      "title": " 25. SATANÁS TENTOU JESUS "
    }, 
    {
      "frames": [
        {
          "id": "26-01", 
          "img": "{{:en:obs:obs-26-01.jpg?nolink&640x360}}", 
          "text": "Depois de superar as tentações de Satanás, Jesus voltou no poder do Espírito Santo para a região da Galiléia onde morava. Jesus passou de um lugar para outro de ensino. Todos falavam bem dele."
        }, 
        {
          "id": "26-02", 
          "img": "{{:en:obs:obs-26-02.jpg?nolink&640x360}}", 
          "text": "Jesus foi para a cidade de Nazaré, onde tinha crescido. No sábado, ele foi para o lugar de adoração.Foi-lhe dado o livro do profeta Isaías. Jesus abriu o livro e lê-lo."
        }, 
        {
          "id": "26-03", 
          "img": "{{:en:obs:obs-26-03.jpg?nolink&640x360}}", 
          "text": "\"Deus derramou seu Espírito sobre-me para proclamar a Boa Nova aos pobres, liberdade aos cativos, a recuperação da vista aos cegos, e libertar os prisioneiros. Este é o ano da graça do Senhor\"."
        }, 
        {
          "id": "26-04", 
          "img": "{{:en:obs:obs-26-04.jpg?nolink&640x360}}", 
          "text": "Então, Jesus sentou-se. Todo mundo viu-o de perto. Eles sabiam que esta passagem estava falando sobre o Messias. Jesus disse: \"Hoje, essas palavras foram cumpridas em sua audição.\" Todas as pessoas ficaram impressionadas. \"Não é este o filho de José?\" eles disseram."
        }, 
        {
          "id": "26-05", 
          "img": "{{:en:obs:obs-26-05.jpg?nolink&640x360}}", 
          "text": "Então Jesus disse: \"Digo-lhes a verdade: Nenhum profeta é bem recebido na sua própria terra natal. Quando o profeta Elias estava vivo, havia muitas viúvas em Israel. Mas, quando não choveu durante três anos e meio, Deus não enviou Elias para ajudar uma viúva de Israel, mas uma viúva de um país diferente.”"
        }, 
        {
          "id": "26-06", 
          "img": "{{:en:obs:obs-26-06.jpg?nolink&640x360}}", 
          "text": "\"E quando o profeta Eliseu estava vivo, havia muitas pessoas em Israel, com doenças de pele. Mas Eliseu não curar qualquer um deles, ele só curou Naamã, comandante dos inimigos de Israel.\"Quando ouviram isso, eles ficaram furiosos."
        }, 
        {
          "id": "26-07", 
          "img": "{{:en:obs:obs-26-07.jpg?nolink&640x360}}", 
          "text": "Eles arrastaram Jesus para fora do local de culto e trouxe-o para a beira de um precipício para jogá-lo fora. Mas Jesus caminhou no meio da multidão e deixou a cidade de Nazaré."
        }, 
        {
          "id": "26-08", 
          "img": "{{:en:obs:obs-26-08.jpg?nolink&640x360}}", 
          "text": "Então Jesus passou por essa área, e grandes multidões se aproximaram dele. Eles trouxeram todos os doentes, incluindo aqueles que não podia ver, andar, ouvir ou falar, e Jesus os curou."
        }, 
        {
          "id": "26-09", 
          "img": "{{:en:obs:obs-26-09.jpg?nolink&640x360}}", 
          "text": "Muitas pessoas com demônios foram trazidos para Jesus. Os demônios saíram, muitas vezes, gritando: \"Tu és o Filho de Deus!\" As multidões ficaram impressionados e adoraram a Deus."
        }, 
        {
          "id": "26-10", 
          "img": "{{:en:obs:obs-26-10.jpg?nolink&640x360}}", 
          "text": "Em seguida, Jesus escolheu doze homens que foram chamados seus discípulos. Os discípulos eram estudantes de Jesus. Eles viajaram com ele e aprendi com ele."
        }
      ], 
      "number": "26", 
      "ref": "A história bíblica de: Mateus 4:12-25, Marcos 1:14-15, 35-39; 3:13-21, Lucas 4:14-30, 38-44", 
      "title": " 26. Jesus começa o seu Ministério "
    }, 
    {
      "frames": [
        {
          "id": "27-01", 
          "img": "{{:en:obs:obs-27-01.jpg?nolink&640x360}}", 
          "text": "Um dia, um Mestre da Lei veio a Jesus para testá-lo, dizendo: \"Mestre, que devo fazer para herdar a vida eterna?\" Jesus respondeu: \"O que está escrito na lei de Deus?\""
        }, 
        {
          "id": "27-02", 
          "img": "{{:en:obs:obs-27-02.jpg?nolink&640x360}}", 
          "text": "\"Amarás o Senhor teu Deus com todo o teu coração, alma, força e mente. E amar o próximo como a si mesmo\", disse o Mestre da Lei. Jesus respondeu: \"Você está correto! Faça isso e você viverá.\""
        }, 
        {
          "id": "27-03", 
          "img": "{{:en:obs:obs-27-03.jpg?nolink&640x360}}", 
          "text": "Mas o Mestre da Lei queria provar que ele estava certo, então ele perguntou: \"Quem é o meu próximo?\""
        }, 
        {
          "id": "27-04", 
          "img": "{{:en:obs:obs-27-04.jpg?nolink&640x360}}", 
          "text": "Jesus respondeu com uma história. \"Havia um homem judeu que estava viajando ao longo da estrada de Jerusalém a Jericó.\""
        }, 
        {
          "id": "27-05", 
          "img": "{{:en:obs:obs-27-05.jpg?nolink&640x360}}", 
          "text": "\"Enquanto ele estava viajando, ele foi atacado por um grupo de assaltantes. Eles levaram tudo o que tinha e vencê-lo, até que ele estava quase morto. Então eles foram embora.\""
        }, 
        {
          "id": "27-06", 
          "img": "{{:en:obs:obs-27-06.jpg?nolink&640x360}}", 
          "text": "\"Logo depois disso, um sacerdote judeu aconteceu a andar pelo mesmo caminho. Quando esse líder religioso viu o homem que tinha sido roubado e espancado, ele se mudou para o outro lado da estrada, ignorou o homem em necessidade, e manteve em curso.”"
        }, 
        {
          "id": "27-07", 
          "img": "{{:en:obs:obs-27-07.jpg?nolink&640x360}}", 
          "text": "\"Não muito tempo depois, um levita descia a estrada. (Levitas eram uma tribo de judeus que ajudaram os sacerdotes no templo.) O levita também passou para o outro lado da estrada e ignorou o homem que havia sido roubado e batido.\""
        }, 
        {
          "id": "27-08", 
          "img": "{{:en:obs:obs-27-08.jpg?nolink&640x360}}", 
          "text": "\"A próxima pessoa a andar por esse caminho era um samaritano. (Samaritanos e judeus odiavam.) Quando o samaritano viu o homem, ele se encheu de compaixão. Ele cuidou dele e enfaixado suas feridas.\""
        }, 
        {
          "id": "27-09", 
          "img": "{{:en:obs:obs-27-09.jpg?nolink&640x360}}", 
          "text": "\"O Samaritano, em seguida, levou o homem em seu próprio animal e o levou para um hotel, onde cuidou dele.\""
        }, 
        {
          "id": "27-10", 
          "img": "{{:en:obs:obs-27-10.jpg?nolink&640x360}}", 
          "text": "\"No dia seguinte, o samaritano precisava para continuar sua jornada. Ele deu a pessoa encarregada do hotel um pouco de dinheiro e disse: 'Cuida dele, e se algum dinheiro extra é gasto, eu retribuirei essas despesas quando eu voltar.'\""
        }, 
        {
          "id": "27-11", 
          "img": "{{:en:obs:obs-27-11.jpg?nolink&640x360}}", 
          "text": "Então Jesus perguntou ao Mestre da Lei: \"Qual dos três homens que você acha que foi o próximo do homem que foi assaltado e espancado?\" O Mestre da Lei respondeu: \"Aquele que usou de misericórdia.\" Jesus disse a ele: \"Vá e faça a mesma coisa.\""
        }
      ], 
      "number": "27", 
      "ref": "A história bíblica de: Lucas 10:25-37", 
      "title": " 27. O Bom Samaritano "
    }, 
    {
      "frames": [
        {
          "id": "28-01", 
          "img": "{{:en:obs:obs-28-01.jpg?nolink&640x360}}", 
          "text": "Um dia, um jovem rico aproximou-se de Jesus e perguntou-lhe: \"Bom Mestre, que coisa devo fazer de bom para ter a vida eterna?\" Jesus disse-lhe: \"Por que me chamas bom? Há somente Um que é bom, e que é Deus. Mas se você quer ter a vida eterna, obedecer as leis de Deus.\""
        }, 
        {
          "id": "28-02", 
          "img": "{{:en:obs:obs-28-02.jpg?nolink&640x360}}", 
          "text": "\"Quais?\" , perguntou ele. Jesus respondeu: \"Não matarás.: Não cometerás adultério. Não roube. Não minta. Honra teu pai e tua mãe, e amarás o teu próximo como a ti mesmo.\""
        }, 
        {
          "id": "28-03", 
          "img": "{{:en:obs:obs-28-03.jpg?nolink&640x360}}", 
          "text": "O jovem, tentando provar que ele estava certo, disse, \"eu tenho guardado todas essas leis desde que eu era um menino. Que eu ainda preciso fazer?\" Jesus olhou para ele eo amou."
        }, 
        {
          "id": "28-04", 
          "img": "{{:en:obs:obs-28-04.jpg?nolink&640x360}}", 
          "text": "Jesus respondeu: \"Se você quer ser perfeito, então vai, vende tudo o que tens, dá o dinheiro aos pobres, e terás um tesouro esperando por você no céu. Então venha e siga-me.\""
        }, 
        {
          "id": "28-05", 
          "img": "{{:en:obs:obs-28-05.jpg?nolink&640x360}}", 
          "text": "Quando o jovem ouviu isso, ficou muito triste, porque era muito rico. Ele se virou e foi embora de Jesus, sem vontade de desistir de sua riqueza."
        }, 
        {
          "id": "28-06", 
          "img": "{{:en:obs:obs-28-06.jpg?nolink&640x360}}", 
          "text": "Então disse Jesus aos seus discípulos: \"Como é difícil para os ricos entrarem no Reino de Deus! Sim, é mais fácil um camelo passar pelo buraco de uma agulha do que um rico entrar no Reino de Deus.\""
        }, 
        {
          "id": "28-07", 
          "img": "{{:en:obs:obs-28-07.jpg?nolink&640x360}}", 
          "text": "Quando os discípulos ouviram isso, eles ficaram chocados e disse: \"Então, quem pode ser salvo?\""
        }, 
        {
          "id": "28-08", 
          "img": "{{:en:obs:obs-28-08.jpg?nolink&640x360}}", 
          "text": "Jesus olhou para eles e disse: \"Com as pessoas isso é impossível, mas com Deus, todas as coisas são possíveis.\""
        }, 
        {
          "id": "28-09", 
          "img": "{{:en:obs:obs-28-09.jpg?nolink&640x360}}", 
          "text": "Pedro disse a Jesus: \"Nós deixamos tudo e te seguimos. Qual será a nossa recompensa?\""
        }, 
        {
          "id": "28-10", 
          "img": "{{:en:obs:obs-28-10.jpg?nolink&640x360}}", 
          "text": "Jesus respondeu: \"Todo aquele que tiver deixado casas, irmãos, irmãs, pai, mãe, filhos ou propriedade por causa do meu nome, herdará 100 vezes mais no outro mundo e também a vida eterna. Mas muitos que são primeiros serão os últimos, e aqueles que são últimos serão primeiros.\""
        }
      ], 
      "number": "28", 
      "ref": "A história bíblica de: Mateus 19:16-30, Marcos 10:17-31, Lucas 18:18-30", 
      "title": " 28. O jovem rico "
    }, 
    {
      "frames": [
        {
          "id": "29-01", 
          "img": "{{:en:obs:obs-29-01.jpg?nolink&640x360}}", 
          "text": "Um dia, Pedro disse a Jesus: \"Senhor, quantas vezes devo perdoar o meu irmão quando ele pecar contra mim? Até sete vezes?\" Jesus disse: \"não sete vezes, mas setenta vezes sete!\" Por isso, Jesus quis dizer que devemos sempre perdoar. Jesus contou esta história."
        }, 
        {
          "id": "29-02", 
          "img": "{{:en:obs:obs-29-02.jpg?nolink&640x360}}", 
          "text": "\"O Reino de Deus é como um rei que quis ajustar contas com os seus servos. Um de seus servos tinha uma dívida enorme.\""
        }, 
        {
          "id": "29-03", 
          "img": "{{:en:obs:obs-29-03.jpg?nolink&640x360}}", 
          "text": "\"Desde que o servo não podia pagar a dívida, o rei disse:\" Venda este homem e sua família como escravos para fazer o pagamento de sua dívida.\""
        }, 
        {
          "id": "29-04", 
          "img": "{{:en:obs:obs-29-04.jpg?nolink&640x360}}", 
          "text": "\"O servo caiu de joelhos diante do rei e disse: 'Por favor, seja paciente comigo, e eu vou pagar tudo de volta. ' O rei sentiu pena porque o servo e cancelou toda a sua dívida \"."
        }, 
        {
          "id": "29-05", 
          "img": "{{:en:obs:obs-29-05.jpg?nolink&640x360}}", 
          "text": "\"O servo saiu e encontrou um outro servo que lhe devia uma quantidade bem pequena. Agarrou o homem e disse: 'Pague-me o que me deve!\""
        }, 
        {
          "id": "29-06", 
          "img": "{{:en:obs:obs-29-06.jpg?nolink&640x360}}", 
          "text": "\"O homem caiu de joelhos e disse: 'Por favor, seja paciente comigo, e eu vou pagar tudo de volta.'Mas o servo recusou e jogou o homem na prisão, até que pagasse a dívida.\""
        }, 
        {
          "id": "29-07", 
          "img": "{{:en:obs:obs-29-07.jpg?nolink&640x360}}", 
          "text": "\"Alguns outros servos viram o que tinha acontecido e ficaram muito perturbados. Eles foram até o rei e disse-lhe tudo.\""
        }, 
        {
          "id": "29-08", 
          "img": "{{:en:obs:obs-29-08.jpg?nolink&640x360}}", 
          "text": "\"O rei chamou o servo e disse: 'Servo mau! Perdoei a sua dívida porque você me implorou. Você deveria ter feito o mesmo.” ”Em sua raiva, o rei lançou o servo mau na prisão, até que ele pagou de volta toda a sua dívida.”"
        }, 
        {
          "id": "29-09", 
          "img": "{{:en:obs:obs-29-09.jpg?nolink&640x360}}", 
          "text": "Então Jesus disse: \"Isto é o que meu Pai celestial vai fazer para cada um de vocês, se você não perdoar seu irmão de seu coração.\""
        }
      ], 
      "number": "29", 
      "ref": "A história bíblica de: Mateus 18:21-35", 
      "title": " 29. A HISTÓRIA DO SERVO INCOMPASSIVO "
    }, 
    {
      "frames": [
        {
          "id": "30-01", 
          "img": "{{:en:obs:obs-30-01.jpg?nolink&640x360}}", 
          "text": "Jesus enviou seus discípulos a pregar e ensinar. Quando eles voltaram, eles disseram a Jesus o que tinham ensinado e feito. Então Jesus os convidou para ir com ele para um lugar tranquilo para descansar por um tempo. Então, eles entraram em um barco e saiu."
        }, 
        {
          "id": "30-02", 
          "img": "{{:en:obs:obs-30-02.jpg?nolink&640x360}}", 
          "text": "Mas havia muitas pessoas que viram Jesus e os discípulos saem. Eles correram ao longo da margem do lago para chegar ao outro lado à frente deles. Quando Jesus e os discípulos chegaram, eles foram recebidos por uma grande multidão de pessoas."
        }, 
        {
          "id": "30-03", 
          "img": "{{:en:obs:obs-30-03.jpg?nolink&640x360}}", 
          "text": "A multidão tinha mais de 5.000 homens na mesma, sem contar as mulheres e crianças. Jesus sentiu grande bondade para com o povo. Para Jesus, essas pessoas eram como ovelhas sem pastor. Então, ele os ensinou e curou os seus enfermos."
        }, 
        {
          "id": "30-04", 
          "img": "{{:en:obs:obs-30-04.jpg?nolink&640x360}}", 
          "text": "Como ficou no final da tarde, os discípulos disseram a Jesus: \"É tarde e não há cidades nas proximidades. Envie o povo para que eles possam ir buscar algo para comer.\""
        }, 
        {
          "id": "30-05", 
          "img": "{{:en:obs:obs-30-05.jpg?nolink&640x360}}", 
          "text": "Mas Jesus disse-lhes: \"Dai-lhes vós de comer!\" Os discípulos responderam: \"Como podemos fazer isso? Só temos cinco pães e dois peixes.\""
        }, 
        {
          "id": "30-06", 
          "img": "{{:en:obs:obs-30-06.jpg?nolink&640x360}}", 
          "text": "Jesus chamou a multidão para ele e disse-lhes para sentar-se em grupos na grama."
        }, 
        {
          "id": "30-07", 
          "img": "{{:en:obs:obs-30-07.jpg?nolink&640x360}}", 
          "text": "Em seguida, tomou os cinco pães e os dois peixes, ergueu os olhos ao céu, e abençoou a comida."
        }, 
        {
          "id": "30-08", 
          "img": "{{:en:obs:obs-30-08.jpg?nolink&640x360}}", 
          "text": "Jesus, então, começou a quebrar o pão e peixe. Ele deu os pedaços aos discípulos para dar às pessoas. Os discípulos mantido distribuindo a comida, e nunca acabaram! Todos comeram e ficaram satisfeitos."
        }, 
        {
          "id": "30-09", 
          "img": "{{:en:obs:obs-30-09.jpg?nolink&640x360}}", 
          "text": "Os discípulos ainda recolheram doze cestos cheios de restos de comida que não tinha sido comido.Todos os alimentos vieram dos cinco pães e dois peixes."
        }
      ], 
      "number": "30", 
      "ref": "A história bíblica de: Mateus 14:13-21, Marcos 6:31-44, Lucas 9:10-17, João 6:5-15", 
      "title": " 30. Jesus alimenta cinco mil pessoas "
    }, 
    {
      "frames": [
        {
          "id": "31-01", 
          "img": "{{:en:obs:obs-31-01.jpg?nolink&640x360}}", 
          "text": "Então Jesus disse aos discípulos a entrar em um barco e navegar para o outro lado do lago, enquanto ele despedia a multidão. Depois de Jesus ter enviado a multidão, subiu em um monte para orar. Jesus estava lá sozinho, e orou por muito tempo na noite."
        }, 
        {
          "id": "31-02", 
          "img": "{{:en:obs:obs-31-02.jpg?nolink&640x360}}", 
          "text": "Enquanto isso, o barco dos discípulos foi um longo caminho de terra. Eles estavam em perigo, por causa de uma tempestade tinha chegado eo barco estava sendo lançados ao redor pelas ondas e pelo vento."
        }, 
        {
          "id": "31-03", 
          "img": "{{:en:obs:obs-31-03.jpg?nolink&640x360}}", 
          "text": "Jesus decidiu ir para eles, então ele andou em cima da água em todo o lago em direção ao barco!"
        }, 
        {
          "id": "31-04", 
          "img": "{{:en:obs:obs-31-04.jpg?nolink&640x360}}", 
          "text": "Os discípulos estavam com muito medo quando viram Jesus, porque eles achavam que estavam vendo um fantasma. Jesus sabia que eles estavam com medo, então ele os chamou e disse: \"Não tenha medo. Sou eu!\""
        }, 
        {
          "id": "31-05", 
          "img": "{{:en:obs:obs-31-05.jpg?nolink&640x360}}", 
          "text": "Então Pedro disse a Jesus: \"Senhor, se és tu, manda-me ir ter contigo sobre as águas.\" Jesus disse a Pedro: \"Vem!\""
        }, 
        {
          "id": "31-06", 
          "img": "{{:en:obs:obs-31-06.jpg?nolink&640x360}}", 
          "text": "Então, Pedro saiu do barco e começou a andar com Jesus sobre a superfície da água. Mas, depois de uma curta distância, ele desviou os olhos de Jesus e começou a olhar para o vento forte e ondas."
        }, 
        {
          "id": "31-07", 
          "img": "{{:en:obs:obs-31-07.jpg?nolink&640x360}}", 
          "text": "Então Pedro ficou com medo e começou a afundar. Ele gritou: \"Senhor, salva-me!\" Jesus estendeu a mão imediatamente e agarrou-o. Então ele disse a Pedro: \"Ó homens de pouca fé, por que duvidaste?\""
        }, 
        {
          "id": "31-08", 
          "img": "{{:en:obs:obs-31-08.jpg?nolink&640x360}}", 
          "text": "Quando Pedro e Jesus entrou no barco, o vento parou imediatamente. Os discípulos ficaram admirados. Eles adoraram Jesus, dizendo-lhe: \"Verdadeiramente, tu és o Filho de Deus.\""
        }
      ], 
      "number": "31", 
      "ref": "A história bíblica de: Mateus 14:22-33, Marcos 6:45-52, João 6:16-21", 
      "title": " 31. Jesus anda na água "
    }, 
    {
      "frames": [
        {
          "id": "32-01", 
          "img": "{{:en:obs:obs-32-01.jpg?nolink&640x360}}", 
          "text": "Um dia, Jesus e seus discípulos atravessaram o Mar da Galiléia para o país dos gerasenos."
        }, 
        {
          "id": "32-02", 
          "img": "{{:en:obs:obs-32-02.jpg?nolink&640x360}}", 
          "text": "Quando chegaram ao outro lado, um homem com um espírito maligno veio correndo até Jesus."
        }, 
        {
          "id": "32-03", 
          "img": "{{:en:obs:obs-32-03.jpg?nolink&640x360}}", 
          "text": "Este homem era tão forte que ninguém conseguia segurá-lo. As pessoas tinham usado até mesmo correntes para prendê-lo, mas ele manteve quebrá-los."
        }, 
        {
          "id": "32-04", 
          "img": "{{:en:obs:obs-32-04.jpg?nolink&640x360}}", 
          "text": "Ele viveu entre os túmulos na área. Dia e noite, este homem iria gritar. Ele não usava roupas e cortou-se repetidamente com pedras."
        }, 
        {
          "id": "32-05", 
          "img": "{{:en:obs:obs-32-05.jpg?nolink&640x360}}", 
          "text": "Ele viveu entre os túmulos na área. Dia e noite, este homem iria gritar. Ele não usava roupas e cortou-se repetidamente com pedras."
        }, 
        {
          "id": "32-06", 
          "img": "{{:en:obs:obs-32-06.jpg?nolink&640x360}}", 
          "text": "O homem com o espírito maligno gritou em alta voz e disse: \"O que você quer de mim, Jesus, Filho do Deus Altíssimo? Por favor, não me torturar!\" Então Jesus perguntou ao homem: \"Qual é seu nome?\" Ele respondeu: \"Meu nome é Legião, porque somos muitos.\" (A legião era um grupo de até 6.000 soldados.)"
        }, 
        {
          "id": "32-07", 
          "img": "{{:en:obs:obs-32-07.jpg?nolink&640x360}}", 
          "text": "Os espíritos malignos implorou a Jesus: \"Por favor, não envie-nos para fora desta área!\" Houve uma manada de porcos que se alimentam de uma colina próxima. Então, os espíritos malignos implorou a Jesus: \"Por favor, envie-nos para os porcos, em vez!\" Jesus disse: \"Vá!\""
        }, 
        {
          "id": "32-08", 
          "img": "{{:en:obs:obs-32-08.jpg?nolink&640x360}}", 
          "text": "Os espíritos malignos saíram do homem e entraram nos porcos. Os porcos desceu um barranco no mar e se afogou. Havia cerca de 2.000 porcos no rebanho."
        }, 
        {
          "id": "32-09", 
          "img": "{{:en:obs:obs-32-09.jpg?nolink&640x360}}", 
          "text": "Quando as pessoas que tomam conta dos porcos viram o que aconteceu, eles correram e disse a todos o que Jesus tinha feito. Todas as pessoas vieram da cidade e viu o homem que costumava ter os maus espíritos. Ele estava sentado, vestindo roupas e agir como uma pessoa normal."
        }, 
        {
          "id": "32-10", 
          "img": "{{:en:obs:obs-32-10.jpg?nolink&640x360}}", 
          "text": "As pessoas ficaram com muito medo e pediu a Jesus para sair. Então Jesus entrou no barco e se preparava para sair. O homem que tinha sido curado pediu para ir junto com Jesus."
        }, 
        {
          "id": "32-11", 
          "img": "{{:en:obs:obs-32-11.jpg?nolink&640x360}}", 
          "text": "Mas Jesus disse-lhe: \"Vá para casa e diga aos seus amigos e familiares o quanto Deus tem feito por você e como teve misericórdia de ti.\""
        }, 
        {
          "id": "32-12", 
          "img": "{{:en:obs:obs-32-12.jpg?nolink&640x360}}", 
          "text": "Então o homem foi embora e disse a todos sobre o que Jesus tinha feito por ele. Todo mundo que ouviu a sua história estava cheia de admiração e espanto."
        }, 
        {
          "id": "32-13", 
          "img": "{{:en:obs:obs-32-13.jpg?nolink&640x360}}", 
          "text": "Jesus voltou para o outro lado do mar da Galiléia. Uma grande multidão se reuniu em torno dele e pressionado sobre ele. No meio da multidão era uma mulher que tinha sido hemorragia por doze anos. Ela havia passado todo o seu dinheiro em médicos que tentam melhorar, mas ela só piorou."
        }, 
        {
          "id": "32-14", 
          "img": "{{:en:obs:obs-32-14.jpg?nolink&640x360}}", 
          "text": "She heard how Jesus had healed many sick people and thought to herself, “If I only touch Jesus’ clothes, then I, too, will be healed!” She came up behind Jesus and touched his clothes. As soon as she touched Jesus, the bleeding stopped!"
        }, 
        {
          "id": "32-15", 
          "img": "{{:en:obs:obs-32-15.jpg?nolink&640x360}}", 
          "text": "Immediately Jesus realized that power had gone out from him. So he turned around and asked, “Who touched me?” The disciples replied, “Jesus, there are many people crowding around you and bumping into you. How can you ask, ‘Who touched me?’”"
        }, 
        {
          "id": "32-16", 
          "img": "{{:en:obs:obs-32-16.jpg?nolink&640x360}}", 
          "text": "A mulher caiu de joelhos diante de Jesus, tremendo e com muito medo. Então ela contou toda a verdade. Jesus disse-lhe: \"A tua fé te curou. Vá em paz e ser curado de sua doença.\""
        }
      ], 
      "number": "32", 
      "ref": "A história bíblica de: Mateus 8:28-34, Marcos 5:1-20, Lucas 8:26-39", 
      "title": " 32. Jesus cura um endemoninhado "
    }, 
    {
      "frames": [
        {
          "id": "33-01", 
          "img": "{{:en:obs:obs-33-01.jpg?nolink&640x360}}", 
          "text": "Um dia, Jesus esta a beira mar, ensinando grandes multidões de pessoas. A multidão ficou tão grande que Jesus entrou num barco e começou a falar de lá."
        }, 
        {
          "id": "33-02", 
          "img": "{{:en:obs:obs-33-02.jpg?nolink&640x360}}", 
          "text": "Jesus contou esta história. \"O semeador saiu para plantar alguns grãos. Enquanto ele estava espalhando as sementes à mão, parte da semente caiu no caminho, e vieram as aves e comeram tudo.\""
        }, 
        {
          "id": "33-03", 
          "img": "{{:en:obs:obs-33-03.jpg?nolink&640x360}}", 
          "text": "\"Outras sementes caíram em um lugar pedregoso, onde não havia muita terra. As sementes no solo rochoso brotaram rapidamente. Mas quando o sol veio e ele ficou quente, as plantas secaram e morreram desde as suas raízes não foi profundo.\""
        }, 
        {
          "id": "33-04", 
          "img": "{{:en:obs:obs-33-04.jpg?nolink&640x360}}", 
          "text": "\"Ainda outras sementes caíram entre os arbustos espinhosos. Essas sementes foram sufocados pelos espinhos e não produziu qualquer grão.\""
        }, 
        {
          "id": "33-05", 
          "img": "{{:en:obs:obs-33-05.jpg?nolink&640x360}}", 
          "text": "\"Outras sementes caíram em terra boa. Estas sementes cresceu e produziu 30, 60 ou mesmo 100 vezes mais grãos como havia sido plantada. Aquele que tem ouvidos para ouvir, ouça!\""
        }, 
        {
          "id": "33-06", 
          "img": "{{:en:obs:obs-33-06.jpg?nolink&640x360}}", 
          "text": "Esta história confundiu os discípulos. Jesus explicou: \"A semente representa a Palavra de Deus. As sementes no caminho são como as pessoas que ouvem a Palavra de Deus, não entendem isso, e que o diabo toma a palavra com eles.\""
        }, 
        {
          "id": "33-07", 
          "img": "{{:en:obs:obs-33-07.jpg?nolink&640x360}}", 
          "text": "\"As sementes no solo rochoso são como as pessoas que ouvem a Palavra de Deus e aceitar com alegria. Mas, em tempos de dificuldades ou a perseguição, eles caem fora, porque eles não têm a maturidade.\""
        }, 
        {
          "id": "33-08", 
          "img": "{{:en:obs:obs-33-08.jpg?nolink&640x360}}", 
          "text": "\"As sementes dos espinhos são como as pessoas que ouvem a Palavra de Deus e acreditar. Mas como o tempo passa, o seu amor por Deus é sufocada pelos cuidados, riquezas e prazeres da vida. O ensino ouviram não produz fruto.\""
        }, 
        {
          "id": "33-09", 
          "img": "{{:en:obs:obs-33-09.jpg?nolink&640x360}}", 
          "text": "\"Mas as sementes que caem em boa terra representam as pessoas que ouvem a Palavra de Deus, acreditar, e produzir frutos espirituais.\""
        }
      ], 
      "number": "33", 
      "ref": "A história bíblica de: Mateus 13:1-8, 18-23, Marcos 4:1-8, 13-20, Lucas 8:4-15", 
      "title": " 33. O SEMEADOR "
    }, 
    {
      "frames": [
        {
          "id": "34-01", 
          "img": "{{:en:obs:obs-34-01.jpg?nolink&640x360}}", 
          "text": "Jesus contou muitas outras histórias sobre o Reino de Deus. Ele disse: \"O Reino de Deus é como um grão de mostarda que um homem plantou em seu campo. Quando é uma semente, que é a menor semente de todas.\""
        }, 
        {
          "id": "34-02", 
          "img": "{{:en:obs:obs-34-02.jpg?nolink&640x360}}", 
          "text": "\"Mas quando se tem crescido, é a maior de todas as plantas do jardim, grande o suficiente para que mesmo os pássaros vêm e fazem ninhos nos seus ramos.\""
        }, 
        {
          "id": "34-03", 
          "img": "{{:en:obs:obs-34-03.jpg?nolink&640x360}}", 
          "text": "Jesus contou outra história, \"O Reino dos céus é como o fermento que uma mulher tomou e misturou com uma grande quantidade de farinha, e toda a massa ficou fermentada\""
        }, 
        {
          "id": "34-04", 
          "img": "{{:en:obs:obs-34-04.jpg?nolink&640x360}}", 
          "text": "\"O Reino de Deus é também semelhante a um tesouro escondido num campo, que um homem achou e depois enterrado novamente. Em sua alegria, foi, vendeu tudo o que tinha e comprou aquele campo.\""
        }, 
        {
          "id": "34-05", 
          "img": "{{:en:obs:obs-34-05.jpg?nolink&640x360}}", 
          "text": "\"O Reino de Deus é também semelhante a um negociante de pérolas que estava à procura de pérolas perfeitas. Quando encontrou uma de grande valor, vendeu tudo o que tinha e comprou-a.\""
        }, 
        {
          "id": "34-06", 
          "img": "{{:en:obs:obs-34-06.jpg?nolink&640x360}}", 
          "text": "Então Jesus contou uma história sobre pessoas que confiam em suas próprias boas obras e desprezam outras pessoas. \"Dois homens subiram ao templo para orar. Uma delas era um cobrador de impostos, e o outro um líder religioso.\""
        }, 
        {
          "id": "34-07", 
          "img": "{{:en:obs:obs-34-07.jpg?nolink&640x360}}", 
          "text": "\"O líder religioso orou assim:\" Obrigado, Deus, que eu não sou como os demais homens, ladrões, injustos, adúlteros, ou mesmo como aquele cobrador de impostos.\""
        }, 
        {
          "id": "34-08", 
          "img": "{{:en:obs:obs-34-08.jpg?nolink&640x360}}", 
          "text": "\"Jejuo duas vezes por semana e dou o Dízimo de tudo o que eu tenho.\""
        }, 
        {
          "id": "34-09", 
          "img": "{{:en:obs:obs-34-09.jpg?nolink&640x360}}", 
          "text": "\"Mas o publicano, ficou muito longe, nem sequer levantar os olhos ao céu, mas batia no peito e orou:\" Deus, tem misericórdia de mim, pecador.\""
        }, 
        {
          "id": "34-10", 
          "img": "{{:en:obs:obs-34-10.jpg?nolink&640x360}}", 
          "text": "Então Jesus disse: \"Digo-lhes a verdade, o cobrador de impostos voltou para casa perdoado e não o líder religioso. Todo aquele que se orgulha será humilhado, mas quem se humilha será exaltado.\""
        }
      ], 
      "number": "34", 
      "ref": "A história bíblica de: Mateus 13:31-33, 44-46, Marcos 4:30-32, Lucas 13:18-21; 18:9-14", 
      "title": " 34. Jesus ensina Outras Histórias "
    }, 
    {
      "frames": [
        {
          "id": "35-01", 
          "img": "{{:en:obs:obs-35-01.jpg?nolink&640x360}}", 
          "text": "Certo dia enquanto Jesus ensinava, muitos pecadores e cobradores de impostos se aproximaram dele para ouvir."
        }, 
        {
          "id": "35-02", 
          "img": "{{:en:obs:obs-35-02.jpg?nolink&640x360}}", 
          "text": "Os líderes religiosos estavam resmungando porque Jesus tratava essas pessoas com amizade. Então Jesus contou esta história."
        }, 
        {
          "id": "35-03", 
          "img": "{{:en:obs:obs-35-03.jpg?nolink&640x360}}", 
          "text": "“Um homem tinha dois filhos. Certo dia, o filho mais novo falou – 'Pai, quero logo receber a minha herança!' Então o homem dividiu os seus pertences entre seus dois filhos.”"
        }, 
        {
          "id": "35-04", 
          "img": "{{:en:obs:obs-35-04.jpg?nolink&640x360}}", 
          "text": "“O filho mais novo pegou o que tinha herdado e logo vendeu tudo. Ele foi embora para um lugar bem longe. Lá ele gastou todo o seu dinheiro, cometendo todo tipo de pecado.”"
        }, 
        {
          "id": "35-05", 
          "img": "{{:en:obs:obs-35-05.jpg?nolink&640x360}}", 
          "text": "“Pouco depois, veio uma grande fome naquela terra, e ele estava sem dinheiro para comprar comida. Então ele arrumou o único emprego que conseguiu encontrar, cuidando de porcos. Ele estava tão miserável e com tanta fome, que ele até desejou comer a comida dos próprios porcos.”"
        }, 
        {
          "id": "35-06", 
          "img": "{{:en:obs:obs-35-06.jpg?nolink&640x360}}", 
          "text": "“Enfim, ele perguntou a si mesmo – 'O que eu estou fazendo? Todos os servos na casa do meu pai tem o bastante para comer, e aqui estou eu, passando fome! Vou voltar para a casa do meu pai e pedir para ser um de seus servos!'”"
        }, 
        {
          "id": "35-07", 
          "img": "{{:en:obs:obs-35-07.jpg?nolink&640x360}}", 
          "text": "“Quando o filho estava ainda bem longe, seu pai o viu e compadeceu-se dele. O pai correu em sua direção apertou-o num abraço e o beijou.”"
        }, 
        {
          "id": "35-08", 
          "img": "{{:en:obs:obs-35-08.jpg?nolink&640x360}}", 
          "text": "“O filho disse – 'Pai, tenho pecado contra o senhor, e contra Deus. Não mereço mais ser o seu filho. Por favor, permite-me a ser um dos seus servos.’”"
        }, 
        {
          "id": "35-09", 
          "img": "{{:en:obs:obs-35-09.jpg?nolink&640x360}}", 
          "text": "“Mas o pai chamou um de seus servos e disse –  'Vá rápido! Pegue as melhores roupas para vestir o meu filho! Coloquemos um anel no seu dedo e sandálias nos seus pés. Vamos matar o melhor bezerro para fazer uma grande festa, pois meu filho estava morto, mas agora vive! Ele estava perdido, mas agora foi achado! E assim começou a festa.’”"
        }, 
        {
          "id": "35-10", 
          "img": "{{:en:obs:obs-35-10.jpg?nolink&640x360}}", 
          "text": "“Mais tarde, o filho mais velho voltou de seu trabalho na lavoura. Ele ouviu o barulho da festa e desejou saber o que estava acontecendo.”"
        }, 
        {
          "id": "35-11", 
          "img": "{{:en:obs:obs-35-11.jpg?nolink&640x360}}", 
          "text": "“Quando ele descobriu que todos estavam festejando a volta de seu irmão, ele ficou com muita raiva e se recusou a entrar em casa. O pai então, saiu e implorou que ele entrasse na festa, mas ele recusou.”"
        }, 
        {
          "id": "35-12", 
          "img": "{{:en:obs:obs-35-12.jpg?nolink&640x360}}", 
          "text": "“Ele disse – 'Eu tenho trabalhado fielmente para o senhor ao longo dos anos e nunca o desobedeci. Mesmo assim, o senhor nunca  me deu nem uma cabra pequena para eu dar uma festa com meus amigos. Mas para este seu filho que gastou o seu dinheiro numa vida pecadora, o senhor mata o melhor bezerro para festejá-lo!’”"
        }, 
        {
          "id": "35-13", 
          "img": "{{:en:obs:obs-35-13.jpg?nolink&640x360}}", 
          "text": "“O pai respondeu – 'Filho meu, você está sempre comigo, e tudo que é meu, é seu! Mas hoje nós devemos festejar, pois este seu irmão estava morto, mas agora está vivo, estava perdido mas agora foi achado!’”"
        }
      ], 
      "number": "35", 
      "ref": "A Bible story from: Luke 15:11-32", 
      "title": " 35. A história do Pai compassivo "
    }, 
    {
      "frames": [
        {
          "id": "36-01", 
          "img": "{{:en:obs:obs-36-01.jpg?nolink&640x360}}", 
          "text": "Um dia, Jesus levou três dos seus discípulos, Pedro, Tiago e João com ele. (Esta John não era a mesma pessoa que batizou Jesus.) Subiram em um alto monte."
        }, 
        {
          "id": "36-02", 
          "img": "{{:en:obs:obs-36-02.jpg?nolink&640x360}}", 
          "text": "Todos, um rosto repentino de Jesus tornou-se tão brilhante como o sol e as suas vestes tornaram-se brancas como a luz, mais branca do que ninguém na terra poderia fazê-los."
        }, 
        {
          "id": "36-03", 
          "img": "{{:en:obs:obs-36-03.jpg?nolink&640x360}}", 
          "text": "Então Moisés e Elias, que tinha ambos viveram centenas de anos antes, apareceu. Eles conversaram com Jesus sobre sua morte que em breve acontecerá em Jerusalém."
        }, 
        {
          "id": "36-04", 
          "img": "{{:en:obs:obs-36-04.jpg?nolink&640x360}}", 
          "text": "Como Moisés e Elias falavam com Jesus, Pedro disse: \"Jesus, é bom para nós estarmos aqui. Vamos fazer três tendas: uma para ti, outra para Moisés e outra para Elias.\" Pedro não sabia o que ele estava dizendo."
        }, 
        {
          "id": "36-05", 
          "img": "{{:en:obs:obs-36-05.jpg?nolink&640x360}}", 
          "text": "Como Pedro estava falando, uma nuvem brilhante desceu sobre eles e uma voz da nuvem disse: \"Este é o meu Filho a quem eu amo. Estou satisfeito com ele. Ouvi-lo.\" Os três discípulos estavam aterrorizados e caiu no chão."
        }, 
        {
          "id": "36-06", 
          "img": "{{:en:obs:obs-36-06.jpg?nolink&640x360}}", 
          "text": "Então Jesus tocou-lhes e disse: \"Não tenha medo. Levante-se.\" Quando olhou em volta, viram ninguém, mas Jesus."
        }, 
        {
          "id": "36-07", 
          "img": "{{:en:obs:obs-36-07.jpg?nolink&640x360}}", 
          "text": "Como eles voltaram a descer a montanha, Jesus disse: \"Não diga a ninguém sobre o que aconteceu aqui até depois de eu ter sido ressuscitado dentre os mortos.\""
        }
      ], 
      "number": "36", 
      "ref": "A história bíblica de: Mateus 17:1-9, Marcos 9:2-8, Lucas 9:28-36", 
      "title": " 36. A transfiguração "
    }, 
    {
      "frames": [
        {
          "id": "37-01", 
          "img": "{{:en:obs:obs-37-01.jpg?nolink&640x360}}", 
          "text": "Um dia, Jesus recebeu uma mensagem de que Lázaro estava muito doente. Lázaro e suas duas irmãs, Maria e Marta, eram bons amigos de Jesus. Quando Jesus ouviu essa notícia, ele disse: \"Essa doença não acabará em morte, mas ele vai trazer glória a Deus.\" Jesus amava seus amigos, então ele esperou onde estava por dois dias."
        }, 
        {
          "id": "37-02", 
          "img": "{{:en:obs:obs-37-02.jpg?nolink&640x360}}", 
          "text": "Então disse aos seus discípulos: \"Vamos voltar para a Judéia.\" \"Mas Mestre,\" os discípulos responderam: \"Só há pouco tempo as pessoas de lá queria matá-lo!\" Jesus disse: \"Nosso amigo Lázaro adormeceu, e eu devo acordá-lo.\""
        }, 
        {
          "id": "37-03", 
          "img": "{{:en:obs:obs-37-03.jpg?nolink&640x360}}", 
          "text": "Seus discípulos responderam: \"Senhor, se Lázaro está dormindo, ele vai ficar melhor por conta própria.\" Então Jesus lhes disse claramente: \"Lázaro está morto. Fico feliz que não estavam lá quando ele morreu, pois agora você vai ver coisas incríveis para que você pode acreditar.\""
        }, 
        {
          "id": "37-04", 
          "img": "{{:en:obs:obs-37-04.jpg?nolink&640x360}}", 
          "text": "Quando Jesus chegou, Lázaro já estava morto há quatro dias. Martha saiu ao encontro de Jesus e disse: \"Mestre, se só tivesses estado aqui, meu irmão não teria morrido. Mas creio que Deus vai lhe dar tudo o que pedirdes Dele.\""
        }, 
        {
          "id": "37-05", 
          "img": "{{:en:obs:obs-37-05.jpg?nolink&640x360}}", 
          "text": "Jesus respondeu: \"Eu sou a Ressurreição ea Vida. Quem crê em mim viverá, mesmo que morra. Todo aquele que crê em mim, jamais morrerá. Você acredita nisso?\" \"Sim, Mestre!\" Marta respondeu. \"Eu acredito que você é o Messias, o Filho de Deus.\""
        }, 
        {
          "id": "37-06", 
          "img": "{{:en:obs:obs-37-06.jpg?nolink&640x360}}", 
          "text": "Então Maria chegou. Ela caiu aos pés de Jesus e disse: \"Senhor, se só tivesses estado aqui, meu irmão não teria morrido.\" \"Onde você colocar Lázaro?\" ele perguntou. Disseram-lhe: \"No túmulo. Vinde e vede\". Em seguida, Jesus chorou."
        }, 
        {
          "id": "37-07", 
          "img": "{{:en:obs:obs-37-07.jpg?nolink&640x360}}", 
          "text": "O túmulo era uma gruta com uma pedra rolou sua entrada. Quando Jesus chegou ao túmulo, ele lhes disse: \"Role a distância.\" Marta, porém, disse: \"Ele está morto há quatro dias. Haverá um mau cheiro.\""
        }, 
        {
          "id": "37-08", 
          "img": "{{:en:obs:obs-37-08.jpg?nolink&640x360}}", 
          "text": "Jesus respondeu: \"Eu não disse que você iria ver a glória de Deus se você acredita?\" Então, eles removiam a pedra de distância."
        }, 
        {
          "id": "37-09", 
          "img": "{{:en:obs:obs-37-09.jpg?nolink&640x360}}", 
          "text": "Então Jesus olhou para o céu e disse: \"Pai, obrigado por me ouvir. Eu sei que o Senhor sempre me ouves, mas digo isto por causa de todas essas pessoas que aqui estão, para que eles vão acreditar que você me enviou.\" Então Jesus gritou: \"Lázaro, vem para fora!\""
        }, 
        {
          "id": "37-10", 
          "img": "{{:en:obs:obs-37-10.jpg?nolink&640x360}}", 
          "text": "E Lázaro saiu! Ele estava embrulhado em ataduras. Jesus lhes disse: \"Ajude-o a se libertar destas ataduras e deixai-o ir!\" Muitos dos judeus acreditaram em Jesus por causa deste milagre."
        }, 
        {
          "id": "37-11", 
          "img": "{{:en:obs:obs-37-11.jpg?nolink&640x360}}", 
          "text": "Mas os líderes religiosos dos judeus ficaram com inveja, eles se reuniram para planejar como poderiam matar Jesus."
        }
      ], 
      "number": "37", 
      "ref": "A história bíblica de: João 11:1-46", 
      "title": " 37. Jesus ressuscita Lázaro dentre os mortos "
    }, 
    {
      "frames": [
        {
          "id": "38-01", 
          "img": "{{:en:obs:obs-38-01.jpg?nolink&640x360}}", 
          "text": "Jesus estava pregando por cerca de três anos. Era a época da Festa da Páscoa, quando os judeus se lembrava de como Deus os havia salvo da escravidão no Egito muitos anos antes. Jesus sabia o que iria acontecer com ele e disse a seus discípulos que ele estava indo para Jerusalém, onde ele seria morto."
        }, 
        {
          "id": "38-02", 
          "img": "{{:en:obs:obs-38-02.jpg?nolink&640x360}}", 
          "text": "Os líderes judeus em Jerusalém haviam rejeitado Jesus como o Messias e estavam conspirando para matá-lo. Judas foi um dos discípulos de Jesus. Ele era o encarregado do dinheiro dos discípulos, mas ele era desonesto e, muitas vezes roubou dele. Judas foi para os líderes judeus e se ofereceu para trair Jesus para eles."
        }, 
        {
          "id": "38-03", 
          "img": "{{:en:obs:obs-38-03.jpg?nolink&640x360}}", 
          "text": "Os líderes judeus, liderados pelo sumo sacerdote, pago Judas trinta moedas de prata para trair Jesus. Isso aconteceu exatamente como os profetas haviam predito. Judas concordou, pegou o dinheiro e foi embora, à procura de uma oportunidade de ajudá-los a prender Jesus."
        }, 
        {
          "id": "38-04", 
          "img": "{{:en:obs:obs-38-04.jpg?nolink&640x360}}", 
          "text": "Jesus celebrou a Festa da Páscoa com seus discípulos. Durante a refeição, Jesus tomou o pão e partiu-o, dizendo: \"Tomai e comei isto. Ele é o meu corpo, que é dado por vós. Fazei isto em memória de mim.\" Desta forma, Jesus disse que o seu corpo seria sacrificado para eles."
        }, 
        {
          "id": "38-05", 
          "img": "{{:en:obs:obs-38-05.jpg?nolink&640x360}}", 
          "text": "Em seguida, tomou um cálice e disse: \"Beba isso. Ele é o meu sangue da Nova Aliança derramado para a remissão dos pecados. Faça isso para me lembrar quantas vezes você beber.\" Desta forma, Jesus disse que seu sangue seria derramado para perdoar os seus pecados."
        }, 
        {
          "id": "38-06", 
          "img": "{{:en:obs:obs-38-06.jpg?nolink&640x360}}", 
          "text": "Então Jesus disse aos discípulos: \"Um de vocês vai me trair.\" Os discípulos ficaram surpresos e não sabia o que iria fazer uma coisa dessas. Jesus disse: \"A pessoa a quem eu der o pedaço de pão é o traidor.\" Então ele deu o pão a Judas."
        }, 
        {
          "id": "38-07", 
          "img": "{{:en:obs:obs-38-07.jpg?nolink&640x360}}", 
          "text": "Depois Judas tomou o pão, Satanás entrou nele. Judas saiu para ajudar os líderes judeus prender Jesus. Era noite."
        }, 
        {
          "id": "38-08", 
          "img": "{{:en:obs:obs-38-08.jpg?nolink&640x360}}", 
          "text": "Após a refeição, Jesus e seus discípulos foi até o Monte das Oliveiras. Jesus disse: \"Todos vocês serão todos abandonar mim esta noite. Está escrito: 'Ferirei o pastor e todas as ovelhas serão espalhadas.\""
        }, 
        {
          "id": "38-09", 
          "img": "{{:en:obs:obs-38-09.jpg?nolink&640x360}}", 
          "text": "Pedro respondeu: \"Mesmo que todos os outros te deixar, eu não vou!\" Então Jesus disse a Pedro: \"Satanás quer ter tudo de você, mas eu orei por você, Pedro, que a sua fé não desfaleça. Mesmo assim, esta noite, antes que o galo cante, três vezes você negará que sabe mesmo me \"."
        }, 
        {
          "id": "38-10", 
          "img": "{{:en:obs:obs-38-10.jpg?nolink&640x360}}", 
          "text": "Peter then said to Jesus, “Even if I must die, I will never disown you!” All the other disciples said the same thing."
        }, 
        {
          "id": "38-11", 
          "img": "{{:en:obs:obs-38-11.jpg?nolink&640x360}}", 
          "text": "Then Jesus went with his disciples to a place called Gethsemane. Jesus told his disciples to pray that they would not fall into temptation. Then Jesus went to pray by himself."
        }, 
        {
          "id": "38-12", 
          "img": "{{:en:obs:obs-38-12.jpg?nolink&640x360}}", 
          "text": "Jesus orou três vezes: \"Meu Pai, se não há outro caminho para os pecados das pessoas para ser perdoado, sua vontade seja feita.\" Jesus estava muito perturbada e seu suor era como gotas de sangue. Deus enviou um anjo para fortalecê-lo."
        }, 
        {
          "id": "38-13", 
          "img": "{{:en:obs:obs-38-13.jpg?nolink&640x360}}", 
          "text": "Após cada tempo de oração, Jesus voltou para os seus discípulos, mas eles estavam dormindo.Depois da terceira vez, Jesus disse: \"Acorde! Meu traidor está aqui.\""
        }, 
        {
          "id": "38-14", 
          "img": "{{:en:obs:obs-38-14.jpg?nolink&640x360}}", 
          "text": "Judas veio com os líderes judeus, soldados e uma grande multidão carregando espadas e paus. Ele veio a Jesus e disse: \"Saudações, professor\", eo beijou. Este foi o sinal para os líderes judeus para saber a quem prender. Então Jesus disse: \"Judas, você me traiu com um beijo?\""
        }, 
        {
          "id": "38-15", 
          "img": "{{:en:obs:obs-38-15.jpg?nolink&640x360}}", 
          "text": "Enquanto os soldados prenderam Jesus, Peter puxou a espada e cortou a orelha do servo do sumo sacerdote. Jesus disse: \"Coloque a espada! Que eu poderia pedir ao Pai por um exército de anjos para me defender. Mas devo obedecer meu Pai\". Então Jesus curou a orelha do homem, e todos os discípulos fugiram."
        }
      ], 
      "number": "38", 
      "ref": "A história bíblica de:  Mateus 26:14-56, Marcos 14:10-50, Lucas 22:1-53, João 18:1-11", 
      "title": " 38. Jesus é traído "
    }, 
    {
      "frames": [
        {
          "id": "39-01", 
          "img": "{{:en:obs:obs-39-01.jpg?nolink&640x360}}", 
          "text": "Era o meio da noite. Os soldados levaram Jesus para a casa do sumo sacerdote para ser questionada. Pedro seguiu muito atrás. Quando Jesus foi levado para a casa, Pedro ficou do lado de fora e aqueceu-se por um incêndio."
        }, 
        {
          "id": "39-02", 
          "img": "{{:en:obs:obs-39-02.jpg?nolink&640x360}}", 
          "text": "Dentro da casa, os líderes judeus colocou Jesus em julgamento. Eles trouxeram muitas testemunhas que mentiram sobre ele. No entanto, suas declarações não concordou com o outro, para que não pudessem provar que ele era culpado. Jesus não disse nada."
        }, 
        {
          "id": "39-03", 
          "img": "{{:en:obs:obs-39-03.jpg?nolink&640x360}}", 
          "text": "Por fim, o sumo sacerdote olhou diretamente para Jesus e disse: \"Diga-nos, você é o Messias, o Filho do Deus vivo?\""
        }, 
        {
          "id": "39-04", 
          "img": "{{:en:obs:obs-39-04.jpg?nolink&640x360}}", 
          "text": "Jesus disse: \"Eu sou, e você vai ver-me sentado com Deus e vindo em poder do céu.\" O sumo sacerdote rasgou as suas roupas em raiva e gritou: \"Não precisamos de mais testemunhas. Você ouviu-o dizer que ele é o Filho de Deus. Qual é a sua opinião?\""
        }, 
        {
          "id": "39-05", 
          "img": "{{:en:obs:obs-39-05.jpg?nolink&640x360}}", 
          "text": "Eles todos responderam: \"Ele merece morrer!\" Em seguida, eles com os olhos vendados ele, cuspir nele, bater nele, e zombavam dele."
        }, 
        {
          "id": "39-06", 
          "img": "{{:en:obs:obs-39-06.jpg?nolink&640x360}}", 
          "text": "Fora da casa, uma menina viu Pedro e disse: \"Você também estava com Jesus!\" Pedro negou. Mais tarde, uma outra menina disse a mesma coisa, e Pedro o negou outra vez. Finalmente, as pessoas disseram: \"Você estava com Jesus porque você ambos são da Galiléia.\""
        }, 
        {
          "id": "39-07", 
          "img": "{{:en:obs:obs-39-07.jpg?nolink&640x360}}", 
          "text": "Pedro jurou, dizendo: \"Que Deus me amaldiçoe se eu conheço este homem!\" Imediatamente, um galo cantou, e Jesus virou-se e olhou para Pedro."
        }, 
        {
          "id": "39-08", 
          "img": "{{:en:obs:obs-39-08.jpg?nolink&640x360}}", 
          "text": "Pedro saiu e chorou amargamente. Enquanto isso, quando Judas, o traidor, viu que Jesus fora condenado, ficou cheio de tristeza e foi-se embora e se matou."
        }, 
        {
          "id": "39-09", 
          "img": "{{:en:obs:obs-39-09.jpg?nolink&640x360}}", 
          "text": "Na manhã seguinte, os líderes judeus levaram Jesus ao governador romano, Pilatos, na esperança de ter Jesus morto. Pilatos perguntou-lhe: \"És tu o rei dos judeus?\""
        }, 
        {
          "id": "39-10", 
          "img": "{{:en:obs:obs-39-10.jpg?nolink&640x360}}", 
          "text": "Jesus respondeu: \"Tu o dizes, mas o meu reino não é um reino terreno. Se fosse, os meus servos lutariam para mim. Mas eu vim à terra para dizer a verdade sobre Deus. Todo aquele que ama a verdade me escuta . \" Pilatos disse: \"Que é a verdade?\""
        }, 
        {
          "id": "39-11", 
          "img": "{{:en:obs:obs-39-11.jpg?nolink&640x360}}", 
          "text": "Depois de falar com Jesus, Pilatos saiu para a multidão e disse: \"Não acho culpa alguma neste homem.\" Mas os líderes judeus ea multidão gritou: \"Crucifica-o!\" Pilatos respondeu: \"Ele não é culpado.\" Mas eles gritaram ainda mais alto. Então Pilatos disse pela terceira vez: \"Ele não é culpado!\""
        }, 
        {
          "id": "39-12", 
          "img": "{{:en:obs:obs-39-12.jpg?nolink&640x360}}", 
          "text": "A história bíblica de: Mateus 26:57-27:26; Mark 14:53-15:15, Lucas 22:54-23:25, João 18:12-19:16"
        }, 
        {
          "id": "39-12", 
          "img": "{{:en:obs:obs-39-12.jpg?nolink&640x360}}", 
          "text": "A história bíblica de: Mateus 26:57-27:26; Mark 14:53-15:15, Lucas 22:54-23:25, João 18:12-19:16"
        }
      ], 
      "number": "39", 
      "title": " 39. Jesus é levado a julgamento "
    }, 
    {
      "frames": [
        {
          "id": "40-01", 
          "img": "{{:en:obs:obs-40-01.jpg?nolink&640x360}}", 
          "text": "Em seguida, eles levaram Jesus para ser crucificado, fazendo-o levar a sua própria cruz."
        }, 
        {
          "id": "40-02", 
          "img": "{{:en:obs:obs-40-02.jpg?nolink&640x360}}", 
          "text": "Eles chegaram a um lugar chamado \"A Caveira\" e pregou os braços e os pés à cruz. Mas Jesus disse: \"Pai, perdoa-lhes, porque não sabem o que estão fazendo.\" Pilatos mandou que um sinal ser colocado acima da cabeça de Jesus que dizia: \"Rei dos Judeus\"."
        }, 
        {
          "id": "40-03", 
          "img": "{{:en:obs:obs-40-03.jpg?nolink&640x360}}", 
          "text": "Os soldados jogavam para a roupa de Jesus. Quando eles fizeram isso, eles cumpriram uma profecia que dizia: \"Dividiram as minhas roupas entre si, e jogou sobre a minha túnica.\""
        }, 
        {
          "id": "40-04", 
          "img": "{{:en:obs:obs-40-04.jpg?nolink&640x360}}", 
          "text": "Jesus foi crucificado entre dois ladrões. Um deles zombou de Jesus, mas o outro disse: \"Você não teme a Deus? Somos culpados, mas este homem é inocente. Jesus, por favor, lembre-me no teu reino.\" Jesus lhe disse: \"Hoje, você estará comigo no Paraíso\"."
        }, 
        {
          "id": "40-05", 
          "img": "{{:en:obs:obs-40-05.jpg?nolink&640x360}}", 
          "text": "A multidão e os líderes judeus zombavam de Jesus, dizendo: \"Se és o Filho de Deus, desce da cruz e salve-se! Então, vamos acreditar em você.\""
        }, 
        {
          "id": "40-06", 
          "img": "{{:en:obs:obs-40-06.jpg?nolink&640x360}}", 
          "text": "Foi a meio do dia, mas a escuridão tomou conta de toda a terra. Ficou escuro do meio-dia até as 3:00 da tarde."
        }, 
        {
          "id": "40-07", 
          "img": "{{:en:obs:obs-40-07.jpg?nolink&640x360}}", 
          "text": "Então, Jesus clamou: \"Está consumado! Pai, eu dou o meu espírito em suas mãos.\" E, inclinando a cabeça, entregou o espírito. Quando ele morreu, houve um terremoto eo grande cortina no templo que separava a presença de Deus com as pessoas se rasgou em dois, de cima a baixo."
        }, 
        {
          "id": "40-08", 
          "img": "{{:en:obs:obs-40-08.jpg?nolink&640x360}}", 
          "text": "Através de sua morte, Jesus abriu um caminho para as pessoas a vir a Deus. Quando o soldado guardando Jesus viu tudo o que aconteceu, ele disse: \"Certamente, este homem era inocente. Ele deve ter sido o Filho de Deus.\""
        }, 
        {
          "id": "40-09", 
          "img": "{{:en:obs:obs-40-09.jpg?nolink&640x360}}", 
          "text": "Em seguida, José e Nicodemos, dois líderes judeus que acreditavam que Jesus era o Messias, pediu a Pilatos o corpo de Jesus. Eles envolveram o corpo em um pano e enterrou-o num sepulcro talhado na rocha. Em seguida, eles rolou uma grande pedra sobre a abertura."
        }
      ], 
      "number": "40", 
      "ref": "A história bíblica de: Mateus 27:27-61, Marcos 15:16-47, Lucas 23:26-56, João 19:17-42", 
      "title": " 40. Jesus é crucificado "
    }, 
    {
      "frames": [
        {
          "id": "41-01", 
          "img": "{{:en:obs:obs-41-01.jpg?nolink&640x360}}", 
          "text": "Depois que Jesus foi crucificado, os líderes judeus incrédulos disseram a Pilatos: \"Que mentiroso, Jesus, disse que iria ressuscitar dos mortos depois de três dias. A tumba deve ser guardada para que seus discípulos não roubar o corpo e, em seguida, dizer que ele aumentou dentre os mortos \"."
        }, 
        {
          "id": "41-02", 
          "img": "{{:en:obs:obs-41-02.jpg?nolink&640x360}}", 
          "text": "Pilatos disse: \"Faça o túmulo tão seguro quanto possível.\" Então, eles selaram a pedra na entrada do túmulo e colocar soldados lá para se certificar de que ninguém poderia roubar o corpo."
        }, 
        {
          "id": "41-03", 
          "img": "{{:en:obs:obs-41-03.jpg?nolink&640x360}}", 
          "text": "O dia depois de Jesus foi sepultado era um sábado, um dia de descanso. Muito cedo, na manhã depois do sábado, várias mulheres foram ao túmulo de Jesus para colocar mais temperos enterro em seu corpo."
        }, 
        {
          "id": "41-04", 
          "img": "{{:en:obs:obs-41-04.jpg?nolink&640x360}}", 
          "text": "Houve um grande terremoto. Um anjo do Senhor apareceu do céu, tão brilhante como um raio. Ele rolou a pedra que cobria a entrada do túmulo e sentou-se sobre ela. Os soldados que guardavam o túmulo, espantados e caiu no chão como mortos."
        }, 
        {
          "id": "41-05", 
          "img": "{{:en:obs:obs-41-05.jpg?nolink&640x360}}", 
          "text": "O anjo disse às mulheres: \"Não tenham medo. Jesus não está aqui. Ele ressuscitou dos mortos, como ele disse que iria! Olhe-se no túmulo para ver.\" As mulheres olharam para dentro do túmulo e viram onde Jesus estava mentindo. Seu corpo não estava lá!"
        }, 
        {
          "id": "41-06", 
          "img": "{{:en:obs:obs-41-06.jpg?nolink&640x360}}", 
          "text": "Então o anjo disse às mulheres: \"Diga aos discípulos que Jesus ressuscitou dos mortos e vai adiante de vós para a Galiléia.\""
        }, 
        {
          "id": "41-07", 
          "img": "{{:en:obs:obs-41-07.jpg?nolink&640x360}}", 
          "text": "As mulheres estavam cheios de medo e grande alegria. Eles correram para contar aos discípulos a boa notícia."
        }, 
        {
          "id": "41-08", 
          "img": "{{:en:obs:obs-41-08.jpg?nolink&640x360}}", 
          "text": "No caminho, Jesus apareceu-lhes, e eles adoraram. Jesus disse: \"Não tenha medo. Vá e diga aos meus discípulos que vou vê-los na Galiléia.\""
        }
      ], 
      "number": "41", 
      "ref": "A história bíblica de: Matthew 27:62-28:15, Marcos 16:1-11, Lucas 24:1-12, João 20:1-18", 
      "title": " 41. Deus ressuscitou Jesus dos mortos "
    }, 
    {
      "frames": [
        {
          "id": "42-01", 
          "img": "{{:en:obs:obs-42-01.jpg?nolink&640x360}}", 
          "text": "Mais tarde naquele dia, dois dos seguidores de Jesus estavam indo para uma cidade próxima.Enquanto caminhavam, eles falaram sobre a morte de Jesus e como as mulheres disseram que ele estava vivo novamente. Eles se perguntou se Jesus era realmente o Messias."
        }, 
        {
          "id": "42-02", 
          "img": "{{:en:obs:obs-42-02.jpg?nolink&640x360}}", 
          "text": "Jesus aproximou-se e começou a caminhar com eles, mas eles não o reconheceram. Ele perguntou o que eles estavam falando, e disseram-lhe sobre todas as coisas terríveis que aconteceram durante os últimos dias. Eles pensavam que ele era um estranho que não tinha ouvido falar sobre isso."
        }, 
        {
          "id": "42-03", 
          "img": "{{:en:obs:obs-42-03.jpg?nolink&640x360}}", 
          "text": "Então Jesus explicou-lhes o que a Palavra de Deus diz sobre o Messias. Ele lembrou-lhes que os profetas disseram que o Messias iria sofrer e ser morto, mas ressuscitaria ao terceiro dia. Quando eles chegaram à cidade, onde eles estavam indo, era quase noite."
        }, 
        {
          "id": "42-04", 
          "img": "{{:en:obs:obs-42-04.jpg?nolink&640x360}}", 
          "text": "Os dois homens convidaram Jesus para ficar com eles, de modo que ele fez. Antes eles comiam, Jesus pegou um pedaço de pão, deu graças a Deus por ele, então quebrou. De repente, seus olhos se abriram, e eles reconheceram que ele era Jesus. Naquele momento, ele desapareceu."
        }, 
        {
          "id": "42-05", 
          "img": "{{:en:obs:obs-42-05.jpg?nolink&640x360}}", 
          "text": "Os dois homens disseram uns aos outros: \"Nossos corações estavam queimando quando ele explicou a Palavra de Deus para nós!\" Imediatamente, eles voltaram para Jerusalém e disse aos discípulos: \"Jesus está vivo! Nós o vimos!\""
        }, 
        {
          "id": "42-06", 
          "img": "{{:en:obs:obs-42-06.jpg?nolink&640x360}}", 
          "text": "De repente, Jesus apareceu! Os discípulos pensaram que ele era um fantasma, mas Jesus disse: \"A paz esteja convosco! Por que você está com medo e duvidar? Olhe para minhas mãos e pés. Fantasmas não têm corpos como eu.\" Para mostrar que ele não era um fantasma, ele pediu um pedaço de peixe cozido e comeu."
        }, 
        {
          "id": "42-07", 
          "img": "{{:en:obs:obs-42-07.jpg?nolink&640x360}}", 
          "text": "\"Eu disse a você que tudo escrito sobre mim na Palavra de Deus deve ser cumprida\", disse Jesus.Então ele abriu suas mentes para que eles pudessem entender a Palavra de Deus. Ele disse: \"Ele foi escrito há muito tempo que o Messias iria sofrer, morrer e ressuscitar dentre os mortos no terceiro dia.\""
        }, 
        {
          "id": "42-08", 
          "img": "{{:en:obs:obs-42-08.jpg?nolink&640x360}}", 
          "text": "\"Também foi escrito que o arrependimento para o perdão dos pecados seria proclamado a todos os grupos de pessoas, a partir de Jerusalém. Vocês são testemunhas destas coisas.\""
        }, 
        {
          "id": "42-09", 
          "img": "{{:en:obs:obs-42-09.jpg?nolink&640x360}}", 
          "text": "Durante os próximos 40 dias, Jesus apareceu aos seus discípulos e seguidores muitas vezes. Uma vez, ele até apareceu a mais de 500 pessoas ao mesmo tempo! Ele provou aos seus discípulos em muitas maneiras que ele estava vivo, e ele ensinou-lhes sobre o Reino de Deus."
        }, 
        {
          "id": "42-10", 
          "img": "{{:en:obs:obs-42-10.jpg?nolink&640x360}}", 
          "text": "Ao final dos 40 dias, Jesus disse aos seus discípulos: \"Toda a autoridade no céu e na terra foi dada para mim. Então vá, fazei discípulos de todos os grupos de pessoas batizando-os em nome do Pai, do Filho, e do Espírito Santo e ensinando-os a guardar todas as coisas que vos tenho ordenado.\""
        }, 
        {
          "id": "42-11", 
          "img": "{{:en:obs:obs-42-11.jpg?nolink&640x360}}", 
          "text": "\"Lembre-se, eu vou estar sempre com você. Fique em Jerusalém até receber poder do alto.\" Então Jesus foi levado para o céu, e uma nuvem o encobriu da vista deles. Jesus sentou-se à direita de Deus para governar sobre todas as coisas."
        }
      ], 
      "number": "42", 
      "ref": "A história bíblica de: Mateus 28:16-20, Marcos 16:12-20, Lucas 24:13-53, João 20:19-23, Atos 1:1-11", 
      "title": " 42. JESUS RETORNA AO CÉU "
    }, 
    {
      "frames": [
        {
          "id": "43-01", 
          "img": "{{:en:obs:obs-43-01.jpg?nolink&640x360}}", 
          "text": "Depois que Jesus retornou para o céu, os discípulos ficaram em Jerusalém, como Jesus havia ordenado. Os seguidores de Jesus se reuniam e oravam constantemente."
        }, 
        {
          "id": "43-02", 
          "img": "{{:en:obs:obs-43-02.jpg?nolink&640x360}}", 
          "text": "Cinqüenta dias depois que Jesus ressuscitou dos mortos, uma festa judaica chamada Pentecostes ocorreu. Pentecostes era uma celebração de ação de graças. Judeus de todo o mundo viriam a Jerusalém para celebrar juntos."
        }, 
        {
          "id": "43-03", 
          "img": "{{:en:obs:obs-43-03.jpg?nolink&640x360}}", 
          "text": "De repente, enquanto os cristãos estavam juntos, eles ouviram um som como de um vento forte que encheu a casa. Então algo como chamas de fogo apareceu sobre as cabeças de todos os crentes. Todos eles foram enchidos do Espírito Santo e começaram a falar em outras línguas."
        }, 
        {
          "id": "43-04", 
          "img": "{{:en:obs:obs-43-04.jpg?nolink&640x360}}", 
          "text": "Quando o povo em Jerusalém ouviu falar sobre isso, uma multidão se reuniu, perguntando o que estava acontecendo. As pessoas ficaram admiradas quando ouviram os crentes falando em suas próprias línguas nativas, proclamando as obras maravilhosas de Deus."
        }, 
        {
          "id": "43-05", 
          "img": "{{:en:obs:obs-43-05.jpg?nolink&640x360}}", 
          "text": "Alguns acusaram os discípulos de estarem bêbados, mas Pedro se levantou e disse: \"Escutem-me! Essas pessoas não estão bêbadas! Este é um cumprimento da profecia feita por Joel, que diz:\" Nos últimos dias, Eu derramarei o meu Espírito '. \""
        }, 
        {
          "id": "43-06", 
          "img": "{{:en:obs:obs-43-06.jpg?nolink&640x360}}", 
          "text": "\"Homens de Israel, Jesus foi um homem que fez muitos sinais e maravilhas, pelo poder de Deus, como vocês viram e já sabiam. Vocês o crucificaram!\""
        }, 
        {
          "id": "43-07", 
          "img": "{{:en:obs:obs-43-07.jpg?nolink&640x360}}", 
          "text": "\"Mas Deus o ressuscitou para a vida novamente para cumprir a profecia que diz:\"Você não vai deixar o teu Santo apodrecer na sepultura.\" Deus ressuscitou este Jesus dentre os mortos. Nós somos testemunhas \"."
        }, 
        {
          "id": "43-08", 
          "img": "{{:en:obs:obs-43-08.jpg?nolink&640x360}}", 
          "text": "\"Jesus está agora exaltado à mão direita de Deus Pai. E o Pai enviou o Espírito Santo conforme prometido. É esse que você está vendo e ouvindo.\""
        }, 
        {
          "id": "43-09", 
          "img": "{{:en:obs:obs-43-09.jpg?nolink&640x360}}", 
          "text": "- \"Saibam com certeza, que Deus fez este Jesus, a quem vocês crucificaram, Mestre e Messias!\""
        }, 
        {
          "id": "43-10", 
          "img": "{{:en:obs:obs-43-10.jpg?nolink&640x360}}", 
          "text": "As pessoas que ouviram Pedro ficaram profundamente comovidas e perguntaram: \"Irmãos, o que devemos fazer?\""
        }, 
        {
          "id": "43-11", 
          "img": "{{:en:obs:obs-43-11.jpg?nolink&640x360}}", 
          "text": "Pedro disse: \"Arrependam-se e sejam batizados, cada um de vocês, em nome de Jesus Cristo para remissão dos seus pecados, e vocês receber//ão////// o dom do Espírito Santo.\""
        }, 
        {
          "id": "43-12", 
          "img": "{{:en:obs:obs-43-12.jpg?nolink&640x360}}", 
          "text": "Cerca de 3.000 pessoas acreditaram no que Pedro disse. Elas foram batizadas e foram acrescentadas ao povo de Deus, que é a Igreja.​ As pessoas que acreditavam em Jesus se tornaram conhecidos como cristãos."
        }, 
        {
          "id": "43-13", 
          "img": "{{:en:obs:obs-43-13.jpg?nolink&640x360}}", 
          "text": "Os cristãos se dedicavam ao ensino dos discípulos e a comunhão, eles comiam juntos e oravam. Todos eles se reuniam e compartilhavam tudo o que tinham. Eles louvavam a Deus e até e os que não eram c//ristãos// pensavam bem deles. Todos os dias, mais pessoas se tornavam cristãs."
        }
      ], 
      "number": "43", 
      "ref": "A história bíblica de: Atos 2", 
      "title": " 43. O início da Igreja "
    }, 
    {
      "frames": [
        {
          "id": "44-01", 
          "img": "{{:en:obs:obs-44-01.jpg?nolink&640x360}}", 
          "text": "Um dia, Pedro e João foram ao templo. No caminho, eles viram um homem aleijado pedindo dinheiro."
        }, 
        {
          "id": "44-02", 
          "img": "{{:en:obs:obs-44-02.jpg?nolink&640x360}}", 
          "text": "Peter olhou para ele e disse: \"Eu não tenho dinheiro para lhe dar. Mas o que tenho eu lhe darei. Em nome de Jesus, levanta-te e anda!\""
        }, 
        {
          "id": "44-03", 
          "img": "{{:en:obs:obs-44-03.jpg?nolink&640x360}}", 
          "text": "O homem foi imediatamente curado, e ele começou a andar e pulando, louvando a Deus. As pessoas no Templo foram surpreendidos."
        }, 
        {
          "id": "44-04", 
          "img": "{{:en:obs:obs-44-04.jpg?nolink&640x360}}", 
          "text": "Uma multidão rapidamente formada. Pedro disse-lhes: \"Por que você está surpreso que este homem está curado? Não foi através de nosso próprio poder ou bondade que estava curado, mas pela fé em nome de Jesus.\""
        }, 
        {
          "id": "44-05", 
          "img": "{{:en:obs:obs-44-05.jpg?nolink&640x360}}", 
          "text": "\"Você pediu que Jesus fosse morto. Vocês mataram o autor da vida, mas Deus o ressuscitou dentre os mortos. Foi assim que Deus cumpriu as profecias que o Messias iria sofrer e morrer. Mas agora, se arrepender e voltar para Deus para que seus pecados serão lavados.\""
        }, 
        {
          "id": "44-06", 
          "img": "{{:en:obs:obs-44-06.jpg?nolink&640x360}}", 
          "text": "Os líderes do Templo foram muito irritado com o que Pedro e João estavam dizendo. Então, eles os prenderam e os jogou na prisão. Mas muitas das pessoas acreditavam que eles tinham visto e ouvido ea Igreja cresceu para 5.000 homens, além de mulheres e crianças."
        }, 
        {
          "id": "44-07", 
          "img": "{{:en:obs:obs-44-07.jpg?nolink&640x360}}", 
          "text": "No dia seguinte, os líderes judeus trouxe Pedro e João diante do sumo sacerdote e sua família. Eles lhes perguntou: \"Com que poder que você fez isso?\""
        }, 
        {
          "id": "44-08", 
          "img": "{{:en:obs:obs-44-08.jpg?nolink&640x360}}", 
          "text": "Pedro respondeu: \"É pelo nome de Jesus, o Messias. Você crucificaram, mas Deus o ressuscitou para a vida de novo! Você rejeitou, mas não há outra maneira de ser salvo, exceto através do nome de Jesus!\""
        }, 
        {
          "id": "44-09", 
          "img": "{{:en:obs:obs-44-09.jpg?nolink&640x360}}", 
          "text": "Os líderes ficaram chocados porque eles podiam ver que estes homens eram homens comuns que não foram bem educados. Eles também perceberam que esses homens haviam estado com Jesus.Depois de terem ameaçado Pedro e João, os soltaram."
        }
      ], 
      "number": "44", 
      "ref": "A história bíblica de: Atos 3:01-04:22", 
      "title": " 44. Pedro e João curam um mendigo "
    }, 
    {
      "frames": [
        {
          "id": "45-01", 
          "img": "{{:en:obs:obs-45-01.jpg?nolink&640x360}}", 
          "text": "Stephen was a leader in the early Church. He had a good reputation and was full of the Holy Spirit and of wisdom. Stephen did many miracles and argued strongly that people should believe in Jesus."
        }, 
        {
          "id": "45-02", 
          "img": "{{:en:obs:obs-45-02.jpg?nolink&640x360}}", 
          "text": "One day, Stephen was arguing with some unbelieving Jews about Jesus. They became very angry and lied about Stephen, saying, “We heard him speak evil things about Moses and God!” So they arrested Stephen and brought him before the high priest and leaders of the Jews."
        }, 
        {
          "id": "45-03", 
          "img": "{{:en:obs:obs-45-03.jpg?nolink&640x360}}", 
          "text": "The high priest asked Stephen, “Are these things true?” Stephen reminded them of all the great things God had done from the time of Abraham to Jesus. Then he replied, “You stubborn and rebellious people always reject the Holy Spirit, just as your ancestors always rejected God and killed his prophets. You have even killed the Messiah whom God sent!”"
        }, 
        {
          "id": "45-04", 
          "img": "{{:en:obs:obs-45-04.jpg?nolink&640x360}}", 
          "text": "When the people heard this, they covered their ears and yelled loudly. They threw Stephen out of the city and stoned him to death."
        }, 
        {
          "id": "45-05", 
          "img": "{{:en:obs:obs-45-05.jpg?nolink&640x360}}", 
          "text": "As Stephen was dying, he cried out, “Jesus, receive my spirit.” Then he fell to his knees and cried out again, “Master, do not count this sin against them.” Then he died."
        }, 
        {
          "id": "45-06", 
          "img": "{{:en:obs:obs-45-06.jpg?nolink&640x360}}", 
          "text": "A man named Saul approved of Stephen’s execution and guarded the belongings of those who stoned Stephen. That day many people started persecuting the Christians, and they were scattered through that region. But everywhere they went they preached about Jesus."
        }, 
        {
          "id": "45-07", 
          "img": "{{:en:obs:obs-45-07.jpg?nolink&640x360}}", 
          "text": "Um dia, um anjo do Senhor disse a Filipe, um dos discípulos de Jesus, para ir para o deserto no caminho para Gaza. Enquanto caminhava ao longo da estrada, Philip viu um oficial importante da Etiópia sentado no seu carro. O Espírito Santo disse a Filipe para ir para cima e falar com este homem."
        }, 
        {
          "id": "45-08", 
          "img": "{{:en:obs:obs-45-08.jpg?nolink&640x360}}", 
          "text": "Um dia, um anjo do Senhor disse a Filipe, um dos discípulos de Jesus, para ir para o deserto no caminho para Gaza. Enquanto caminhava ao longo da estrada, Philip viu um oficial importante da Etiópia sentado no seu carro. O Espírito Santo disse a Filipe para ir para cima e falar com este homem."
        }, 
        {
          "id": "45-09", 
          "img": "{{:en:obs:obs-45-09.jpg?nolink&640x360}}", 
          "text": "Filipe perguntou ao etíope: \"Você entende o que está lendo?\" Ele disse: \"Não. É Isaías falando de si mesmo ou de outra pessoa?\""
        }, 
        {
          "id": "45-10", 
          "img": "{{:en:obs:obs-45-10.jpg?nolink&640x360}}", 
          "text": "Filipe perguntou ao etíope: \"Você entende o que está lendo?\" Ele disse: \"Não. É Isaías falando de si mesmo ou de outra pessoa?\""
        }, 
        {
          "id": "45-11", 
          "img": "{{:en:obs:obs-45-11.jpg?nolink&640x360}}", 
          "text": "Ao passarem por um pouco de água, o etíope disse: \"Olha! Existe um pouco de água! Por que não posso ser batizado?\" E ele ordenou que o carro a parar."
        }, 
        {
          "id": "45-12", 
          "img": "{{:en:obs:obs-45-12.jpg?nolink&640x360}}", 
          "text": "Então eles foram para dentro da água, e Filipe o batizou. Depois de Filipe batizou o etíope, o Espírito Santo levou Filipe embora para outro lugar, onde continuou dizendo às pessoas sobre Jesus."
        }, 
        {
          "id": "45-13", 
          "img": "{{:en:obs:obs-45-13.jpg?nolink&640x360}}", 
          "text": "O etíope seguiu o seu caminho, o prazer de conhecer Jesus."
        }
      ], 
      "number": "45", 
      "ref": "A Bible story from: Acts 8:26-40", 
      "title": " 45. Filipe e o Oficial Etíope "
    }, 
    {
      "frames": [
        {
          "id": "46-01", 
          "img": "{{:en:obs:obs-46-01.jpg?nolink&640x360}}", 
          "text": "Saulo continuou a atacar os cristãos indo de casa em casa, prendendo homens e mulheres, e colocá-los na prisão. Saulo recebeu permissão do sumo sacerdote para ir para a cidade de Damasco para prender os cristãos lá e trazê-los de volta a Jerusalém."
        }, 
        {
          "id": "46-02", 
          "img": "{{:en:obs:obs-46-02.jpg?nolink&640x360}}", 
          "text": "Quando Saulo estava de caminho para Damasco, Jesus lhe apareceu em uma luz brilhante e disse: \"Saulo! Por que me persegues?\" Ele disse: \"Quem és tu, Senhor?\" Jesus respondeu: \"Eu sou Jesus, a quem tu persegues.\""
        }, 
        {
          "id": "46-03", 
          "img": "{{:en:obs:obs-46-03.jpg?nolink&640x360}}", 
          "text": "Quando Saulo se levantou, ele não podia ver e teve que ser levado para Damasco. Saulo não comeu e bebeu nada durante três dias."
        }, 
        {
          "id": "46-04", 
          "img": "{{:en:obs:obs-46-04.jpg?nolink&640x360}}", 
          "text": "Then God appeared to a Christian named Ananias and said, \"Go to the house where Saul is staying. Lay your hands on him so that he can see again.” But Ananias said, “Master, I have heard how he has persecuted the Christians.” God said, “I have chosen him to declare my name to the unsaved. I will show him how much he must suffer for my sake.\""
        }, 
        {
          "id": "46-05", 
          "img": "{{:en:obs:obs-46-05.jpg?nolink&640x360}}", 
          "text": "So Ananias said to Saul, “Jesus who appeared to you on the road sent me to you so that you can regain your sight and be filled with the Holy Spirit.” Saul immediately regained his sight. Then Saul was baptized. He ate some food and his strength returned."
        }, 
        {
          "id": "46-06", 
          "img": "{{:en:obs:obs-46-06.jpg?nolink&640x360}}", 
          "text": "Imediatamente, Saulo foi batizado e começou a pregar aos judeus, dizendo: \"Jesus é o Filho de Deus!\" Os judeus ficaram admirados de que o homem que tentou destruir os cristãos agora era um cristão. Saulo argumentou com os judeus, provando que Jesus era o Messias. Saulo tornou-se conhecido como Paulo."
        }, 
        {
          "id": "46-07", 
          "img": "{{:en:obs:obs-46-07.jpg?nolink&640x360}}", 
          "text": "Depois de muitos dias, os judeus fizeram um plano para matar Paulo. Eles colocaram as pessoas às portas da cidade para matá-lo. Mas Paulo ouviu falar sobre o plano, e seus amigos o ajudou a fugir. Uma noite, eles baixaram a ele sobre o muro da cidade em uma cesta. Paulo fugiu e continuou a pregar sobre Jesus."
        }, 
        {
          "id": "46-08", 
          "img": "{{:en:obs:obs-46-08.jpg?nolink&640x360}}", 
          "text": "Paul went to Jerusalem to meet with the disciples, but at first the Christians were afraid of Paul. Finally, a Christian named Barnabas took Paul to the disciples and told them how Paul had preached boldly in Damascus. Then they accepted Paul."
        }, 
        {
          "id": "46-09", 
          "img": "{{:en:obs:obs-46-09.jpg?nolink&640x360}}", 
          "text": "Later, Paul and Barnabas went to the city of Antioch where they taught many people about Jesus and strengthened the church. One day, the Christians at Antioch were fasting and praying and the Holy Spirit said, “Set apart for me Paul and Barnabas to do the work I have called them to do.”"
        }, 
        {
          "id": "46-10", 
          "img": "{{:en:obs:obs-46-10.jpg?nolink&640x360}}", 
          "text": "So the church prayed for Paul and Barnabas, laid their hands on them and sent them off to preach the Good News of Jesus. They preached about Jesus in many places and many people believed in Jesus."
        }
      ], 
      "number": "46", 
      "ref": "A Bible story from: Acts 6:8-8:3; 9:1-25; 11:25-26", 
      "title": " 46. PAULO TORNA-SE UM CRISTÃO "
    }, 
    {
      "frames": [
        {
          "id": "47-01", 
          "img": "{{:en:obs:obs-47-01.jpg?nolink&640x360}}", 
          "text": "Alguns anos mais tarde, Paulo e seu amigo Silas foram para a cidade de Filipos, proclamando a Boa Nova de Jesus. Eles se encontraram uma mulher, chamada Lídia que vendia pano roxo. Ela amou e adorou a Deus."
        }, 
        {
          "id": "47-02", 
          "img": "{{:en:obs:obs-47-02.jpg?nolink&640x360}}", 
          "text": "Deus abriu seu coração para entender a mensagem de Jesus, e ela e sua família foram batizados. Ela convidou Paulo e Silas para ficar em sua casa, assim o fizeram."
        }, 
        {
          "id": "47-03", 
          "img": "{{:en:obs:obs-47-03.jpg?nolink&640x360}}", 
          "text": "Paulo e Silas costumavam orar enquanto eles estavam em Filipos. Todos os dias, à medida que caminhamos para o lugar de oração, uma escrava possuída por um demônio seguia. Ela era uma cartomante, e ela fez um monte de dinheiro para os seus senhores."
        }, 
        {
          "id": "47-04", 
          "img": "{{:en:obs:obs-47-04.jpg?nolink&640x360}}", 
          "text": "Ela ficava gritando: \"Estes homens são servos do Deus Altíssimo. Eles estão dizendo que o caminho para ser salvo!\" Ela fez isso tantas vezes que Paulo tornou-se irritado."
        }, 
        {
          "id": "47-05", 
          "img": "{{:en:obs:obs-47-05.jpg?nolink&640x360}}", 
          "text": "Um dia, Paul se virou para ela e disse ao demônio: \"Em nome de Jesus, saia dela.\" Imediatamente o demônio deixou."
        }, 
        {
          "id": "47-06", 
          "img": "{{:en:obs:obs-47-06.jpg?nolink&640x360}}", 
          "text": "Os homens que possuíam a escrava ficou muito irritado quando descobriu o que tinha acontecido, porque ela não podia mais fazer dinheiro para eles."
        }, 
        {
          "id": "47-07", 
          "img": "{{:en:obs:obs-47-07.jpg?nolink&640x360}}", 
          "text": "Então eles tiveram de Paulo e Silas preso, espancado e jogado na prisão."
        }, 
        {
          "id": "47-08", 
          "img": "{{:en:obs:obs-47-08.jpg?nolink&640x360}}", 
          "text": "Paulo e Silas foram colocados na parte mais segura da prisão com os pés presos. No meio da noite, eles estavam cantando hinos de louvor a Deus."
        }, 
        {
          "id": "47-09", 
          "img": "{{:en:obs:obs-47-09.jpg?nolink&640x360}}", 
          "text": "De repente, a terra tremeu e as portas da prisão se abriram. Todas as cadeias dos prisioneiros caíram."
        }, 
        {
          "id": "47-10", 
          "img": "{{:en:obs:obs-47-10.jpg?nolink&640x360}}", 
          "text": "Quando o carcereiro viu que as portas estavam abertas, ele planejava se matar, achando que todos os presos tivessem fugido. (Ele sabia que ele seria morto por deixar os prisioneiros a escapar.) Paul viu e gritou: \"Pare! Não se machuque. Estamos todos aqui.\""
        }, 
        {
          "id": "47-11", 
          "img": "{{:en:obs:obs-47-11.jpg?nolink&640x360}}", 
          "text": "O carcereiro estava apavorada! Ele levou Paulo e Silas para casa, deu-lhes um pouco de comida, lavou-lhes as feridas. Então ele disse: \"O que eu devo fazer para ser salvo?\""
        }, 
        {
          "id": "47-12", 
          "img": "{{:en:obs:obs-47-12.jpg?nolink&640x360}}", 
          "text": "Paulo respondeu: \"Crê no Senhor Jesus Cristo, e você e sua família serão salvos.\" Então Paulo batizou o carcereiro e toda a sua família, e eles comemoraram juntos."
        }, 
        {
          "id": "47-13", 
          "img": "{{:en:obs:obs-47-13.jpg?nolink&640x360}}", 
          "text": "No dia seguinte, os líderes da cidade libertou Paulo e Silas e pediu para deixar Filipos. Paulo e Silas visitaram Lidia e alguns outros amigos e, em seguida, deixou a cidade. A Boa Nova de Jesus manteve espalhando, e a Igreja continuou a crescer."
        }, 
        {
          "id": "47-14", 
          "img": "{{:en:obs:obs-47-14.jpg?nolink&640x360}}", 
          "text": "Paulo e outros líderes cristãos viajou para várias cidades, pregando e ensinando sobre Jesus. Eles também escreveu muitas cartas às igrejas para incentivar e ensinar-lhes sobre a Nova Aliança de Deus. Esses escritos são chamados de Novo Testamento."
        }
      ], 
      "number": "47", 
      "ref": "A história bíblica de: Atos 16:11-40", 
      "title": " 47. PAULO E SILAS EM FILIPOS "
    }, 
    {
      "frames": [
        {
          "id": "48-01", 
          "img": "{{:en:obs:obs-48-01.jpg?nolink&640x360}}", 
          "text": "Quando Deus criou o mundo, tudo foi perfeito. Não havia pecado. Adão e Eva se amavam, e eles adoraram a Deus. Não houve morte ou doença ou dor. Esta foi a maneira que Deus queria que as coisas fossem."
        }, 
        {
          "id": "48-02", 
          "img": "{{:en:obs:obs-48-02.jpg?nolink&640x360}}", 
          "text": "Satanás, que era a serpente no jardim, enganou Eva, e ela e Adão pecou contra Deus. Porque eles pecaram, a morte, a doença ea dor tudo se tornou parte da vida de todos na Terra."
        }, 
        {
          "id": "48-03", 
          "img": "{{:en:obs:obs-48-03.jpg?nolink&640x360}}", 
          "text": "Pior ainda, seu relacionamento com Deus foi quebrado. Agora, todo mundo nasce um inimigo de Deus por causa do pecado. Mas Deus tinha um plano para corrigir tudo o que havia sido quebrado pelo pecado."
        }, 
        {
          "id": "48-04", 
          "img": "{{:en:obs:obs-48-04.jpg?nolink&640x360}}", 
          "text": "Deus prometeu que um dos descendente de Eva esmagaria a cabeça de Satanás, e Satanás feriria o calcanhar. Isso significava que Satanás iria matar Jesus, mas Deus iria ressuscitá-lo para a vida depois de três dias. Jesus iria esmagar o poder de Satanás para sempre."
        }, 
        {
          "id": "48-05", 
          "img": "{{:en:obs:obs-48-05.jpg?nolink&640x360}}", 
          "text": "Quando Deus destruiu toda a terra no dilúvio, Ele forneceu o barco como um caminho de salvação para aqueles que creram nele. Da mesma forma, embora todo mundo merece ser destruído por seus pecados, Deus providenciou um caminho para a salvação de todo aquele que crê em Jesus."
        }, 
        {
          "id": "48-06", 
          "img": "{{:en:obs:obs-48-06.jpg?nolink&640x360}}", 
          "text": "Melquisedeque era um padre que abençoou Abraão. Como Melquisedeque, Jesus é um sacerdote, mas Jesus é o Sumo Sacerdote. Jesus ofereceu um único sacrifício, ele mesmo. Este foi o único sacrifício necessário para tirar o pecado do mundo inteiro."
        }, 
        {
          "id": "48-07", 
          "img": "{{:en:obs:obs-48-07.jpg?nolink&640x360}}", 
          "text": "Deus disse a Abraão: \"Através de você, todos os grupos de povos da terra serão abençoados.\" Jesus era descendente de Abraão. Todos os grupos de pessoas da terra são abençoadas por meio de Jesus, pois todo aquele que crê nele torna-se um dos eleitos de Deus, um descendente espiritual de Abraão."
        }, 
        {
          "id": "48-08", 
          "img": "{{:en:obs:obs-48-08.jpg?nolink&640x360}}", 
          "text": "Deus providenciou um carneiro para Abraão sacrificar em vez de Isaac. Jesus é como o carneiro, porque ele morreu em nosso lugar. Todo mundo merece morrer por seus pecados, inclusive você!Mas Deus providenciou Jesus como um sacrifício para morrer em vez de você."
        }, 
        {
          "id": "48-09", 
          "img": "{{:en:obs:obs-48-09.jpg?nolink&640x360}}", 
          "text": "When God sent the last plague on Egypt, each Israelite family needed to kill a perfect lamb and spread the blood around their doors. When God saw the blood, he passed over their houses and did not kill their firstborn sons. This is called the Passover."
        }, 
        {
          "id": "48-10", 
          "img": "{{:en:obs:obs-48-10.jpg?nolink&640x360}}", 
          "text": "Jesus is our Passover Lamb. He was perfect and sinless and was killed at the time of the Passover Feast. When anyone believes in Jesus, the blood of Jesus takes away that person’s sin, and God’s punishment passes over him."
        }, 
        {
          "id": "48-11", 
          "img": "{{:en:obs:obs-48-11.jpg?nolink&640x360}}", 
          "text": "Deus fez uma aliança com os israelitas que estavam Seu povo escolhido. Na Nova Aliança de Deus, qualquer pessoa de qualquer grupo de pessoas pode se tornar parte do povo escolhido de Deus crendo em Jesus."
        }, 
        {
          "id": "48-12", 
          "img": "{{:en:obs:obs-48-12.jpg?nolink&640x360}}", 
          "text": "Moisés foi um grande profeta que proclamava a Palavra de Deus. Como Moisés, Jesus é um profeta, mas Jesus é o maior profeta. Ele é a Palavra de Deus."
        }, 
        {
          "id": "48-13", 
          "img": "{{:en:obs:obs-48-13.jpg?nolink&640x360}}", 
          "text": "Deus prometeu a Davi que o Messias seria um dos seus descendentes. Jesus, o Messias, era que especial descendente de Davi."
        }, 
        {
          "id": "48-14", 
          "img": "{{:en:obs:obs-48-14.jpg?nolink&640x360}}", 
          "text": "Como Davi, Jesus é um rei, mas Jesus é o rei do universo! Ele virá novamente e governar seu Reino de justiça e paz."
        }
      ], 
      "number": "48", 
      "ref": "A história bíblica de Gênesis 1-3, 6, 14, 22; Êxodo 12, 20; 2 Samuel 7; hebraico 3:1-6, 04:14 - 05:10, 07:01 - 08:13, 9: 11-10:18, Apocalipse 21", 
      "title": " 48. Jesus é o Messias Prometido "
    }, 
    {
      "frames": [
        {
          "id": "49-01", 
          "img": "{{:en:obs:obs-49-01.jpg?nolink&640x360}}", 
          "text": "Maria, era virgem quando Jesus nasceu, porque Jesus é o Filho de Deus. Jesus é Deus e homem ao mesmo tempo."
        }, 
        {
          "id": "49-02", 
          "img": "{{:en:obs:obs-49-02.jpg?nolink&640x360}}", 
          "text": "Jesus fez muitos milagres que provam que ele é Deus. Ele andou sobre as águas, acalmou tempestades, curou muitas pessoas doentes, expulsou demônios, ressuscitou os mortos à vida, e alimentou cinco mil pessoas com cinco pães e dois peixes."
        }, 
        {
          "id": "49-03", 
          "img": "{{:en:obs:obs-49-03.jpg?nolink&640x360}}", 
          "text": "Jesus também foi um grande professor. Ele ensinou que você precisa amar o próximo da mesma maneira que ama a si mesmo."
        }, 
        {
          "id": "49-04", 
          "img": "{{:en:obs:obs-49-04.jpg?nolink&640x360}}", 
          "text": "Ele também ensinou que você precisa amar a Deus mais do que qualquer outra coisa, incluindo a sua riqueza."
        }, 
        {
          "id": "49-05", 
          "img": "{{:en:obs:obs-49-05.jpg?nolink&640x360}}", 
          "text": "Jesus ensinou que a salvação vale mais do que qualquer outra coisa no mundo."
        }, 
        {
          "id": "49-06", 
          "img": "{{:en:obs:obs-49-06.jpg?nolink&640x360}}", 
          "text": "Ele ensinou que nem todas as pessoas vão recebê-la e aqueles que não forem salvos serão reunidos no fim do mundo, e irão queimar para sempre no fogo do inferno."
        }, 
        {
          "id": "49-07", 
          "img": "{{:en:obs:obs-49-07.jpg?nolink&640x360}}", 
          "text": "Jesus ensinou que Deus ama muito os pecadores. Ele está pronto para perdoá-los e torná-los Seus filhos."
        }, 
        {
          "id": "49-08", 
          "img": "{{:en:obs:obs-49-08.jpg?nolink&640x360}}", 
          "text": "Jesus também ensinou que todas as pessoas no mundo pecaram e por isso estão separadas de Deus. Por causa do pecado, todos tornaram-se inimigos de Deus. Deus odeia o pecado."
        }, 
        {
          "id": "49-09", 
          "img": "{{:en:obs:obs-49-09.jpg?nolink&640x360}}", 
          "text": "Mas Deus amou o mundo de tal maneira que deu o seu único filho, Jesus, para que todo aquele que nele crê não morra, mas tenha a vida eterna. Ou seja, não ir<font 13px/arial;;#000000;;#ffffff>á</font> para o inferno, mas vivera com Ele para sempre."
        }, 
        {
          "id": "49-10", 
          "img": "{{:en:obs:obs-49-10.jpg?nolink&640x360}}", 
          "text": "Por causa de seu pecado, você é culpado. Você merece a morte e a ira de Deus, mas Deus derramou essa ira sobre Jesus em seu lugar. Quando Jesus morreu na cruz, ele recebeu sua punição."
        }, 
        {
          "id": "49-11", 
          "img": "{{:en:obs:obs-49-11.jpg?nolink&640x360}}", 
          "text": "Jesus escolheu morrer como um sacrifício perfeito e sem pecado para tirar os seus pecados e os pecados do mundo inteiro. Por causa de Jesus, qualquer pecado pode ser perdoado, não importa o que é."
        }, 
        {
          "id": "49-12", 
          "img": "{{:en:obs:obs-49-12.jpg?nolink&640x360}}", 
          "text": "Ninguém pode ser salvo por fazer coisas boas. Nada que você faça pode consertar seu relacionamento com Deus. Seus pecados só poderão ser perdoados o, se você acreditar que Jesus é o Filho de Deus, e que ele morreu e ressuscitou para tirar os seus pecados."
        }, 
        {
          "id": "49-13", 
          "img": "{{:en:obs:obs-49-13.jpg?nolink&640x360}}", 
          "text": "Qualquer pessoa que crê em Jesus e for batizado será salvo, mas quem não crer será rejeitado. Não importa se você é rico ou pobre, homem ou mulher, jovem ou velho, ou de onde você é. Deus ama você e quer que você acredite em Jesus para que Ele possa ter um relacionamento com você."
        }, 
        {
          "id": "49-14", 
          "img": "{{:en:obs:obs-49-14.jpg?nolink&640x360}}", 
          "text": "Você acredita que Jesus é o Messias, o Filho único de Deus? Você acredita que você é um pecador e merece o castigo de Deus? Você acredita que Jesus morreu na cruz para tirar os seus pecados? Jesus convida-o a vir a ele, acreditar nele, e ser batizado."
        }, 
        {
          "id": "49-15", 
          "img": "{{:en:obs:obs-49-15.jpg?nolink&640x360}}", 
          "text": "Se você acredita nisso, você é um cristão! Deus o tirou do reino das trevas de Satanás para colocá-lo no Reino de luz de Deus. Todas as coisas velhas já passaram, porque Deus faz novas todas as coisas."
        }, 
        {
          "id": "49-16", 
          "img": "{{:en:obs:obs-49-16.jpg?nolink&640x360}}", 
          "text": "Se você é um cristão, os teus pecados estão perdoados por causa do que Jesus fez. Agora, quando Deus olha para você, Ele não vê você como um inimigo, mas Ele o vê como um amigo próximo."
        }, 
        {
          "id": "49-17", 
          "img": "{{:en:obs:obs-49-17.jpg?nolink&640x360}}", 
          "text": "Como um amigo de Deus, você vai querer seguir os ensinamentos de Jesus. Mesmo que você é um cristão, você ainda vai lutar com o pecado. Mas Deus diz que se você confessar os seus pecados, Ele é fiel e vai te perdoar e lhe dará força para lutar contra o pecado."
        }, 
        {
          "id": "49-18", 
          "img": "{{:en:obs:obs-49-18.jpg?nolink&640x360}}", 
          "text": "Deus lhe diz para orar, estudar a Sua Palavra, adorá-Lo com outros cristãos, e dizer aos outros o que Ele tem feito por você. Todas estas coisas ajudam a crescer em seu relacionamento com ele."
        }
      ], 
      "number": "49", 
      "ref": "A história bíblica de Romanos 3:21-26, 5:1-11, João 3:16, Marcos 16:16, Colossenses 1:13-14; 2 Tessalonicenses 5:17-21, 1 João 1:5-10", 
      "title": " 49. NOVA ALIANÇA DE DEUS "
    }, 
    {
      "frames": [
        {
          "id": "50-01", 
          "img": "{{:en:obs:obs-50-01.jpg?nolink&640x360}}", 
          "text": "Por mais de 2.000 anos, as Boas Novas de Jesus, o Messias vem se espalhando, e a Igreja tem crescido. Jesus disse que voltaria quando o mundo acabasse. Embora Ele ainda não tenha voltado, Ele irá cumprir a sua promessa."
        }, 
        {
          "id": "50-02", 
          "img": "{{:en:obs:obs-50-02.jpg?nolink&640x360}}", 
          "text": "Enquanto esperamos pela volta de Jesus, os cristãos devem viver suas vidas de maneira santa e piedosa. Quando Jesus estava na terra, Ele disse: \"<font 14px line-height: 20px;/ ;;rgb(51, 51, 51) font-family: 'Helvetica Neue', Helvetica, Arial, sans-serif; font-size: 14px; line-height: 20px;;;#ffffff>E este evangelho do reino será pregado em todo o mundo, em testemunho a todas as nações, e então virá o fim.\"</font>"
        }, 
        {
          "id": "50-03", 
          "img": "{{:en:obs:obs-50-03.jpg?nolink&640x360}}", 
          "text": "Muitos grupos de pessoas ainda não ouviram falar sobre Jesus. Antes de voltar ao céu, Jesus deu aos cristãos a tarefa de levar as Boas Novas de salva<font small background-color: rgb(255, 255, 238);/Arial;;#000000;;rgb(51, 51, 51) font-family: Arial; font-size: small; background-color: rgb(255, 255, 238);>ção</font> para aqueles que nunca ouviram falar dEle. Ele disse: \"Ide e fazei discípulos de todos os grupos de pessoas! Os campos estão prontos para a colheita!\""
        }, 
        {
          "id": "50-04", 
          "img": "{{:en:obs:obs-50-04.jpg?nolink&640x360}}", 
          "text": "Jesus também disse: \"O servo não é maior do que seu mestre. Vocês serão torturados e mortos por minha causa. Neste mundo vocês terão aflições; contudo, tenham ânimo! Eu venci o mundo\". Sejam fieis até o fim, e vocês serão salvos.\""
        }, 
        {
          "id": "50-05", 
          "img": "{{:en:obs:obs-50-05.jpg?nolink&640x360}}", 
          "text": "Jesus contou aos seus discípulos uma história que ajudou a explicar como seria o fim. \"O Reino de Deus é como um homem que semeou boas sementes no seu campo. Mas, enquanto ele dormia, veio o seu inimigo e plantou ervas daninhas junto com o trigo, e então ele foi embora.\""
        }, 
        {
          "id": "50-06", 
          "img": "{{:en:obs:obs-50-06.jpg?nolink&640x360}}", 
          "text": "\"Quando as plantas germinaram, os trabalhadores perguntaram ao seu mestre, 'Senhor, você plantou boas sementes nesse campo. Porque há ervas daninhas nele?' O mestre respondeu: \"Um inimigo as plantou.\""
        }, 
        {
          "id": "50-07", 
          "img": "{{:en:obs:obs-50-07.jpg?nolink&640x360}}", 
          "text": "\"Eles responderam:\" Devemos tirar as ervas daninhas? O mestre disse: 'Se você fizer isso, você vai tirar um pouco da de trigo também. Espere até a colheita e então junte as ervas daninhas em pilhas para serem queimadas, mas traga o trigo para o meu celeiro'\"."
        }, 
        {
          "id": "50-08", 
          "img": "{{:en:obs:obs-50-08.jpg?nolink&640x360}}", 
          "text": "Os discípulos não entenderam e disseram a Jesus: \"Por favor, explique essa história para nós.\" Jesus disse: \"O homem que plantou a boa semente é o Messias. O campo é o mundo. As boas sementes representam o povo do Reino de Deus \"."
        }, 
        {
          "id": "50-09", 
          "img": "{{:en:obs:obs-50-09.jpg?nolink&640x360}}", 
          "text": "\"As ervas daninhas representam as pessoas que pertencem ao Maligno. O inimigo que plantou é o diabo. A colheita é o fim do mundo, e os trabalhadores da colheita são os anjos. \""
        }, 
        {
          "id": "50-10", 
          "img": "{{:en:obs:obs-50-10.jpg?nolink&640x360}}", 
          "text": "\"No fim do mundo, todas as pessoas que pertencem ao diabo serão reunidas e jogadas em uma fornalha ardente, onde haverá choro e ranger de dentes. Então os justos brilharão como o sol no Reino de seu Pai\"."
        }, 
        {
          "id": "50-11", 
          "img": "{{:en:obs:obs-50-11.jpg?nolink&640x360}}", 
          "text": "Quando Jesus voltou para o céu, ele disse que iria voltar para a Terra da mesma forma que ele a deixou, com um corpo físico nas nuvens. Jesus também prometeu que, quando ele retornar, todos os cristãos que morreram vão ressuscitar dos mortos e encontrá-lo no ar."
        }, 
        {
          "id": "50-12", 
          "img": "{{:en:obs:obs-50-12.jpg?nolink&640x360}}", 
          "text": "Os cristãos que ainda estiverem vivos, serão, seremos arrebatados juntamente com eles no ar e todos os cristãos estarão com Jesus para sempre. Jesus estará com o seu povo em unidade perfeita para sempre."
        }, 
        {
          "id": "50-13", 
          "img": "{{:en:obs:obs-50-13.jpg?nolink&640x360}}", 
          "text": "Aos cristãos, será dada a coroa da vida. Eles nunca experimentarão a segunda morte, que é o inferno. Em vez disso, eles irão viver para sempre com Deus, em perfeita paz."
        }, 
        {
          "id": "50-14", 
          "img": "{{:en:obs:obs-50-14.jpg?nolink&640x360}}", 
          "text": "Mas aqueles que não creem em Jesus serão julgados por Deus e lançados no inferno para sempre. No inferno, as pessoas constantemente choram e rangem os dentes em angústia. Eles são queimados pelo fogo que nunca se apaga e comido pelos vermes que nunca morrem."
        }, 
        {
          "id": "50-15", 
          "img": "{{:en:obs:obs-50-15.jpg?nolink&640x360}}", 
          "text": "Jesus também ir<font 13px/arial;;#000000;;#ffffff>á</font> destruir completamente Satanás e seu reino, e ir<font 13px/arial;;#000000;;#ffffff>á</font> jogá-lo no lago de fogo, onde ele vai queimar para sempre. A morte também ser<font 13px/arial;;#000000;;#ffffff>á</font> lançados no lago de fogo no inferno."
        }, 
        {
          "id": "50-16", 
          "img": "{{:en:obs:obs-50-16.jpg?nolink&640x360}}", 
          "text": "Jesus irá criar um novo céu e uma nova terra. O universo voltará a ser perfeito, como era antes de Adão e Eva pecaram."
        }, 
        {
          "id": "50-17", 
          "img": "{{:en:obs:obs-50-17.jpg?nolink&640x360}}", 
          "text": "E Jesus reinará para sempre e sempre. Ele enxugará toda lágrima e não haverá mais morte, sofrimento, tristeza, choro, mal, ou dor. Ele governará o seu Reino de paz e justiça, e ele vai estar com o seu povo para sempre."
        }
      ], 
      "number": "50", 
      "ref": "A história bíblica de: Mateus 24:14; 28:18, João 15:20, 16:33, Apocalipse 2:10, Mateus 13:24-30, 36-42, 1 Tessalonicenses 4:13 ao 05:11, Tiago 1:12, Mateus 22:13, Apocalipse 20:10, 21:01-22:21", 
      "title": " 50. A VOLTA DE JESUS "
    }
  ], 
  "date_modified": "20140719", 
  "direction": "ltr", 
  "language": "pt-br"
}