{
  "app_words": {}, 
  "chapters": [
    {
      "frames": [
        {
          "id": "01-16", 
          "img": "{{:en:obs:obs-01-16.jpg?nolink&640x360}}", 
          "text": "Apabila tibanya hari yang ketujuh, maka Allah telah menyelesaikan penciptaanNya.  Allah berhenti dari semua yang Ia ciptakan. Ia memberkati hari yang ketujuh dan menjadikannya kudus, kerana pada hari ini Ia berhenti dari pekerjaanNya. Beginilah bagaimana Allah menciptakan segenap alam semesta dan segala yang ada di dalamnya."
        }
      ], 
      "number": "01", 
      "ref": "Cerita Taurat: Kejadian 1-2", 
      "title": "1. Penciptaan "
    }, 
    {
      "frames": [
        {
          "id": "02-12", 
          "img": "{{:en:obs:obs-02-12.jpg?nolink&640x360}}", 
          "text": "Lalu Allah berfirman, “Sekarang manusia itu telah menjadi seperti kita mengetahui hal-hal yang baik dan buruk, dan mereka harus dicegah agar tidak bebas memakan dari buah pohon kehidupan selamanya.” Lalu Allah mengusir Adam dan Hawa keluar dari taman tersebut. Allah menempatkan para malaikatNya untuk mengawasi pintu masuk ke taman guna untuk menghalangi sesiapa pun juga yang berhasrat makan dari buah pohon kehidupan."
        }
      ], 
      "number": "02", 
      "ref": "Cerita Taurat: Kejadian 3", 
      "title": " 2.  Dosa Masuk Ke dalam Dunia "
    }, 
    {
      "frames": [
        {
          "id": "03-16", 
          "img": "{{:en:obs:obs-03-16.jpg?nolink&640x360}}", 
          "text": "Lalu Allah menjadikan pelangi di atas awan sebagai tanda suatu perjanjianNya.  Setiap kali pelangi muncul di atas awan, Allah akan ingat apa yang Ia sudah janjikan lalu demikianlah bagi umatNya juga."
        }
      ], 
      "number": "03", 
      "ref": "Cerita Taurat: Kejadian 6-8", 
      "title": " 3. Air Bah "
    }, 
    {
      "frames": [
        {
          "id": "04-09", 
          "img": "{{:en:obs:obs-04-09.jpg?nolink&640x360}}", 
          "text": "Suatu ketika, Abram berjumpa dengan Melkisedek, imam Allah Yang Maha Tinggi.  Melkisedek memberkati Abram dan berkata, “Kiranya Allah Maha Tinggi yang empunya langit dan bumi memberkati Abram.” Maka Abram memberikan kepada Melkisedek sepersepuluh dari semua miliknya."
        }
      ], 
      "number": "04", 
      "ref": "Cerita Taurat: Kejadian 11-15", 
      "title": " 4. Perjanjian Allah dengan Abraham "
    }, 
    {
      "frames": [
        {
          "id": "05-10", 
          "img": "{{:en:obs:obs-05-10.jpg?nolink&640x360}}", 
          "text": "Allah berfirman kepada Abraham, “Kerana engkau rela menyerahkan semuanya bagiKu, bahkan anak tunggalmu mu sendiri, maka Aku berjanji memberkatimu.  Keturunanmu melebihi bintang-bintang di langit.  Kerana engkau menaatiKu, maka semua keluarga di bumi akan diberkati melaluimu.”"
        }
      ], 
      "number": "05", 
      "ref": "Cerita Taurat: Kejadian 16-22", 
      "title": " 5. Anak Perjanjian "
    }, 
    {
      "frames": [
        {
          "id": "06-07", 
          "img": "{{:en:obs:obs-06-07.jpg?nolink&640x360}}", 
          "text": "Apabila mereka dilahirkan, anak sulung keluar dengan warna merah dan berbulu – dan mereka menamakannya Esau.  Sedangkan yang bongsu mempunyai kulit halus, dan mereka menamakannya Yakub."
        }
      ], 
      "number": "06", 
      "ref": "Cerita Taurat: Kejadian 24:1-25:26", 
      "title": " 6. Allah Membekali Ishak "
    }, 
    {
      "frames": [
        {
          "id": "07-10", 
          "img": "{{:en:obs:obs-07-10.jpg?nolink&640x360}}", 
          "text": "Tetapi Esau telah mengampuni Yakub, mereka bersatu kembali dengan gembira.  Yakub terus tinggal di Kanaan dalam keadaan aman.  Lalu Ishak pun meninggal, Yakub dan Esaulah yang menguburknya.  Perjanjian yang dijanjikan Allah kepada Abraham dan kepada Ishak diturunkan kepada Yakub."
        }
      ], 
      "number": "07", 
      "ref": "Cerita Taurat: Kejadian 25:27-33:20", 
      "title": " 7. Allah Memberkati Yakub "
    }, 
    {
      "frames": [
        {
          "id": "08-15", 
          "img": "{{:en:obs:obs-08-15.jpg?nolink&640x360}}", 
          "text": "Semua janji yang Allah berikan kepada Abraham diturunkan kepada Ishak, seterusnya kepada kedua belas anak-anak Yakub berserta keluarga masing-masing.  Keturunan dari kedua belas anak ini telah menjadi kedua belas suku kaum Israel."
        }
      ], 
      "number": "08", 
      "ref": "Cerita Taurat: Kejadian 37-50", 
      "title": " 8. Allah Menyelamatkan Yusuf dan Keluarganya "
    }, 
    {
      "frames": [
        {
          "id": "09-15", 
          "img": "{{:en:obs:obs-09-15.jpg?nolink&640x360}}", 
          "text": "Musa menolak untuk pergi, lalu Allah mengutus abangnya, iaitu Harun, untuk membantunya.  Allah memperingatkan Musa dan Harun bahawa Firaun adalah orang yang keras kepala."
        }
      ], 
      "number": "09", 
      "ref": "Cerita Taurat: Keluaran 1-4", 
      "title": " 9. Allah Memanggil Musa "
    }, 
    {
      "frames": [
        {
          "id": "10-12", 
          "img": "{{:en:obs:obs-10-12.jpg?nolink&640x360}}", 
          "text": "Meskipun mengalami sembilan kutukan, Firaun masih tetap tidak mahu melepaskan umat Israel pergi.  Disebabkan Firaun tidak mahu mendengar, Allah merencanakan untuk mengirim satu lagu kutukan.  Ini akan mengubah fikiran Firaun."
        }
      ], 
      "number": "10", 
      "ref": "Cerita Taurat: Keluaran 5-10", 
      "title": " 10. Sepuluh Bencana "
    }, 
    {
      "frames": [
        {
          "id": "11-08", 
          "img": "{{:en:obs:obs-11-08.jpg?nolink&640x360}}", 
          "text": "Firaun memanggil Musa dan Harun lalu berkata, “bawalah umat Israel pergi dan segeralah tinggalkan Mesir!” Orang-orang Mesir memujuk agar umat Israel pergi dengan segera."
        }
      ], 
      "number": "11", 
      "ref": "Cerita Taurat: Keluaran 11:1-12:32", 
      "title": " 11. Paska "
    }, 
    {
      "frames": [
        {
          "id": "12-14", 
          "img": "{{:en:obs:obs-12-14.jpg?nolink&640x360}}", 
          "text": "Allah menyuruh umat Israel agar memperingati kemenangan mereka dari orang-orang Mesir dan pembebasan mereka dari perhambaan dengan merayakan Pesta Paskah setiap tahun."
        }
      ], 
      "number": "12", 
      "ref": "Cerita Taurat: Keluaran 12:33-15:21", 
      "title": " 12. Keluaran "
    }, 
    {
      "frames": [
        {
          "id": "13-15", 
          "img": "{{:en:obs:obs-13-15.jpg?nolink&640x360}}", 
          "text": "Lalu Musa mendaki gunung sekali lagi dan berdoa agar Allah mengampuni umatNya.  Allah mendengar doa Musa lalu mengampuni mereka.  Musa menulis Ke Sepuluh Hukum sekali lagi di atas kepingan batu yang baru untuk menggantikan yang lama yang telah dipecahkannya."
        }
      ], 
      "number": "13", 
      "ref": "Cerita Taurat: Keluaran 19-34", 
      "title": " 13. Perjanjian Allah dengan Israel "
    }, 
    {
      "frames": [
        {
          "id": "14-15", 
          "img": "{{:en:obs:obs-14-15.jpg?nolink&640x360}}", 
          "text": "Allah membawa Musa ke sebuah puncak gunung supaya dari sana ia dapat melihat Tanah Perjanjian.  Musa hanya memandang Tanah Perjanjian dari puncak gunung tetapi tidak pernah memasukinya.  Lalu Musa meninggal, dan umat Israel berkabung selama tiga puluh hari.  Yosua menjadi pemimpin mereka yang baru.  Yosua merupakan seorang pemimpin yang baik kerana dia percaya dan taat kepada Allah."
        }
      ], 
      "number": "14", 
      "ref": "Cerita Taurat: Keluaran 16-17; Bilangan 10-14; 20; 27; Ulangan 34", 
      "title": " 14. Mengembara di Padang Belantara "
    }, 
    {
      "frames": [
        {
          "id": "15-13", 
          "img": "{{:en:obs:obs-15-13.jpg?nolink&640x360}}", 
          "text": "Sesudah selesai berperang, Allah membahagi-bahagikan daerah bagi setiap suku di Tanah Perjanjian.  Allah juga menciptakan suasana aman di sepanjang perbatasan."
        }
      ], 
      "number": "15", 
      "ref": "Cerita Taurat: Yoshua 1-24", 
      "title": " 15. Tanah Perjanjian "
    }, 
    {
      "frames": [
        {
          "id": "16-18", 
          "img": "{{:en:obs:obs-16-18.jpg?nolink&640x360}}", 
          "text": "Akhirnya, umat Israel berseru kepada Allah agar diberi seorang raja seperti bangsa-bangsa lain. Mereka mahu seorang raja yang tinggi, gagah, dan yang dapat memimpin mereka dalam peperangan.  Allah tidak berkenan dengan permintaan tersebut, tetapi Ia mengabulkan apa yang mereka minta."
        }
      ], 
      "number": "16", 
      "ref": "Cerita Taurat: Hakim-hakim1-3; 6-8", 
      "title": " 16. Para Pelepas "
    }, 
    {
      "frames": [
        {
          "id": "17-14", 
          "img": "{{:en:obs:obs-17-14.jpg?nolink&640x360}}", 
          "text": "Tetapi sebagai hukuman atas dosanya, anak  Daud yang baru  dilahirkan, meninggal.  Dan berlakulah pergolakan dalam keluarga Daud sendiri yang berlarutan sampai pada ke ahkir hayatnya. Kedudukan Daud semakin lemah.  Walaupun Daud tidak setia kepada Allah, tetapi Allah tetap setia terhadap janji-janjiNya.  Batsyeba sekali lagi melahirkan seorang anak lelaki yang bernama Solaiman."
        }
      ], 
      "number": "17", 
      "ref": "Cerita Taurat: 1 Samuel 10; 15-19; 24; 31; 2 Samuel 5; 7; 11-12", 
      "title": " 17. Perjanjian Allah dengan Daud "
    }, 
    {
      "frames": [
        {
          "id": "18-13", 
          "img": "{{:en:obs:obs-18-13.jpg?nolink&640x360}}", 
          "text": "Raja-raja di Yehuda merupakan keturunan dari Daud.  Sebahagian besar dari raja mereka terkenal baik dan memerintah dengan adil serta menyembah kepada Allah.  Tetapi sebahagian besar dari raja-raja Yehuda pula melakukan kejahatan, rasuah, dan menyembah kepada berhala.  Ada di antara raja-raja ini mempersembahkan kanak-kanak sebagai korban persembahan kepada dewa palsu."
        }
      ], 
      "number": "18", 
      "ref": "Cerita Taurat: 1 Raja-raja 1-6; 11-12", 
      "title": " 18. Kerajaan Yang Terbelah "
    }, 
    {
      "frames": [
        {
          "id": "19-18", 
          "img": "{{:en:obs:obs-19-18.jpg?nolink&640x360}}", 
          "text": "Walaupun para nabi dibencikan, mereka terus berbicara bagi pihak Allah. Para nabi memberi amaran kepada umatnya akan dibinasakan kalau mereka tidak bertaubat. Para nabi juga memperingatkan mereka bahawa Mesias yang dijanjikan akan datang."
        }
      ], 
      "number": "19", 
      "ref": "Cerita Kitab Suci dari: 1 Raja-raja 16-18; 2 Raja-raja 5; Yeremiah 38", 
      "title": " 19. Para Nabi "
    }, 
    {
      "frames": [
        {
          "id": "20-13", 
          "img": "{{:en:obs:obs-20-13.jpg?nolink&640x360}}", 
          "text": "Apabila mereka tiba, mereka membangun semula Bait Suci dan tembok-tembok yang mengelilingi Yerusalem.  Walaupun mereka masih dijajah oleh bangsa lain, mereka tetap tinggal di Tanah Perjanjian  dan menyembah di Bait Suci."
        }
      ], 
      "number": "20", 
      "ref": "Cerita Kitab Suci dari: 2 Raja=raja 17; 24-25; 2 Tawarikh 36; Ezra 1-10; Nehemia 1-13", 
      "title": " 20. Keluaran dan Kembali "
    }, 
    {
      "frames": [
        {
          "id": "21-15", 
          "img": "{{:en:obs:obs-21-15.jpg?nolink&640x360}}", 
          "text": "Allah menunjukkan kepada para nabi banyak perkara mengenai kedatangan Mesias, tetapi Mesias yang dimaksudkan belum muncul.  Lebih dari 400 tahun setelah nubuatan-nubuatan terakhir disampaikan, pada waktu yang sangat tepat, Allah kirimkan Mesias ke dunia."
        }
      ], 
      "number": "21", 
      "ref": "Cerita Kitab Suci dari: Kejadian 3:15; 12:1-3; Ulangan 18:15; 2 Samuel 7; Yeremia 31; Yesaya 59:16; Daniel 7; Maleakhi 4:5; Isaiah 7:14; Mikha 5:2; Yesaya 9:1-7; 35:3-5; 61; 53; Zabur 22:18; 35:19; 69:4; 41:9; Zakhariah 11:12-13; Yesaya 50:6; Zabur 16:10-11", 
      "title": " 21. Allah Menjanjikan Mesias "
    }, 
    {
      "frames": [
        {
          "id": "22-07", 
          "img": "{{:en:obs:obs-22-07.jpg?nolink&640x360}}", 
          "text": "Setelah Elizabet selamat melahirkan seorang bayi lelaki, mereka menamainya Yohnanis seperti mana yang diberitahukan oleh malaikat kepadanya."
        }
      ], 
      "number": "22", 
      "ref": "Cerita Injil dari: Lukas 1", 
      "title": " 22. Kelahiran Yohanis "
    }, 
    {
      "frames": [
        {
          "id": "23-10", 
          "img": "{{:en:obs:obs-23-10.jpg?nolink&640x360}}", 
          "text": "Apabila mereka melihat Yesus bersama ibuNya, mereka sujud tersungkur menyembah Dia.  Mereka mempersembahkan kepadaNya hadiah-hadiah yang tak ternilai.  Setelah itu barulah mereka pulang ke kampung halaman."
        }
      ], 
      "number": "23", 
      "ref": "Cerita Injil dari: Matius 1; Lukas 2", 
      "title": " 23. Kelahiran Isa "
    }, 
    {
      "frames": [
        {
          "id": "24-09", 
          "img": "{{:en:obs:obs-24-09.jpg?nolink&640x360}}", 
          "text": "Allah memberitahukan kepada Yohanis, “Roh Kudus akan turun ke atas Dia yang engkau baptiskan. Dia adalah Anak Allah.” Terdapat hanya satu Allah. Allah dalam tiga peribadi, Bapa, Anak, dan Roh Kudus."
        }
      ], 
      "number": "24", 
      "ref": " Cerita Injil dari: Matius 3; Markus 1:9-11; Lukas 3:1-23", 
      "title": " 24. Yohanis Membaptis Isa "
    }, 
    {
      "frames": [
        {
          "id": "25-08", 
          "img": "{{:en:obs:obs-25-08.jpg?nolink&640x360}}", 
          "text": "Lalu Iblis pun meninggalkanNya sambil menunggu waktu yang tepat. Para malaikat pun datang untuk melayan Isa."
        }
      ], 
      "number": "25", 
      "ref": " Cerita Injil dari: Matius4:1-11; Markus 1:12-13; Lukas 4:1-13", 
      "title": " 25.  Isa dicubai oleh Iblis "
    }, 
    {
      "frames": [
        {
          "id": "26-10", 
          "img": "{{:en:obs:obs-26-10.jpg?nolink&640x360}}", 
          "text": "Lalu Yesus memilih kedua belas orang yang disebut sebagai murid-muridNya. Mereka berjalan bersamaNya dan belajar daripadaNya."
        }
      ], 
      "number": "26", 
      "ref": "Cerita Injil dari:Matius 4:12-25; Markus 1:14-15, 35-39; 3:13-21; Lukas 4:14-30, 38-44", 
      "title": " 26. Isa  Memulai PelayananNya "
    }, 
    {
      "frames": [
        {
          "id": "27-11", 
          "img": "{{:en:obs:obs-27-11.jpg?nolink&640x360}}", 
          "text": "Lalu Isa bertanya kepada ahli taurat, “Yang mana satu di antara ketiga orang ini yang kamu fikir telah memperlakukan mangsa sebagai sesama manusia?” Ahli taurat pun menjawab, “Dia yang telah menunjukkan belas kasihan.” Isa memberitahu kepada ahli taurat, “Pergi dan lakukan hal yang sama.”"
        }
      ], 
      "number": "27", 
      "ref": "Cerita Injil dari: Lukas 10:25-37", 
      "title": " 27. Kisah Tentang Seorang Samaria Yang Baik "
    }, 
    {
      "frames": [
        {
          "id": "28-10", 
          "img": "{{:en:obs:obs-28-10.jpg?nolink&640x360}}", 
          "text": "Isa menjawab, “Setiap orang yang telah meninggalkan keluarga, saudara lelaki, saudara perempuan, ayah, ibu, anak-anak, atau harta benda kerana NamaKu, akan mewarisi 100 kali lipat di dunia yang akan datang dan juga hidup kekal. Tetapi siapa yang terdahulu akan menjadi kemudian, dan siapa yang kemudian akan menjadi yang terdahulu.”"
        }
      ], 
      "number": "28", 
      "ref": "Cerita Injil dari: Matius 19:16-30; Markus 10:17-31; Lukas 18:18-30", 
      "title": " 28. Seorang Pemimpin Muda Kaya "
    }, 
    {
      "frames": [
        {
          "id": "29-09", 
          "img": "{{:en:obs:obs-29-09.jpg?nolink&640x360}}", 
          "text": "Lalu Isa berkata, “Beginilah yang dilakukan oleh Bapamu yang di syurga kepada setiap kamu jika kamu mengampuni saudaramu dengan sepenuh hati.”"
        }
      ], 
      "number": "29", 
      "ref": "Cerita Injil dari: Matius 18:21-35", 
      "title": " 29. Kisah tentang Seorang Hamba Yang Kejam "
    }, 
    {
      "frames": [
        {
          "id": "30-09", 
          "img": "{{:en:obs:obs-30-09.jpg?nolink&640x360}}", 
          "text": "Ketika para murid mengumpul kesemua sisa makanan, masih terdapat dua belas bakul lagi yang belum habis dimakan.  Makanan ini ialah dari lima ketul roti dan dua ekor ikan."
        }
      ], 
      "number": "30", 
      "ref": "Cerita Injil dari: Matius 14:13-21; Markus 6:31-44; Lukas 9:10-17; Yahya 6:5-15", 
      "title": " 30. Isa Memberi Makan Lima Ribu Orang "
    }, 
    {
      "frames": [
        {
          "id": "31-08", 
          "img": "{{:en:obs:obs-31-08.jpg?nolink&640x360}}", 
          "text": "Apabila Petrus dan Isa masuk ke dalam perahu, ribut pun reda dengan serta-merta.  Para murid tercengang.  Mereka menyembah Isa, dengan berkata, “Benar, Engkau ialah Anak Allah.”"
        }
      ], 
      "number": "31", 
      "ref": "Cerita Injil dari: Matius 14:22-33; Markus 6:45-52; Yahya 6:16-21", 
      "title": " 31. Isa Berjalan di atas Air "
    }, 
    {
      "frames": [
        {
          "id": "32-16", 
          "img": "{{:en:obs:obs-32-16.jpg?nolink&640x360}}", 
          "text": "Perempuan itu pun menunjukkan dirinya dan terus tersungkur di depan Isa, dengan gugup dan takut. Lalu perempuan tersebut berterus-terang dengan mengaku bahawa dialah orang itu. Isa berkata kepadanya, “Imanmulah yang telah menyembuhkan engkau. Pergilah dengan damai sejahtera dan sembuhlah dari penyakitmu.”"
        }
      ], 
      "number": "32", 
      "ref": "  Cerita Injil dari: Matius 8:28-34; Markus 5:1-20; Lukas 8:26-39", 
      "title": " 32. Isa Menyembuhkan Seorang Yang dirasuk & Seorang Perempuan Sakit "
    }, 
    {
      "frames": [
        {
          "id": "33-09", 
          "img": "{{:en:obs:obs-33-09.jpg?nolink&640x360}}", 
          "text": "“Tetapi benih-benih yang jatuh pada tanah yang subur melambangkan mereka yang mendengar Firman Allah, percaya, dan menghasilkan buah rohani.”"
        }
      ], 
      "number": "33", 
      "ref": " Cerita Injil dari: Matius 13:1-8, 18-23; Markus 4:1-8, 13-20; Lukas 8:4-15", 
      "title": " 33. Cerita tentang Seorang Peladang"
    }, 
    {
      "frames": [
        {
          "id": "34-10", 
          "img": "{{:en:obs:obs-34-10.jpg?nolink&640x360}}", 
          "text": "Lalu Isa berkata, “Sesungguhnya, Aku berkata kepadamu, sebaik saja pemungut cukai itu balik ke rumah ia diampuni, tetapi tidak bagi pemimpin agama. Orang yang sombong akan direndahkan, tetapi siapa yang merendahkan dirinya akan ditinggikan.”"
        }
      ], 
      "number": "34", 
      "ref": "Cerita Injil dari: Matius 13:31-33, 44-46; Markus 4:30-32; Lukas 13:18-21; 18:9-14", 
      "title": " 34. Isa Mengajar Tentang Perumpamaan"
    }, 
    {
      "frames": [
        {
          "id": "35-13", 
          "img": "{{:en:obs:obs-35-13.jpg?nolink&640x360}}", 
          "text": "“Ayah itu menjawab, “Anakku, engkau sentiasa berada dengan aku, dan semua yang ada padaku menjadi milikmu.  Adalah wajar untuk kita berpesta, kerana adik mu ini sudah mati, tetapi kini hidup semula. Dulu ia hilang, tapi kini sudah ditemui!’”"
        }
      ], 
      "number": "35", 
      "ref": "Cerita Injil dari: Lukas 15:11-32", 
      "title": " 35. Kisah Seorang Ayah Yang Berbelas Kasihan"
    }, 
    {
      "frames": [
        {
          "id": "36-07", 
          "img": "{{:en:obs:obs-36-07.jpg?nolink&640x360}}", 
          "text": "Sewaktu mereka turun dari gunung, Isa berkata, “Jangan sekali-kali memberitahu sesiapa pun tentang apa yang terjadi di sini sehingga Aku dibangkitkan dari kematian.”"
        }
      ], 
      "number": "36", 
      "ref": "Cerita Injil dari: Matius 17:1-9; Markus 9:2-8; Lukas 9:28-36", 
      "title": " 36. Isa Dimuliakan "
    }, 
    {
      "frames": [
        {
          "id": "36-07", 
          "img": "{{:en:obs:obs-36-07.jpg?nolink&640x360}}", 
          "text": "Sewaktu mereka turun dari gunung, Isa berkata, “Jangan sekali-kali memberitahu sesiapa pun tentang apa yang terjadi di sini sehingga Aku dibangkitkan dari kematian.”"
        }, 
        {
          "id": "37-06", 
          "img": "{{:en:obs:obs-37-06.jpg?nolink&640x360}}", 
          "text": ""
        }, 
        {
          "id": "37-11", 
          "img": "{{:en:obs:obs-37-11.jpg?nolink&640x360}}", 
          "text": "Tetapi para pemimpin agama Yahudi berasa cemburu, maka mereka pun berkumpul bersama merancang bagaimana cara untuk membunuh Isa dan Lazarus."
        }
      ], 
      "number": "37", 
      "ref": "Cerita Injil dari: Yahya 11:1-46", 
      "title": " 36. Isa Dimuliakan "
    }, 
    {
      "frames": [
        {
          "id": "38-15", 
          "img": "{{:en:obs:obs-38-15.jpg?nolink&640x360}}", 
          "text": "Sedang para prajurit itu menangkapNya, Petrus pun menghunuskan pedangnya dan memotong telinga dari seorang hamba imam.  Isa berkata, “Simpanlah pedangmu itu! Aku boleh saja minta kepada Bapa untuk mengutus bala tentera malaikat untuk melindungiKu.  Tetapi Aku mesti taat kepada BapaKu.” Lalu Isa menyembuhkan telinga orang tersebut, dan semua murid melarikan diri."
        }
      ], 
      "number": "38", 
      "ref": "Cerita Injil dari: Matius 26:14-56; Markus 14:10-50; Lukas 22:1-53; Yahya 18:1-11", 
      "title": " 38. Isa Dikhianati "
    }, 
    {
      "frames": [
        {
          "id": "39-12", 
          "img": "{{:en:obs:obs-39-12.jpg?nolink&640x360}}", 
          "text": "Tetapi Pilatus bimbang akan tercetusnya huru-hara, maka ia pun menyerahkan Isa kepada mereka untuk disalibkan. Para prajurit menghayunkan Isa dengan cemeti lalu mengenakan jubah dan mahkota duri, dan mereka mengejekNya, dengan berkata, “Lihat, Raja orang Yahudi!”"
        }
      ], 
      "number": "39", 
      "ref": "Cerita Injil dari: Matius 26:57-27:26; Markus 14:53-15:15; Lukas 22:54-23:25; Yahya 18:12-19:16", 
      "title": " 39. Isa Diadili "
    }, 
    {
      "frames": [
        {
          "id": "40-09", 
          "img": "{{:en:obs:obs-40-09.jpg?nolink&640x360}}", 
          "text": "Lalu Yusup dan Nikodimus, kedua-dua pemimpin orang Yahudi yang percaya bahawa Isa adalah Mesias itu, meminta Pilatus agar mayat Isa diserahkan kepada mereka. Mereka membungkusi mayatNya dengan kain kapan dan menguburkannya dalam sebuah makam gua batu.  Lalu mereka menggulingkan sebuah batu besar untuk menutupi lubang tersebut."
        }
      ], 
      "number": "40", 
      "ref": "Cerita Injil dari: Matius 27:27-61; Markus 15:16-47; Lukas 23:26-56; Yahya 19:17-42", 
      "title": "= 40. Isa Disalibkan "
    }, 
    {
      "frames": [
        {
          "id": "41-08", 
          "img": "{{:en:obs:obs-41-08.jpg?nolink&640x360}}", 
          "text": "Dalam perjalanan, Isa memperlihatkan diriNya kepada mereka, dan mereka menyembah Dia.  Isa berkata, “Janganlah takut. Pergi dan beritahukanlah kepada murid-murid bahawa Aku akan bertemu dengan mereka di Galilea.”"
        }
      ], 
      "number": "41", 
      "ref": "Cerita Injil dari: Matius 27:62-28:15; Markus 16:1-11; Lukas 24:1-12; Yahya 20:1-18", 
      "title": " 41. Allah Membangkitkan Isa dari Kematian"
    }, 
    {
      "frames": [
        {
          "id": "42-11", 
          "img": "{{:en:obs:obs-42-11.jpg?nolink&640x360}}", 
          "text": "“Ingat, Aku akan sentiasa menyertaimu. Tinggallah di Yerusalem sehingga kamu menerima kuasa dari atas.” Lalu Isa pun terangkat naik ke syurga, dan awan menyelubungiNya dari pemandangan mereka. Isa duduk di sebelah kanan tangan Allah untuk memerintah segala sesuatu."
        }
      ], 
      "number": "42", 
      "ref": "Cerita Injil dari: Matius 28:16-20; Markus 16:12-20; Lukas 24:13-53; Yahya 20:19-23; Acts 1:1-11", 
      "title": " 42. Isa Kembali Ke Syurga "
    }, 
    {
      "frames": [
        {
          "id": "43-13", 
          "img": "{{:en:obs:obs-43-13.jpg?nolink&640x360}}", 
          "text": "Orang-orang percaya mentaati apa yang diajar oleh para murid, mereka bersekutu, makan dan berdoa bersama.  Mereka semua berkumpul bersama dan mengongsikan semua yang mereka miliki.  Mereka memuji Allah dan disambut baik oleh mereka yang bukan Kristian."
        }
      ], 
      "number": "43", 
      "ref": "Cerita Injil dari: Kisah para Rasul 2", 
      "title": " 43. Mulanya Gereja "
    }, 
    {
      "frames": [
        {
          "id": "44-09", 
          "img": "{{:en:obs:obs-44-09.jpg?nolink&640x360}}", 
          "text": "Para pemimpin terkejut kerana mereka melihat sendiri bahawa mereka berdua hanyalah manusia biasa yang tidak berpendidikan.  Para pemimpin juga tahu orang-orang ini ada bersama-sama dengan Isa. Setelah mereka memberi amaran kepada Petrus dan Yohanes, mereka pun dibebaskan."
        }
      ], 
      "number": "44", 
      "ref": "Cerita Injil dari: Kisah para Rausl  3:1-4:22", 
      "title": " 44. Petrus dan Yohanes Menyembuhkan seorang Peminta Sedekah "
    }, 
    {
      "frames": [
        {
          "id": "45-07", 
          "img": "{{:en:obs:obs-45-07.jpg?nolink&640x360}}", 
          "text": "Lalu orang Etiopia itu pun meneruskan perjalanannya, dengan penuh sukacita kerana mengenal Isa."
        }
      ], 
      "number": "45", 
      "ref": "Cerita Injil dari: Kisah para Rasul 8:26-40", 
      "title": " 45. Filipus dan Orang Sida-Sida "
    }, 
    {
      "frames": [
        {
          "id": "46-07", 
          "img": "{{:en:obs:obs-46-07.jpg?nolink&640x360}}", 
          "text": "Setelah beberapa hari, orang-orang Yahudi pula merancang untuk membunuh Paulus. Mereka menempatkan orang di semua pintu gerbang kota untuk membunuhnya.  Tetapi Paulus mendengar tentang rencana tersebut lalu kawan-kawannya menolongnya untuk melarikan diri. Pada suatu malam mereka menurunkannya dari atas tembok dengan sebuah keranjang.  Paulus melarikan dirinya dan terus memberitakan tentang Isa."
        }
      ], 
      "number": "46", 
      "ref": "Cerita Injil dari: Kisah para Rasul 6:8-8:3; 9:1-25", 
      "title": " 46. Paulus Menjadi Pengikut Isa "
    }, 
    {
      "frames": [
        {
          "id": "47-14", 
          "img": "{{:en:obs:obs-47-14.jpg?nolink&640x360}}", 
          "text": "Paulus dan para pemimpin Kristian yang lain menjelajah sejumlah kota, memberitakan dan mengajar tentang Isa.  Mereka juga menulis sejumlah surat kepada jemaat untuk menguatkan dan mengajar mereka berkenaan Perjanjian Allah Yang Baru.  Hasil tulisan inilah yang disebut Perjanjian Baru."
        }
      ], 
      "number": "47", 
      "ref": "Cerita Injil dari: Kisah para Rasul 16:11-40", 
      "title": "= 47. Paulus dan Silas di Filipi "
    }, 
    {
      "frames": [
        {
          "id": "48-14", 
          "img": "{{:en:obs:obs-48-14.jpg?nolink&640x360}}", 
          "text": "Seperti Daud, Isa adalah Seorang Raja, tetapi Isa merupakan Raja seluruh alam semesta!  Ia akan datang lagi dan memerintah dengan keadilan dan kedamaian."
        }
      ], 
      "number": "48", 
      "ref": "Cerita Kitab Suci dari: Kejadian 1-3, 6, 14, 22; Keluaran 12, 20; 2 Samuel 7; Ibrani 3:1-6, 4:14-5:10, 7:1-8:13, 9:11-10:18; Wahyu 21", 
      "title": " 48. Isa Mesias Yang Dijanjikan "
    }, 
    {
      "frames": [
        {
          "id": "49-18", 
          "img": "{{:en:obs:obs-49-18.jpg?nolink&640x360}}", 
          "text": "Allah menganjurkan anda agar berdoa, mempelajari FirmanNya, menyembah Dia bersama-sama dengan orang Kristian yang lain, dan memberitakan kepada orang lain tentang apa yang Ia sudah lakukan terhadapmu. Semua hal ini akan menolongmu bertumbuh dalam persekutuanmu dengan Dia."
        }
      ], 
      "number": "49", 
      "ref": "Cerita Injil dari: Rom 3:21-26, 5:1-11; Yahya 3:16; Markus 16:16; Kolose 1:13-14; 2 Teselonika 5:17-21; 1 Yahya 1:5-10", 
      "title": " 49. Perjanjian Allah Yang Baru "
    }, 
    {
      "frames": [
        {
          "id": "50-17", 
          "img": "{{:en:obs:obs-50-17.jpg?nolink&640x360}}", 
          "text": "Dan Isa akan memerintah untuk selama-lamanya. Ia akan menghapuskan setiap air mata dan tidak akan ada lagi kematian, penderitaan, kesedihan, tangisan, kejahatan, atau kesakitan.  Ia akan memerintah dalam Kerajaan dengan  dan keadilan dan damai, dan Ia akan bersama umatNya sampai selamanya."
        }
      ], 
      "number": "50", 
      "ref": "Cerita Injil dari: Matius 24:14; 28:18; Yahya 15:20, 16:33; Wahyu 2:10; Matius 13:24-30, 36-42; 1 Teselonika 4:13-5:11; Yakobus 1:12; Matius 22:13; Wahyu 20:10, 21:1-22:21", 
      "title": " 50. Isa Kembali "
    }
  ], 
  "date_modified": "20140724", 
  "direction": "ltr", 
  "language": "ms"
}