{
  "app_words": {}, 
  "chapters": [
    {
      "frames": [
        {
          "id": "01-01", 
          "img": "{{:en:obs:obs-01-01.jpg?nolink&640x360}}", 
          "text": "Beginilah permulaan setiap kejadian. Allah menciptakan alam semesta dan setiap yang ada di dalamnya selama enam hari. Mula-mula, bumi itu gelap dan kosong, tiada apa-apa pun yang terbentuk di dalamnya.  Tetapi Roh Allah berada di sana melayang-layang di atas permukaan air."
        }, 
        {
          "id": "01-02", 
          "img": "{{:en:obs:obs-01-02.jpg?nolink&640x360}}", 
          "text": "Maka Allah berfirman dan berkata, “Jadilah terang!” Maka teranglah ia. Allah melihat bahawa terang itu baik dan menyebutnya “siang.” Ia memisahkannya dari gelap, yang Ia sebut sebagai, “malam.” Allah menciptakan terang pada hari pertama penciptaan."
        }, 
        {
          "id": "01-03", 
          "img": "{{:en:obs:obs-01-03.jpg?nolink&640x360}}", 
          "text": "Pada hari kedua penciptaan, Allah berfirman dan menciptakan cakrawala di atas bumi. Allah menamakan kubah itu “langit”. Setelah malam dan pagi berlalu itulah hari yang kedua."
        }, 
        {
          "id": "01-04", 
          "img": "{{:en:obs:obs-01-04.jpg?nolink&640x360}}", 
          "text": "Pada hari ketiga, Allah berfirman dan memisahkan air dari daratan.  Ia memanggil daratan “bumi,” dan air itu dipanggilNya “lautan.”"
        }, 
        {
          "id": "01-05", 
          "img": "{{:en:obs:obs-01-05.jpg?nolink&640x360}}", 
          "text": "Lalu Allah berfirman, “Biarlah bumi menghasilkan semua jenis pohon-pohonan dan tumbuh-tumbuhan.” Maka itulah yang terjadi. Maka Allah melihat apa yang diciptakan baik adanya dan berkenan kepadaNya."
        }, 
        {
          "id": "01-06", 
          "img": "{{:en:obs:obs-01-06.jpg?nolink&640x360}}", 
          "text": "Pada hari yang keempat penciptaan, Allah berfirman dan menjadikan matahari, bulan, dan bintang.  Allah menjadikannya untuk menghasilkan cahaya bagi bumi untuk membezakan siang dan malam, musim dan tahun."
        }, 
        {
          "id": "01-07", 
          "img": "{{:en:obs:obs-01-07.jpg?nolink&640x360}}", 
          "text": "Pada hari kelima, Allah menjadikan segala sesuatu yang berenang dalam sungai dan semua unggas di udara. Allah melihat hal tersebut baik adanya, dan Ia pun memberkatinya."
        }, 
        {
          "id": "01-08", 
          "img": "{{:en:obs:obs-01-08.jpg?nolink&640x360}}", 
          "text": "Pada hari keenam penciptaan, Allah berfirman, “Jadilah semua macam binatang di bumi!” Maka jadilah seperti mana Firman Allah.  Sebahagian darinya merupakan binatang di ladang, sebahagiannya merayap di atas bumi, dan sebahagiannya pula adalah binatang liar."
        }, 
        {
          "id": "01-09", 
          "img": "{{:en:obs:obs-01-09.jpg?nolink&640x360}}", 
          "text": "Lalu Allah berfirman, “Marilah kita menjadikan manusia menurut peta dan teladan kita seperti mana Kita sendiri.  Mereka akan memiliki kuasa ke atas bumi dan segala jenis binatang"
        }, 
        {
          "id": "01-10", 
          "img": "{{:en:obs:obs-01-10.jpg?nolink&640x360}}", 
          "text": "Maka Allah mengambil tanah liat, lalu dijadikannya manusia, dan menghembuskan nyawa ke dalamnya.  Lelaki ini adalah Adam.  Allah menjadikan sebuah taman di mana Adam dapat hidup, dan menempatkannya di sana untuk memeliharakannya."
        }, 
        {
          "id": "01-11", 
          "img": "{{:en:obs:obs-01-11.jpg?nolink&640x360}}", 
          "text": "Di tengah-tengah taman tersebut, Allah menjadikan dua buah pohon menarik – pohon kehidupan dan pohon pengetahuan iatu tentang kebaikan dan kejahatan.  Allah memberitahukan Adam bahawa dia boleh saja makan dari mana-mana pohon dalam taman tersebut kecuali memakan dari pohon pengetahuan tentang kebaikan dan kejahatan"
        }, 
        {
          "id": "01-12", 
          "img": "{{:en:obs:obs-01-12.jpg?nolink&640x360}}", 
          "text": "Lalu Allah berfiman, “Tidak baik kalau manusia itu seorang diri saja.” Tidak ada satu pun binatang yang sesuai dijadikan penolong bagi Adam"
        }, 
        {
          "id": "01-13", 
          "img": "{{:en:obs:obs-01-13.jpg?nolink&640x360}}", 
          "text": "Maka Allah membuat Adam tidur lelap sampai tidak sedarkan diri.  Lalu Allah mengambil salah satu rusuk Adam dan menjadikannya seorang perempuan dan kemudian diserahkan kepada Adam."
        }, 
        {
          "id": "01-14", 
          "img": "{{:en:obs:obs-01-14.jpg?nolink&640x360}}", 
          "text": "Ketika Adam melihat perempuan tersebut, ia berkata, “Akhirnya.” Ia pun sama seperti saya, hendaklah ia disebut, ‘Perempuan’ kerana dia dijadikan dari seorang Lelaki. Itu makanya mengapa seorang lelaki meninggalkan ibu bapanya dan menjadi satu dengan isterinya."
        }, 
        {
          "id": "01-15", 
          "img": "{{:en:obs:obs-01-15.jpg?nolink&640x360}}", 
          "text": "Allah menjadikan mereka lelaki dan perempuan dalam peta dan teladanNya, dan Ia melihatnya baik adanya.  Ia memberkati mereka dan berfirman, “beranak cuculah dan penuhilah bumi!” Semuanya ini terjadi pada hari keenam penciptaan."
        }, 
        {
          "id": "01-16", 
          "img": "{{:en:obs:obs-01-16.jpg?nolink&640x360}}", 
          "text": "Apabila tibanya hari yang ketujuh, maka Allah telah menyelesaikan penciptaanNya.  Allah berhenti dari semua yang Ia ciptakan. Ia memberkati hari yang ketujuh dan menjadikannya kudus, kerana pada hari ini Ia berhenti dari pekerjaanNya. Beginilah bagaimana Allah menciptakan segenap alam semesta dan segala yang ada di dalamnya."
        }
      ], 
      "number": "01", 
      "ref": "Cerita Taurat: Kejadian 1-2", 
      "title": "1. Penciptaan"
    }, 
    {
      "frames": [
        {
          "id": "02-01", 
          "img": "{{:en:obs:obs-02-01.jpg?nolink&640x360}}", 
          "text": "Adam dan Hawa senang sekali hidup dalam taman yang serba indah yang disediakan Allah bagi mereka. Tidak seorang pun dari mereka mengenakan pakaian, tetapi mereka tidak merasa malu, kerana dosa belum masuk ke dalam dunia. Mereka sentiasa bersiar-siar dalam taman dan berbicara langsung kepada Allah."
        }, 
        {
          "id": "02-02", 
          "img": "{{:en:obs:obs-02-02.jpg?nolink&640x360}}", 
          "text": "Tetapi seekor haiwan yang disebut ular yang licik sedang berada dalam taman. Ular tersebut bertanya kepada perempuan itu, “Apakah benar Allah telah melarangmu untuk makan buah dari pohon dalam taman ini?”"
        }, 
        {
          "id": "02-03", 
          "img": "{{:en:obs:obs-02-03.jpg?nolink&640x360}}", 
          "text": "Perempuan itu menjawab, “Allah memberitahukan kepada kami bahawa kami boleh saja makan dari  mana-mana pohon kecuali dari pohon pengetahuan tentang kebaikan dan kejahatan.  Allah memberitahu kepada kami, “Kalau kamu makan buah pohon tersebut atau menyentuhnya sekalipun, kamu pasti akan mati.”"
        }, 
        {
          "id": "02-04", 
          "img": "{{:en:obs:obs-02-04.jpg?nolink&640x360}}", 
          "text": "Ular menyahut, “Itu tidak benar! Kamu tidak akan mati.  Allah tahu sebaik saja kamu memakannya, kamu akan mengerti akan segala perkara seperti Dia.  Kamu akan sama seperti Allah, tahu apa itu yang baik dan yang jahat.”"
        }, 
        {
          "id": "02-05", 
          "img": "{{:en:obs:obs-02-05.jpg?nolink&640x360}}", 
          "text": "Perempuan itu pun memandang sambil mengamat-amati buah tersebut yang tampaknya cukup menarik dan kelihatan enak dimakan.  Perempuan itu juga mahu menjadi bijak, lalu ia memetik sebahagian dari buah dan memakannya.  Lalu ia berpaling dan memberikan sebahagian kepada suaminya, yang berada bersamanya, lalu dia pun makan."
        }, 
        {
          "id": "02-06", 
          "img": "{{:en:obs:obs-02-06.jpg?nolink&640x360}}", 
          "text": "Tiba-tiba, mata mereka terbuka, dan saat itu terus sedar yang dirinya dalam keadaan terlanjang.  Mereka cuba menutupi keadaannya yang terlanjang dengan menjahit bahan dari daun-daunan untuk dijadikan pakaian mereka."
        }, 
        {
          "id": "02-07", 
          "img": "{{:en:obs:obs-02-07.jpg?nolink&640x360}}", 
          "text": "Lalu lelaki tersebut dan juga isterinya mendengar suara Allah berjalan-jalan dalam taman.  Kedua-duanya menyembunyikan diri dari Allah.  Maka Allah berseru kepada lelaki itu, “Di manakah engkau?” Adam menjawab, “Aku mendengarkan Engkau berjalan dalam taman, lalu aku takut, kerana aku telanjang.  Itu sebabnya saya menyembunyikan diri.”"
        }, 
        {
          "id": "02-08", 
          "img": "{{:en:obs:obs-02-08.jpg?nolink&640x360}}", 
          "text": "Lalu Allah bertanya, “Siapakah yang memberitahu kamu bahawa engkau telanjang? Adakah engkau memakan buah yang Aku larang jangan dimakan?” Lelaki itu menjawab, “Engkau yang memberikan perempuan  itu kepadaku, maka dialah memberikan buah tersebut.”  Seterusnya Allah bertanya kepada perempuan, “Apakah yang kamu lakukan?”  Perempuan itu pun menjawab, “Ular itu telah menipu aku.”"
        }, 
        {
          "id": "02-09", 
          "img": "{{:en:obs:obs-02-09.jpg?nolink&640x360}}", 
          "text": "Allah berkata kepada ular, “Terkutuklah engkau! Engkau akan menjalar dengan perutmu dan memakan debu tanah.  Engkau dan perempuan itu saling membenci sesama sendiri, juga anak-anakmu dan anak-anak perempuan itu akan membenci sesama sendiri. Keturunan dari perempuan akan meremukkan kepalamu, dan engkau mematuk tumitnya.”"
        }, 
        {
          "id": "02-10", 
          "img": "{{:en:obs:obs-02-10.jpg?nolink&640x360}}", 
          "text": "Lalu Allah berkata kepada perempuan itu, “Engkau akan mengalami kesukaran sewaktu melahirkan anak iatu suatu proses yang menyakitkan bagimu.  Engkau akan memerlukan suamimu, yang juga akan memerintahkan dirimu.”"
        }, 
        {
          "id": "02-11", 
          "img": "{{:en:obs:obs-02-11.jpg?nolink&640x360}}", 
          "text": "Allah berkata kepada lelaki tersebut, “Engkau lebih cenderung mendengar isterimu dan membelakangi Aku. Sekarang bumi sudah terkutuk, maka engkau harus bekerja keras untuk untuk mendapat makanan.  Engkau akan mati, dan tubuhmu akan kembali menjadi debu.  Lelaki itu menamai isterinya Hawa, yang bermaksud, “kehidupan”, kerana dia menjadi ibu kepada semua umat manusia. Lalu Allah membuat pakaian Adam dan Hawa daripada kulit binatang."
        }, 
        {
          "id": "02-12", 
          "img": "{{:en:obs:obs-02-12.jpg?nolink&640x360}}", 
          "text": "Lalu Allah berfirman, “Sekarang manusia itu telah menjadi seperti kita mengetahui hal-hal yang baik dan buruk, dan mereka harus dicegah agar tidak bebas memakan dari buah pohon kehidupan selamanya.” Lalu Allah mengusir Adam dan Hawa keluar dari taman tersebut. Allah menempatkan para malaikatNya untuk mengawasi pintu masuk ke taman guna untuk menghalangi sesiapa pun juga yang berhasrat makan dari buah pohon kehidupan."
        }
      ], 
      "number": "02", 
      "ref": "Cerita Taurat: Kejadian 3", 
      "title": "2.  Dosa Masuk Ke dalam Dunia"
    }, 
    {
      "frames": [
        {
          "id": "03-01", 
          "img": "{{:en:obs:obs-03-01.jpg?nolink&640x360}}", 
          "text": "Selang beberapa tahun kemudian, bilangan manusia semakin bertambah di bumi. Mereka menjadi lebih buruk dan ganas.  Perlakuan manusia semakin tidak terkawal lagi sehingga Allah memutuskan untuk membinasakan seluruh isi dunia dengan air bah yang dahsyat."
        }, 
        {
          "id": "03-02", 
          "img": "{{:en:obs:obs-03-02.jpg?nolink&640x360}}", 
          "text": "Tetapi Nuh berkenan di mata Allah yang merupakan satu anugerah bagi dirinya.  Ia satu-satunya manusia yang hidup benar di muka bumi dikalangan manusia yang jahat.  Allah memberitahukan kepada Noh tentang air bah yang bakal terjadi.  Ia memberitahu Noh agar membuat sebuah kapal besar yang disebut bahtera."
        }, 
        {
          "id": "03-03", 
          "img": "{{:en:obs:obs-03-03.jpg?nolink&640x360}}", 
          "text": "Allah memberitahukan kepada Noh untuk membuat sebuah kapal dengan ukuran 140 meter panjangnya, lebarnya 23 meter, dan dengan ketinggian 13. 5 meter. Ia haruslah dibuat daripada kayu dan mempunyai lantai tiga tingkat, sejumlah kamar, atap dan jendela.  Kapal tersebut akan menyelamatkan Nuh, keluarganya, dan setiap sepasang dari jenis binatang sewaktu air bah melanda."
        }, 
        {
          "id": "03-04", 
          "img": "{{:en:obs:obs-03-04.jpg?nolink&640x360}}", 
          "text": "Noh siap menuruti perintah Allah.  Ia berserta tiga anak lelakinya membuat perahu tersebut seperti petunjuk yang diberikan Allah kepada mereka.  Ia mengambil waktu bertahun-tahun untuk menyiapkannya, kerana ianya terlalu besar.  Noh memberi amaran kepada orang-orang tentang air bah yang bakal terjadi dan  memperingatkan mereka agar berpaling kepada Allah, tetapi mereka sebaliknya mengejeknya."
        }, 
        {
          "id": "03-05", 
          "img": "{{:en:obs:obs-03-05.jpg?nolink&640x360}}", 
          "text": "Noh dan keluarganya juga mengumpul makanan secukupnya untuk mereka dan binatang.  Apabila semuanya sudah siap, Allah memberitahukan kepada Noh bahawa tibalah waktunya bagi dia, isterinya masuk ke dalam kapal – lapan ahli keluarga semuanya."
        }, 
        {
          "id": "03-06", 
          "img": "{{:en:obs:obs-03-06.jpg?nolink&640x360}}", 
          "text": "Allah mengirimkan binatang jantan dan betina dari setiap haiwan dan burung kepada Noh supaya mereka dapat masuk ke dalam kapal agar berada dalam keadaan selamat sewaktu terjadinya bah.  Allah mengirimkan tujuh jantan dan tujuh betina dari setiap jenis haiwan untuk digunakan dalam upacara ibadah persembahan.  Apabila kesemuanya sudah selesai lalu mereka masuk ke dalam kapal di mana Allah sendiri yang menutup pintunya."
        }, 
        {
          "id": "03-07", 
          "img": "{{:en:obs:obs-03-07.jpg?nolink&640x360}}", 
          "text": "Lalu hujan lebat pun mulai turun, dengan tak henti-hentinya.  Hujan lebat mencurah-curah selama empat puluh hari dan malam tanpa berhenti! Air pun keluar dari bawah tanah.  Segala yang berada di segenap bumi ditenggelami  air, bahkan gunung yang tertinggi sekalipun."
        }, 
        {
          "id": "03-08", 
          "img": "{{:en:obs:obs-03-08.jpg?nolink&640x360}}", 
          "text": "Setiap yang hidup di tanah kering turut mati, kecuali mereka dan binatang yang berada di dalam kapal. Kapal terapung di atas permukaan air dan semua mereka yang berada di dalam bahtera dijaga dalam keadaan selamat."
        }, 
        {
          "id": "03-09", 
          "img": "{{:en:obs:obs-03-09.jpg?nolink&640x360}}", 
          "text": "Setelah hujan reda, kapal terapung di atas permukaan air selama lima bulan, lalu akhirnya pada satu hari kapal tersebut terdampar di puncak sebuah gunung. Tetapi bumi masih ditutupi air.  Setelah tiga bulan berlalu, puncak gunung   kelihatan semula."
        }, 
        {
          "id": "03-10", 
          "img": "{{:en:obs:obs-03-10.jpg?nolink&640x360}}", 
          "text": "Setelah lebih dari empat puluh hari lamanya, Noh mengirim seekor burung yang disebut burung gagak untuk memastikan apakah air sudah surut dan kering.  Burung gagak terbang berulang alik untuk mencari tanah kering, tetapi tidak berhasil menemukan apa-apa."
        }, 
        {
          "id": "03-11", 
          "img": "{{:en:obs:obs-03-11.jpg?nolink&640x360}}", 
          "text": "Kemudian Noh mengirim seekor burung yang disebut merpati.  Tetapi merpati tersebut juga tidak dapat menemukan tanah kering, lalu kembali kepada Noh semula.  Seminggu kemudian ia mengirimkan merpati sekali lagi, dan kembali dengan membawa sebuah ranting zaitun dengan paruhnya! Air sudah surut, tumbuh-tumbuhan mulai bertumbuh semula!"
        }, 
        {
          "id": "03-12", 
          "img": "{{:en:obs:obs-03-12.jpg?nolink&640x360}}", 
          "text": "Noh menunggu selama satu minggu lagi dan mengirimkan merpati untuk kali ketiga.  Kali ini ia tidak pernah kembali lagi.  Air sudah mulai menjadi kering!"
        }, 
        {
          "id": "03-13", 
          "img": "{{:en:obs:obs-03-13.jpg?nolink&640x360}}", 
          "text": "Dua bulan kemudian Allah berfirman kepada Noh, “Engkau dan keluargamu dan semua binatang boleh keluar dan meninggalkan kapal sekarang.” Beranak cuculah dan penuhilah bumi.”  Maka mereka menuruti dan meninggalkan kapal."
        }, 
        {
          "id": "03-14", 
          "img": "{{:en:obs:obs-03-14.jpg?nolink&640x360}}", 
          "text": "Setelah ia keluar dari kapal, Noh mendirikan sebuah mezbah dan mempersembahkan setiap jenis binatang yang dapat digunakan untuk dipersembahkan.  Allah berkenan dengan persembahan tersebut dan memberkati Noh dan keluarganya."
        }, 
        {
          "id": "03-15", 
          "img": "{{:en:obs:obs-03-15.jpg?nolink&640x360}}", 
          "text": "Allah berfirman, “Aku tidak akan mengutuk bumi lagi kerana dosa manusia atau menghancurkan dunia dengan air bah, walaupun manusia itu berdosa sejak usia remaja lagi.”"
        }, 
        {
          "id": "03-16", 
          "img": "{{:en:obs:obs-03-16.jpg?nolink&640x360}}", 
          "text": "Lalu Allah menjadikan pelangi di atas awan sebagai tanda suatu perjanjianNya.  Setiap kali pelangi muncul di atas awan, Allah akan ingat apa yang Ia sudah janjikan lalu demikianlah bagi umatNya juga."
        }
      ], 
      "number": "03", 
      "ref": "Cerita Taurat: Kejadian 6-8", 
      "title": "3. Air Bah"
    }, 
    {
      "frames": [
        {
          "id": "04-01", 
          "img": "{{:en:obs:obs-04-01.jpg?nolink&640x360}}", 
          "text": "Beberapa tahun kemudian setelah air bah, bilangan manusia yang menjadi penghuni bumi semakin bertambah, dengan menggunakan  bahasa yang sama.  Tetapi manusia tidak tunduk kepada Allah.  Daripada beranak cucu dan memenuhi bumi, mereka malah melakukan hal yang sebaliknya dengan bersepakat untuk membangunkan sebuah menara."
        }, 
        {
          "id": "04-02", 
          "img": "{{:en:obs:obs-04-02.jpg?nolink&640x360}}", 
          "text": "Mereka bersikap angkuh, dengan tidak menghiraukan apa yang Allah katakan.  Bahkan mereka bertindak untuk terus membangunkan sebuah menara tinggi yang mencapai ke langit. Allah melihat hal tersebut kalau-kalau mereka mengadakan kerjasama, yang pasti akan menimbulkan banyak keburukan."
        }, 
        {
          "id": "04-03", 
          "img": "{{:en:obs:obs-04-03.jpg?nolink&640x360}}", 
          "text": "Lalu Ia mengubah bahasa mereka kepada berbagai macam bahasa dan mereka tersebar di serata dunia.  Kota yang mereka sudah mulai bina disebut Babel, yang bermaksud “kebingungan.”"
        }, 
        {
          "id": "04-04", 
          "img": "{{:en:obs:obs-04-04.jpg?nolink&640x360}}", 
          "text": "Ratusan tahun kemudian, Allah berfirman kepada seorang peribadi bernama Abram. Allah mengarahkannya, “Tinggalkanlah negeri dan keluargamu dan pergilah ke sebuah tanah yang akan Aku tunjukkan kepadamu.”"
        }, 
        {
          "id": "04-05", 
          "img": "{{:en:obs:obs-04-05.jpg?nolink&640x360}}", 
          "text": "Maka Abram pun menurutinya. Ia mengambil isterinya Sarai, serta semua hambanya juga ternakan haiwan lalu berangkat ke sebuah tanah yang Allah tunjukkan kepadanya, iatu di tanah Kanaan.  Abram menghuni tanah tersebut bertahun-tahun lamanya.  Di sanalah Allah membuat suatu perjanjian dengan Abram.  Perjanjian merupakan suatu persetujuan antara golongan dua pihak."
        }, 
        {
          "id": "04-06", 
          "img": "{{:en:obs:obs-04-06.jpg?nolink&640x360}}", 
          "text": "Allah berfirman, “Lihatlah di sekitarmu.  Seluruh wilayah yang engkau lihat akan Aku serahkan kepadamu dan keturunanmu untuk dijadikan warisan.  Aku akan memberkatimu dengan menjadikan namamu termasyhur.”"
        }, 
        {
          "id": "04-07", 
          "img": "{{:en:obs:obs-04-07.jpg?nolink&640x360}}", 
          "text": "“Aku menjadikan keturunanmu suatu bangsa yang termasyhur, dan Aku akan menjadi Allahmu.  Aku akan memberkati mereka yang memberkatimu dan mengutuk mereka yang mengutukmu.” Allah juga memberitahukan kepada Abram agar semua penghuni dalam rumahnya disunatkan sebagai suatu tanda perjanjian.  Dan Abram pun menurutinya."
        }, 
        {
          "id": "04-08", 
          "img": "{{:en:obs:obs-04-08.jpg?nolink&640x360}}", 
          "text": "Abram mempercayai Allah sepenuhnya. Allah mengatakan bahawa Abram disebut orang yang benar melalui kepercayaannya kepada janji Allah. Tetapi masalahnya, Abram dan isterinya tidak mempunyai anak. Meskipun begitu tiada mustahil bagi Abram untuk menjadi bapa kepada suatu bangsa yang besar, tetapi mereka hanya menunggu dengan iman, dengan percaya apa yang Allah janjikan."
        }, 
        {
          "id": "04-09", 
          "img": "{{:en:obs:obs-04-09.jpg?nolink&640x360}}", 
          "text": "Suatu ketika, Abram berjumpa dengan Melkisedek, imam Allah Yang Maha Tinggi.  Melkisedek memberkati Abram dan berkata, “Kiranya Allah Maha Tinggi yang empunya langit dan bumi memberkati Abram.” Maka Abram memberikan kepada Melkisedek sepersepuluh dari semua miliknya."
        }
      ], 
      "number": "04", 
      "ref": "Cerita Taurat: Kejadian 11-15", 
      "title": "4. Perjanjian Allah dengan Abraham"
    }, 
    {
      "frames": [
        {
          "id": "05-01", 
          "img": "{{:en:obs:obs-05-01.jpg?nolink&640x360}}", 
          "text": "Abram dan Sarai menunggu selama lebih dua puluh tahun, tetapi mereka belum mempunyai anak.  Lalu isteri Abram berkata kepadanya, “Sebab TUHAN tidak mengizinkan saya mempunyai anak sekarang ini kerana saya sudah terlalu tua untuk mempunyai anak, inilah hamba ku, Hagar.  Khawinilah dia juga supaya dia dapat melahirkan seorang bayi untuk saya."
        }, 
        {
          "id": "05-02", 
          "img": "{{:en:obs:obs-05-02.jpg?nolink&640x360}}", 
          "text": "Lalu Abram mengahwini Hagar. Hagar mempunyai seorang bayi lelaki, lalu Abram menamainya Ismael.  Abram mahu Allah memberkati Ismael.  Allah bersabda, “Aku akan memberkatinya, tetapi Ismael bukan anak perjanjian tersebut.  Aku tidak akan mengadakan perjanjian dengannya.”"
        }, 
        {
          "id": "05-04", 
          "img": "{{:en:obs:obs-05-04.jpg?nolink&640x360}}", 
          "text": "“Isterimu, Sarai, akan mempunyai seorang anak – ia merupakan anak perjanjian.  Namakan dia Ishak. PerjanjianKu akan menyertainya, dan ia akan menjadi suatu bangsa yang besar.” Maka Allah mengubah nama Abram kepada Abraham, yang berarti “bapa kepada ramai orang.” Allah juga mengubah nama Sarai kepada Sarah, yang bermaksud “puteri.”"
        }, 
        {
          "id": "05-05", 
          "img": "{{:en:obs:obs-05-05.jpg?nolink&640x360}}", 
          "text": "Akhirnya, ketika Abraham mencapai usia 100 tahun dan Sarah 90 tahun, Sarah melahirkan seorang bayi lelaki bagi Abraham.  Mereka menamainya Ishak seperti diberitahukan oleh Allah kepada mereka."
        }, 
        {
          "id": "05-06", 
          "img": "{{:en:obs:obs-05-06.jpg?nolink&640x360}}", 
          "text": "Ketika Ishak menjangkau usia muda, Allah menguji iman Abraham dengan berkata, “Bawalah Ishak, anakmu yang satu-satunya, dan sembelihkanlah dia sebagai korban persembahan bagiKu.”  Sekali lagi Abraham menaati apa yang Allah perintahkan untuk dilakukan."
        }, 
        {
          "id": "05-07", 
          "img": "{{:en:obs:obs-05-07.jpg?nolink&640x360}}", 
          "text": "As Abraham and Isaac walked to the place of the sacrifice Isaac asked, “Father, we have wood for the sacrifice, but where is the lamb?” Abraham replied, “God will provide the lamb for the sacrifice, my son.”"
        }, 
        {
          "id": "05-08", 
          "img": "{{:en:obs:obs-05-08.jpg?nolink&640x360}}", 
          "text": "Ia mengikat anaknya Ishak lalu meletakannya di atas mezbah.  Ia siap-siap untuk menyembelihnya ketika Allah berkata kepadaNya, “Berhenti! Jangan cuba menyakiti anak itu! Aku tahu bahawa engkau takut kepadaku sehingga engkau merelakannya bagiKu.”"
        }, 
        {
          "id": "05-09", 
          "img": "{{:en:obs:obs-05-09.jpg?nolink&640x360}}", 
          "text": "Tidak jauh dari situ Abraham melihat seekor kambing biri-biri yang tersangkut di dalam semak.  Allah menyiapkan biri-biri tersebut sebagai pengganti anaknya Ishak.  Abraham dengan sukacita mempersembahkan kambing biri-biri tersebut sebagai korban persembahan."
        }, 
        {
          "id": "05-10", 
          "img": "{{:en:obs:obs-05-10.jpg?nolink&640x360}}", 
          "text": "Allah berfirman kepada Abraham, “Kerana engkau rela menyerahkan semuanya bagiKu, bahkan anak tunggalmu mu sendiri, maka Aku berjanji memberkatimu.  Keturunanmu melebihi bintang-bintang di langit.  Kerana engkau menaatiKu, maka semua keluarga di bumi akan diberkati melaluimu.”"
        }
      ], 
      "number": "05", 
      "ref": "Cerita Taurat: Kejadian 16-22", 
      "title": "5. Anak Perjanjian"
    }, 
    {
      "frames": [
        {
          "id": "06-01", 
          "img": "{{:en:obs:obs-06-01.jpg?nolink&640x360}}", 
          "text": "Ketika Abraham lanjut usia dan Ishak telah menjangkau usia anak muda, Abraham mengirim salah satu hambanya kembali ke tempat asal di mana sanak saudaranya masih tinggal untuk mencari seorang pasangan hidup buat anaknya Ishak."
        }, 
        {
          "id": "06-02", 
          "img": "{{:en:obs:obs-06-02.jpg?nolink&640x360}}", 
          "text": "Setelah menempuh perjalanan yang cukup jauh, Allah memimpin hamba tersebut kepada Ribkah, yang merupakan cucu kepada saudara Abraham."
        }, 
        {
          "id": "06-03", 
          "img": "{{:en:obs:obs-06-03.jpg?nolink&640x360}}", 
          "text": "She agreed to leave her family and go back with the servant. Isaac married her as soon as she arrived."
        }, 
        {
          "id": "06-04", 
          "img": "{{:en:obs:obs-06-04.jpg?nolink&640x360}}", 
          "text": "Dalam waktu yang cukup lama, Abraham pun meninggal maka semua perjanjian yang dibuat Allah kepadanya diturunkan kepada Ishak.  Tetapi isteri Ishak, iatu Ribka, tidak mendapat anak.  Ishak tidak mungkin menjadi bapa kepada sejumlah bangsa kalau ia tidak mempunyai anak."
        }, 
        {
          "id": "06-05", 
          "img": "{{:en:obs:obs-06-05.jpg?nolink&640x360}}", 
          "text": "Ishak berdoa untuk Ribkah, dan Allah mengabulkan doanya lalu ia hamil dengan anak kembar."
        }, 
        {
          "id": "06-06", 
          "img": "{{:en:obs:obs-06-06.jpg?nolink&640x360}}", 
          "text": "Sebelum mereka dilahirkan, Allah memberitahukan kepada Ribkah bahawa anak sulung akan menjadi penolong bagi adiknya."
        }, 
        {
          "id": "06-07", 
          "img": "{{:en:obs:obs-06-07.jpg?nolink&640x360}}", 
          "text": "Apabila mereka dilahirkan, anak sulung keluar dengan warna merah dan berbulu – dan mereka menamakannya Esau.  Sedangkan yang bongsu mempunyai kulit halus, dan mereka menamakannya Yakub."
        }
      ], 
      "number": "06", 
      "ref": "Cerita Taurat: Kejadian 24:1-25:26", 
      "title": "6. Allah Membekali Ishak"
    }, 
    {
      "frames": [
        {
          "id": "07-01", 
          "img": "{{:en:obs:obs-07-01.jpg?nolink&640x360}}", 
          "text": "Sewaktu kedua-dua anak tersebut membesar, Ribkah lebih menyayangi Yakob, sedangkan Ishak pula lebih menyayangi Esau. Yakub suka tinggal di rumah, tetapi Esau lebih suka memburu."
        }, 
        {
          "id": "07-02", 
          "img": "{{:en:obs:obs-07-02.jpg?nolink&640x360}}", 
          "text": "Suatu hari, ketika Esau pulang dari memburu, ia berasa sangat lapar.  Esau berkata kepada Yakub, “Tolong berikan makanan yang engkau sudah siapkan.” Dan Yakub menjawab, “Tetapi dengan syarat engkau serahkan hakmu sebagai anak sulung.” Lalu Yakub memberinya makanan."
        }, 
        {
          "id": "07-03", 
          "img": "{{:en:obs:obs-07-03.jpg?nolink&640x360}}", 
          "text": "Sewaktu Ishak lanjut usia, ia ingin menurunkan berkatnya kepada Esau.  Tetapi sebelum ia melakukannya, Ribka dan Yakub menipunya dengan cara Yakub berpura-pura menjadi Esau.  Yakub mengenakan pakaian Esau serta mengenakan kulit kambing pada leher dan tangannya."
        }, 
        {
          "id": "07-04", 
          "img": "{{:en:obs:obs-07-04.jpg?nolink&640x360}}", 
          "text": "Ishak tidak dapat melihat dengan jelas. Lalu datanglah Yakub kepada Ishak dan berkata, “Saya adalah Esau, saya datang untuk menerima berkat dari ayah.” Sewaktu Ishak merasakan bulu kambing dan menghidu pakaian Yakub ia menyangka bahawa dia adalah Esau yang sebenar lalu memberkatinya."
        }, 
        {
          "id": "07-05", 
          "img": "{{:en:obs:obs-07-05.jpg?nolink&640x360}}", 
          "text": "Esau membenci Yakub kerana Yakub mencuri hak kesulungannya sebagai anak yang pertama.  Dan ia merancang untuk membunuh Yakub apabila bapanya meninggal nanti."
        }, 
        {
          "id": "07-06", 
          "img": "{{:en:obs:obs-07-06.jpg?nolink&640x360}}", 
          "text": "Tetapi Ribka mendengar semua yang dirancang oleh Esau. Lalu ia pun memutuskan untuk menghantar Yakub ke suatu tempat yang jauh di mana sanak saudaranya berada."
        }, 
        {
          "id": "07-07", 
          "img": "{{:en:obs:obs-07-07.jpg?nolink&640x360}}", 
          "text": "Sementara Yakub di sana, ia pun berkahwin dengan empat perempuan yang melahirkan baginya sejumlah 12 belas anak lelaki dan seorang perempuan. Allah menjadikannya sangat kaya."
        }, 
        {
          "id": "07-08", 
          "img": "{{:en:obs:obs-07-08.jpg?nolink&640x360}}", 
          "text": "Setelah dua puluh tahun Yakub meninggalkan Kanaan iaitu kampung halamannya  kini ia bersama seisi keluarga, para hamba berserta semua binatang ternakannya kembali semula ke tempat asal."
        }, 
        {
          "id": "07-09", 
          "img": "{{:en:obs:obs-07-09.jpg?nolink&640x360}}", 
          "text": "Ia terlalu takut kerana ia masih menyangka kalau-kalau Esau masih berdendam dan nekad untuk membunuhnya.  Lalu ia memberikan sejumlah ternakan binatang kepada Esau sebagai pemberian.  Lalu para hamba yang membawa ternakan berkata kepada Esau, “Ternakan ini merupakan pemberian hambamu, Yakub.”  Tidak lama lagi ia akan datang."
        }, 
        {
          "id": "07-10", 
          "img": "{{:en:obs:obs-07-10.jpg?nolink&640x360}}", 
          "text": "Tetapi Esau telah mengampuni Yakub, mereka bersatu kembali dengan gembira.  Yakub terus tinggal di Kanaan dalam keadaan aman.  Lalu Ishak pun meninggal, Yakub dan Esaulah yang menguburknya.  Perjanjian yang dijanjikan Allah kepada Abraham dan kepada Ishak diturunkan kepada Yakub."
        }
      ], 
      "number": "07", 
      "ref": "Cerita Taurat: Kejadian 25:27-33:20", 
      "title": "7. Allah Memberkati Yakub"
    }, 
    {
      "frames": [
        {
          "id": "08-01", 
          "img": "{{:en:obs:obs-08-01.jpg?nolink&640x360}}", 
          "text": "Saudara-saudara Yusup membenci Yusup kerana bapa mereka lebih menyayangi dia lebih dari yang lain ditambah lagi apabila Yusup memberitahu mereka tentang mimpinya bahawa dialah yang bakal menjadi pemimpin untuk mereka.  Sewaktu Yusup menemukan saudara-saudaranya, mereka menculik lalu menjualnya kepada para pedagang."
        }, 
        {
          "id": "08-02", 
          "img": "{{:en:obs:obs-08-02.jpg?nolink&640x360}}", 
          "text": "Beberapa tahun kemudian, sewaktu Yakub mencapai usia tua, ia mengirimkan anak kesayangannya, iaitu Yusuf, untuk memantau saudara-saudaranya yang menjaga ternakan di ladang."
        }, 
        {
          "id": "08-03", 
          "img": "{{:en:obs:obs-08-03.jpg?nolink&640x360}}", 
          "text": "Sebelum mereka pulang ke rumah, saudara-saudara Yusuf mengoyakkan pakaian Yusuf lalu pakaiannya dicelupkan ke dalam darah. Lalu mereka tunjukkan pakaian tersebut kepada bapa mereka dan membohonginya dengan berkata binatang buas telah membunuh Yusuf. Yakub pun berasa amat sedih."
        }, 
        {
          "id": "08-04", 
          "img": "{{:en:obs:obs-08-04.jpg?nolink&640x360}}", 
          "text": "Para pedagang perhambaan membawa Yusuf ke Mesir.  Mesir merupakan sebuah negeri yang luas, serta memiliki kuasa dan tempat tersebut berhampiran dengan Sungai Nil. Para pedagang perhambaan menjual Yusuf sebagai hamba kepada seorang pegawai pemerintah yang kaya. Yusuf mengabdikan dirinya dengan baik terhadap tuannya, dan Allah memberkati Yusuf."
        }, 
        {
          "id": "08-05", 
          "img": "{{:en:obs:obs-08-05.jpg?nolink&640x360}}", 
          "text": "Isteri tuannya tergoda dan mencuba untuk meniduri Yusup, tetapi Yusup menolak untuk berdosa terhadap Allah dengan cara tersebut.  Dia sangat marah dan mengarahkan Yusup ditangkap dan dimasukkan ke dalam penjara.  Meskipun dalam penjara, Yusup tetap setia kepada Allah, dan Allah memberkatinya."
        }, 
        {
          "id": "08-06", 
          "img": "{{:en:obs:obs-08-06.jpg?nolink&640x360}}", 
          "text": "Beberapa tahun kemudian, Yusuf masih dalam penjara, meskipun begitu dia tidak pernah melakukan sebarang kesalahan.  Raja Mesir, yang disebut Firaun, mempunyai dua mimpi yang sangat menganggunya.  Tidak ada seorangpun dari para bangsawan dapat menafsir tentang makna dari mimpi tersebut."
        }, 
        {
          "id": "08-07", 
          "img": "{{:en:obs:obs-08-07.jpg?nolink&640x360}}", 
          "text": "Allah memberikan kepada Yusup kemampuan untuk menafsir mimpi, lalu Firaun menyuruh agar Yusup dibawa kepadanya dari penjara.  Yusup menafsir erti dari mimpi tersebut dan berkata, “Allah akan mengirim tujuh tahun masa penuaian yang subur dan disusuli dengan tujuh tahun masa kelaparan.”"
        }, 
        {
          "id": "08-08", 
          "img": "{{:en:obs:obs-08-08.jpg?nolink&640x360}}", 
          "text": "Firaun sangat tertarik dengan Yusup lalu ia mengangkatnya sebagai pegawai kedua yang sangat berpengaruh di seluruh Mesir."
        }, 
        {
          "id": "08-09", 
          "img": "{{:en:obs:obs-08-09.jpg?nolink&640x360}}", 
          "text": "Selama tujuh tahun penghasilan tuaian yang baik, Yusup memerintahkan kepada para penduduk agar menyimpan bakalan makanan dalam jumlah besar.  Supaya apabila tiba musim kelaparan tujuh tahun kelak, Yusup menjual makanan kepada para penduduk agar mereka mempunyai makanan yang cukup."
        }, 
        {
          "id": "08-10", 
          "img": "{{:en:obs:obs-08-10.jpg?nolink&640x360}}", 
          "text": "Kelaparan kian parah dan berlaku bukan saja di Mesir, tetapi juga di wilayah-wilayah berdekatan termasuk Kanaan di mana Yakub dan keluarganya berada."
        }, 
        {
          "id": "08-11", 
          "img": "{{:en:obs:obs-08-11.jpg?nolink&640x360}}", 
          "text": "Lalu Yakub pun menyuruh anak-anaknya pergi ke Mesir untuk membeli makanan.  Dan ketika semua saudara-saudara Yusup tersebut berdiri di hadapan Yusup untuk membeli makanan, mereka tidak mengenalinya.  Tetapi Yusup sebaliknya, dia mengenali mereka."
        }, 
        {
          "id": "08-12", 
          "img": "{{:en:obs:obs-08-12.jpg?nolink&640x360}}", 
          "text": "Setelah itu ia menguji mereka dengan maksud untuk memastikan apakah sikap mereka sudah berubah, Yusup berkata, “Aku adalah saudaramu, Yusup!  Janganlah takut.  Kamu cuba melakukan kejahatan apabila kamu menjual aku sebagai hamba, tetapi Allah memakai kejahatan tersebut untuk kebaikan!  Mari tinggallah di Mesir agar saya dapat membekalkan makanan untuk setiap kamu berserta seisi keluarga."
        }, 
        {
          "id": "08-13", 
          "img": "{{:en:obs:obs-08-13.jpg?nolink&640x360}}", 
          "text": "Apabila kesemua adik-beradik ini kembali ke rumah, mereka segera datang kepada Yakub dan menyampai berita bahawa Yusup masih  hidup, dan Yakub ayah mereka berasa amat gembira."
        }, 
        {
          "id": "08-14", 
          "img": "{{:en:obs:obs-08-14.jpg?nolink&640x360}}", 
          "text": "Meskipun Yakub sudah terlalu uzur, namun ia masih mampu untuk pindah ke Mesir bersama keluarganya. Dan di sanalah semua mereka menetap. Sebelum Yakub meninggal, ia memberkati setiap satu dari anak-anaknya."
        }, 
        {
          "id": "08-15", 
          "img": "{{:en:obs:obs-08-15.jpg?nolink&640x360}}", 
          "text": "Semua janji yang Allah berikan kepada Abraham diturunkan kepada Ishak, seterusnya kepada kedua belas anak-anak Yakub berserta keluarga masing-masing.  Keturunan dari kedua belas anak ini telah menjadi kedua belas suku kaum Israel."
        }
      ], 
      "number": "08", 
      "ref": "Cerita Taurat: Kejadian 37-50", 
      "title": "8. Allah Menyelamatkan Yusuf dan Keluarganya"
    }, 
    {
      "frames": [
        {
          "id": "09-01", 
          "img": "{{:en:obs:obs-09-01.jpg?nolink&640x360}}", 
          "text": "Setelah Yusuf meninggal dunia, semua ahli keluarganya tetap tinggal di Mesir.  Mereka dan seluruh keturunan tetap tinggal di sana  beratus tahun lamanya serta beranak-pinak.  Mereka disebut sebagai Israel."
        }, 
        {
          "id": "09-02", 
          "img": "{{:en:obs:obs-09-02.jpg?nolink&640x360}}", 
          "text": "Selang beberapa tahun kemudian, Firaun yang baharu muncul di Mesir.  Orang-orang Mesir sudah lupa dengan Yusuf yang telah begitu mengambil berat terhadap keperluan hidup mereka.  Dan orang-orang Mesir memperalatkan umat Israel sebagai hamba mereka."
        }, 
        {
          "id": "09-03", 
          "img": "{{:en:obs:obs-09-03.jpg?nolink&640x360}}", 
          "text": "Umat Israel dipaksa melakukan kerja berat dengan membina banyak bangunan pencakar langit bahkan termasuk seluruh kota. Pekerjaan yang berat itu telah membuat hidup mereka makin tertekan dan menderita. Namun Allah tetap memberkati mereka dengan anak yang ramai."
        }, 
        {
          "id": "09-04", 
          "img": "{{:en:obs:obs-09-04.jpg?nolink&640x360}}", 
          "text": "Firaun melihat bahawa umat Israel melahirkan semakin ramai bayi, lalu memberi perintah agar kesemua bayi lelaki kaum Israel harus dibunuh dengan membuangnya ke dalam Sungai Nil."
        }, 
        {
          "id": "09-05", 
          "img": "{{:en:obs:obs-09-05.jpg?nolink&640x360}}", 
          "text": "Seorang perempuan Israel melahirkan seorang bayi lelaki.   Dia dan suaminya menyembunyikan bayi tersebut sedapat yang boleh."
        }, 
        {
          "id": "09-06", 
          "img": "{{:en:obs:obs-09-06.jpg?nolink&640x360}}", 
          "text": "Lalu mereka menepatkannya ke dalam sebuah keranjang terapung lalu menghanyutkannya di Sungai Nil.  Kakaknya memperhatikannya dari jauh untuk memastikan kira-kira apa yang bakal terjadi kepadanya."
        }, 
        {
          "id": "09-07", 
          "img": "{{:en:obs:obs-09-07.jpg?nolink&640x360}}", 
          "text": "Puteri Firaun ternampak suatu benda yang terapung lalu cuba untuk menyiasat apa kira-kira yang terdapat di dalam keranjang itu.  Sewaktu ia mendapati bahawa ada seorang bayi di dalam keranjang tersebut, ia pun mengasuhnya seperti anak sendiri.  Ia mengupah ibu kandung anak itu sendiri untuk memeliharanya. Ketika anak itu dewasa, Puteri Firaun menamakannya Musa"
        }, 
        {
          "id": "09-08", 
          "img": "{{:en:obs:obs-09-08.jpg?nolink&640x360}}", 
          "text": "Pada suatu hari, ketika Musa sudah dewasa, kebetulan ia menyaksikan seorang rakyat Mesir sedang memukul seorang hamba Israel.  Musa cuba campur tangan dengan menyelamatkan rakan sebangsanya."
        }, 
        {
          "id": "09-09", 
          "img": "{{:en:obs:obs-09-09.jpg?nolink&640x360}}", 
          "text": "Apabila ia menyangka tiada yang melihatnya, ia membunuh warga Mesir tersebut serta menguburkan mayatnya.  Tetapi ada seorang yang melihat apa yang berlaku."
        }, 
        {
          "id": "09-10", 
          "img": "{{:en:obs:obs-09-10.jpg?nolink&640x360}}", 
          "text": "Apabila Firaun mengetahui hal tersebut, ia cuba untuk membalas dendam dengan membunuh Musa.  Namun Musa melarikan diri di padang belantara, tempat di mana ia  merasa lebih selamat."
        }, 
        {
          "id": "09-11", 
          "img": "{{:en:obs:obs-09-11.jpg?nolink&640x360}}", 
          "text": "Musa menjadi seorang gembala di padang belantara yang jauh dari Mesir.  Ia berkahwin dan mempunyai dua orang anak lelaki."
        }, 
        {
          "id": "09-12", 
          "img": "{{:en:obs:obs-09-12.jpg?nolink&640x360}}", 
          "text": "Pada suatu hari Musa sedang memelihara domba-dombanya, lalu ia melihat semak belukar terbakar.  Tetapi belukar tersebut tidak hangus.  Musa melihat dari jarak dekat.  Sambil menghampiri belukar yang sedang marak, ia terdengar suara Allah berfirman, “Musa, tanggalkan kasutmu.  Engkau sedang berdiri di kawasan yang kudus.”"
        }, 
        {
          "id": "09-13", 
          "img": "{{:en:obs:obs-09-13.jpg?nolink&640x360}}", 
          "text": "Allah berfirman, “Aku telah melihat penderitaan umatKu.  Aku akan mengutusmu kepada Firaun supaya engkau dapat membawa umat Israel keluar dari perhambaan di Mesir.  Aku akan memberikan tanah Kanaan, tanah yang Aku janjikan kepada Abraham, Ishak, dan Yakub."
        }, 
        {
          "id": "09-14", 
          "img": "{{:en:obs:obs-09-14.jpg?nolink&640x360}}", 
          "text": "Musa berkata, “Bagaimana kalau mereka bertanya siapa yang mengutus aku, apa yang harus aku katakan?” Allah berfirman, : “AKU ADALAH AKU. Beritahukan kepada mereka, ‘Dialah yang mengutus aku kepadamu.’ Inilah NamaKu untuk selamanya.”"
        }, 
        {
          "id": "09-15", 
          "img": "{{:en:obs:obs-09-15.jpg?nolink&640x360}}", 
          "text": "Musa menolak untuk pergi, lalu Allah mengutus abangnya, iaitu Harun, untuk membantunya.  Allah memperingatkan Musa dan Harun bahawa Firaun adalah orang yang keras kepala."
        }
      ], 
      "number": "09", 
      "ref": "Cerita Taurat: Keluaran 1-4", 
      "title": "9. Allah Memanggil Musa"
    }, 
    {
      "frames": [
        {
          "id": "10-01", 
          "img": "{{:en:obs:obs-10-01.jpg?nolink&640x360}}", 
          "text": "Musa dan Harun datang menghadap Firaun. Mereka berkata, “Inilah  pesan Allah Israel, ‘Biarlah umatKu pergi!’  Firaun malah mentertawakan mereka.  Bukan pula ia membiarkan Israel pergi dengan bebas, sebaliknya ia menambahkan lagi beban kerja mereka."
        }, 
        {
          "id": "10-02", 
          "img": "{{:en:obs:obs-10-02.jpg?nolink&640x360}}", 
          "text": "Firaun masih tetap  menolak untuk melepaskan umat Israel pergi, oleh yang demikian Allah mengirimkan sepuluh kutuk terhadap Mesir. (Laknat merupakan satu bencana dahsyat.) Melalui kutuk tersebut, Allah menunjukkan kepada Firaun bahawa Dia lebih berkuasa dari Firaun dan semua ilah-ilah Mesir."
        }, 
        {
          "id": "10-03", 
          "img": "{{:en:obs:obs-10-03.jpg?nolink&640x360}}", 
          "text": "Sungai Nil menjadi darah, tetapi Firaun  masih tetap tidak Allah mahu melepaskan umat Israel pergi."
        }, 
        {
          "id": "10-04", 
          "img": "{{:en:obs:obs-10-04.jpg?nolink&640x360}}", 
          "text": "Allah mengirimkan katak ke setiap tempat di Mesir.  Firaun merayu kepada Musa untuk menghapuskan semua katak tersebut.  Tetapi setelah semua kataknya sudah mati, Firaun masih tetap mengeraskan hatinya dan enggan melepaskan umat Israel pergi."
        }, 
        {
          "id": "10-05", 
          "img": "{{:en:obs:obs-10-05.jpg?nolink&640x360}}", 
          "text": "Kemudian Allah mendatangkan belalang dan lalat di seluruh negeri Mesir. Firaun bertitah, “ Beta akan membenarkan kamu pergi jika kamu  dapat membuat lalat-lalat itu pergi”.  Musa berdoa kepada Tuhan. Tuhan mengabulkan doa Musa. Tetapi kali ini pun Firaun berdegil dan tidak mahu membenarkan bangsa itu"
        }, 
        {
          "id": "10-06", 
          "img": "{{:en:obs:obs-10-06.jpg?nolink&640x360}}", 
          "text": "Seterusnya Allah mengirimkan kutuk berupa penyakit untuk membunuh semua  ladang ternakan yang dimiliki oleh orang-orang Mesir.  Firaun masih tetap mengeraskan hatinya dan tidak mahu  mengizinkan umat Israel pergi."
        }, 
        {
          "id": "10-07", 
          "img": "{{:en:obs:obs-10-07.jpg?nolink&640x360}}", 
          "text": "Lalu Allah menyuruh Musa untuk menghamburkan debu ke dalam sungai di hadapan Firaun. Sebaik sahaja Musa melakukannya, timbullah kudis yang ngeri ke atas orang-orang Mesir, kecuali orang Israel.  Allah mengeraskan hati Firaun, dan Firaun masih tetap enggan melepaskan umat Israel pergi. ."
        }, 
        {
          "id": "10-08", 
          "img": "{{:en:obs:obs-10-08.jpg?nolink&640x360}}", 
          "text": "Setelah itu, Allah mengirimkan hujan batu yang memusnahkan tanaman di Mesir dan membunuh setiap orang yang keluar.  Firaun memanggil Musa dan Harun serta memberitahu mereka,”Aku telah berdosa.  Kamu boleh pergi.” Lalu Musa berdoa, dan hujan batu pun berhenti."
        }, 
        {
          "id": "10-09", 
          "img": "{{:en:obs:obs-10-09.jpg?nolink&640x360}}", 
          "text": "Tetapi Firaun berdosa sekali lagi dan mengeraskan hatinya serta tidak mahu melepaskan umat Israel pergi."
        }, 
        {
          "id": "10-10", 
          "img": "{{:en:obs:obs-10-10.jpg?nolink&640x360}}", 
          "text": "Maka Allah menimbulkan sejumlah besar belalang yang berterbangan ke atas Mesir. Belalang-belalang tersebut memakan sampai habis sisa tanaman yang terselamat sewaktu hujan batu."
        }, 
        {
          "id": "10-11", 
          "img": "{{:en:obs:obs-10-11.jpg?nolink&640x360}}", 
          "text": "Lalu Allah mengirimkan kegelapan yang berlangsung selama tiga hari. Ia terjadi sedemikian rupa sehingga orang Mesir tidak dapat meninggalkan rumah mereka. Tetapi di mana orang Israel tinggal, di sana ada terang."
        }, 
        {
          "id": "10-12", 
          "img": "{{:en:obs:obs-10-12.jpg?nolink&640x360}}", 
          "text": "Meskipun mengalami sembilan kutukan, Firaun masih tetap tidak mahu melepaskan umat Israel pergi.  Disebabkan Firaun tidak mahu mendengar, Allah merencanakan untuk mengirim satu lagu kutukan.  Ini akan mengubah fikiran Firaun."
        }
      ], 
      "number": "10", 
      "ref": "Cerita Taurat: Keluaran 5-10", 
      "title": "10. Sepuluh Bencana"
    }, 
    {
      "frames": [
        {
          "id": "11-01", 
          "img": "{{:en:obs:obs-11-01.jpg?nolink&640x360}}", 
          "text": "Allah memberi amaran kepada Firaun bahawa jika ia masih enggan membiarkan umat Israel pergi, Ia akan membunuh semua anak lelaki yang pertama yang dilahirkan tak kira apakah itu manusia atau binatang.  Ketika Firaun mendengar hal tersebut ia masih enggan mengalah terhadap Allah."
        }, 
        {
          "id": "11-02", 
          "img": "{{:en:obs:obs-11-02.jpg?nolink&640x360}}", 
          "text": "Allah menyediakan satu jalan untuk menyelamatkan setiap anak pertama yang lahir bagi mereka yang percaya kepadaNya. Setiap keluarga haruslah memilih seekor anak domba atau kambing yang sehat dan menyembelihkannya."
        }, 
        {
          "id": "11-03", 
          "img": "{{:en:obs:obs-11-03.jpg?nolink&640x360}}", 
          "text": "Dan mereka hendaklah memercikkan sebahagian dari darah tersebut di sekitar pintu rumah. Mereka harus memanggang daging dan memakannya sebagai satu pesta, bersama roti tanpa ragi.  Mereka siap-siap meninggalkan Mesir apabila mereka memakannya."
        }, 
        {
          "id": "11-04", 
          "img": "{{:en:obs:obs-11-04.jpg?nolink&640x360}}", 
          "text": "Umat Israel melaksanakannya tepat seperti yang  diperintahkan oleh Allah kepada mereka. Pada malam itu juga malaikat Allah pun pergi mengelilingi negeri Mesir untuk membunuh setiap anak sulung yang dilahirkan."
        }, 
        {
          "id": "11-05", 
          "img": "{{:en:obs:obs-11-05.jpg?nolink&640x360}}", 
          "text": "Semua rumah milik umat Israel terdapat percikan darah pada pintu, supaya apabila malaikat Allah yang melewati rumah-rumah tersebut setiap orang yang berada di dalamnya selamat. Mereka terselamat kerana darah anak domba."
        }, 
        {
          "id": "11-06", 
          "img": "{{:en:obs:obs-11-06.jpg?nolink&640x360}}", 
          "text": "Tetapi orang-orang Mesir tidak percaya kepada Allah atau menuruti perintahNya. Lalu malaikat Allah tidak melewati rumah mereka. Malaikat Allah membunuh setiap anak sulung yang lahir di Mesir."
        }, 
        {
          "id": "11-07", 
          "img": "{{:en:obs:obs-11-07.jpg?nolink&640x360}}", 
          "text": "Bermula dengan anak pertama penghuni penjara,  sampai kepada kelahiran pertama dari Firaun, setiap kelahiran yang pertama meninggal. Lalu terjadilah  tangisan yang amat kuat di Mesir."
        }, 
        {
          "id": "11-08", 
          "img": "{{:en:obs:obs-11-08.jpg?nolink&640x360}}", 
          "text": "Firaun memanggil Musa dan Harun lalu berkata, “bawalah umat Israel pergi dan segeralah tinggalkan Mesir!” Orang-orang Mesir memujuk agar umat Israel pergi dengan segera."
        }
      ], 
      "number": "11", 
      "ref": "Cerita Taurat: Keluaran 11:1-12:32", 
      "title": "11. Paska"
    }, 
    {
      "frames": [
        {
          "id": "12-01", 
          "img": "{{:en:obs:obs-12-01.jpg?nolink&640x360}}", 
          "text": "Umat Israel  amat gembira kerana akhirnya mereka dapat keluar dari negeri Mesir.  Mereka bukan lagi sebagai seorang hamba, mereka pergi ke Tanah Perjanjian! Orang-orang Mesir memberikan pemberian kepada umat Israel berupa emas dan perak termasuklah barang-barang lain yang berharga. Ada di kalangan orang-orang Mesir sudah percaya kepada Allah dan turut bersama umat Israel sewaktu mereka meninggalkan Mesir."
        }, 
        {
          "id": "12-02", 
          "img": "{{:en:obs:obs-12-02.jpg?nolink&640x360}}", 
          "text": "Allah menuntun mereka dan berjalan di hadapan mereka dengan tiang  awan di siang hari dan tiang api di waktu malam.  Allah sentiasa menyertai, memimpin sambil mereka berjalan. Apa yang mereka harus buat ialah hanya menuruti Firman Allah."
        }, 
        {
          "id": "12-03", 
          "img": "{{:en:obs:obs-12-03.jpg?nolink&640x360}}", 
          "text": "Hanya dalam waktu yang singkat saja, Firaun dan rakyatnya berubah pikiran dan mahu umat Israel menjadi hamba mereka sekali lagi. Allah melakukan ini bagi kemuliaanNya dengan menunjukkan bahawa Dia jauh lebih berkuasa dari Firaun."
        }, 
        {
          "id": "12-04", 
          "img": "{{:en:obs:obs-12-04.jpg?nolink&640x360}}", 
          "text": "Lalu Firaun dan askar-askarnya menyusuli dan mengejar umat Israel serta bertekad menjadikan mereka sebagai hamba sekali lagi. Apabila umat Israel melihat pasukan askar Mesir mengejar dari belakang, mereka menyedari bahawa mereka telah pun terperangkap antara askar tersebut dan Laut merah. Mereka sangat takut dan mengeluh, “Mengapakah kami meninggalkan Mesir? Kami pasti akan mati!”"
        }, 
        {
          "id": "12-05", 
          "img": "{{:en:obs:obs-12-05.jpg?nolink&640x360}}", 
          "text": "Musa memberitahu umatnya, “Janganlah takut! Allah akan berperang bagimu hari ini.” Lalu Allah memberitahu Musa, “Suruhlah mereka untuk terus berjalan maju ke depan menuju Laut Merah.”"
        }, 
        {
          "id": "12-06", 
          "img": "{{:en:obs:obs-12-06.jpg?nolink&640x360}}", 
          "text": "Tiang awan terus menyelubungi umat Israel agar tidak dapat dikesan oleh orang Mesir."
        }, 
        {
          "id": "12-07", 
          "img": "{{:en:obs:obs-12-07.jpg?nolink&640x360}}", 
          "text": "Musa membentangkan tangannya mengarah ke laut, dan terjadilah suatu tiupan angin dahsyat dari Allah.  Angin tersebut memisahkan laut sehingga terbelah menjadi dua di kiri dan kanan,  membuat laluan di laut."
        }, 
        {
          "id": "12-08", 
          "img": "{{:en:obs:obs-12-08.jpg?nolink&640x360}}", 
          "text": "Umat Israel berarak menuju ke laut seolah-olah berada di daratan, demikianlah tembok air terbentuk di kanan dan kiri mereka."
        }, 
        {
          "id": "12-09", 
          "img": "{{:en:obs:obs-12-09.jpg?nolink&640x360}}", 
          "text": "Lalu awan terangkat ke atas dan orang-orang Mesir pun melihat umat Israel melarikan diri. Orang Mesir memutuskan untuk mengejar mereka."
        }, 
        {
          "id": "12-10", 
          "img": "{{:en:obs:obs-12-10.jpg?nolink&640x360}}", 
          "text": "Lalu mereka mengejar bani Israel mengikuti laluan yang sama di sepanjang pantai, tetapi Allah membuat orang-orang Mesir bingung sehingga akhirnya kereta kuda mereka tersangkut. Mereka berteriak, “Larikan diri! Allah berperang bagi umatNya Israel.”"
        }, 
        {
          "id": "12-11", 
          "img": "{{:en:obs:obs-12-11.jpg?nolink&640x360}}", 
          "text": "Setelah umat Israel menyeberang dengan selamat, Allahpun memberitahu Musa untuk mengangkat tangannya sekali lagi.  Sewaktu ia menuruti arahan tersebut,  air pun menenggelamkan bala tentera Mesir dan laut kembali menjadi seperti sediakala.  Seluruh pasukan askar Mesir mati lemas di dalam lautan."
        }, 
        {
          "id": "12-12", 
          "img": "{{:en:obs:obs-12-12.jpg?nolink&640x360}}", 
          "text": "Apabila umat Israel melihat bahawa orang-orang Mesir mati lemas, mereka pun percaya kepada Allah dan yakin bahawa Musa merupakan seorang nabi."
        }, 
        {
          "id": "12-13", 
          "img": "{{:en:obs:obs-12-13.jpg?nolink&640x360}}", 
          "text": "Mereka bersukacita dan mengalami keriangan yang amat sangat kerana Allah membebaskan mereka dari maut dan belenggu perhambaan!  Sekarang mereka bebas mengabadikan diri kepada Allah.  Umat Israel menyanyikan sejumlah nyanyian sambil berpesta atas kebesan baru dan memuji Allah serta mengabdikan diri kepadaNya."
        }, 
        {
          "id": "12-14", 
          "img": "{{:en:obs:obs-12-14.jpg?nolink&640x360}}", 
          "text": "Allah menyuruh umat Israel agar memperingati kemenangan mereka dari orang-orang Mesir dan pembebasan mereka dari perhambaan dengan merayakan Pesta Paskah setiap tahun."
        }
      ], 
      "number": "12", 
      "ref": "Cerita Taurat: Keluaran 12:33-15:21", 
      "title": "12. Keluaran"
    }, 
    {
      "frames": [
        {
          "id": "13-01", 
          "img": "{{:en:obs:obs-13-01.jpg?nolink&640x360}}", 
          "text": "Setelah Allah memimpin bangsa Israel melalui Laut Merah, Ia terus membawa mereka melalui padang belantara menuju ke sebuah gunung yang disebut Sinai.  Bangsa Israel membuat khemah-khemah di kaki gunung tersebut."
        }, 
        {
          "id": "13-02", 
          "img": "{{:en:obs:obs-13-02.jpg?nolink&640x360}}", 
          "text": "Allah berfirman kepada Musa dan bangsa Israel, “Kalau kamu mendengar suaraKu dan menyimpan perjanjianKu, maka kamu akan menjadi hartaKu yang berharga, sebuah kerajaan keimaman, dan sebuah bangsa yang kudus.\""
        }, 
        {
          "id": "13-03", 
          "img": "{{:en:obs:obs-13-03.jpg?nolink&640x360}}", 
          "text": "Tiga hari kemudian, setelah mereka mempersiapkan diri, Allah turun ke atas Gunung Sinai dengan bunyi guruh, petir, bersama gumpalan asap, dan ledakan bunyi sangkakala yang nyaring. Hanya Musa yang dibenarkan untuk pergi ke gunung."
        }, 
        {
          "id": "13-04", 
          "img": "{{:en:obs:obs-13-04.jpg?nolink&640x360}}", 
          "text": "Lalu Allah menurunkan perjanjian tersebut dan berfirman, “Akulah TUHAN Allahmu, yang menyelamatkan kamu dari perhambaan di Mesir.  Janganlah menyembah kepada ilah lain.”"
        }, 
        {
          "id": "13-05", 
          "img": "{{:en:obs:obs-13-05.jpg?nolink&640x360}}", 
          "text": "“Janganlah membuat berhala atau menyembah kepadanya, kerana Aku, TUHAN Allahmu, adalah Allah yang cemburu.  Jangan sekali-kali menggunakan Nama Allah dengan cara yang tidak hormat.  Ingatlah  Hari Sabat itu haruslah dijadikan satu hari yang kudus.  Lakukanlah semua pekerjaanmu selama enam hari, kerana pada hari yang ketujuh merupakan hari perhentian untuk memperingati TUHAN.”"
        }, 
        {
          "id": "13-06", 
          "img": "{{:en:obs:obs-13-06.jpg?nolink&640x360}}", 
          "text": "\"Hormatilah ayah dan ibumu. Janganlah membunuh. Jangan berzinah.  Jangan mencuri.  Jangan berdusta. Jangan menginginkan isteri tetanggamu, rumahnya, atau apapun miliknya.\""
        }, 
        {
          "id": "13-07", 
          "img": "{{:en:obs:obs-13-07.jpg?nolink&640x360}}", 
          "text": "Lalu Allah menulis ke Sepuluh Hukum pada dua kepingan batu dan memberikannya kepada Musa. Allah juga memberikan sejumlah hukum lainnya termasuk peraturan-peraturan yang harus dituruti.  Jika umatNya menaati hukum-hukum tersebut, Allah berjanji untuk memberkati dan melindungi mereka. Namun jika mereka mengikarinya, maka Allah pasti akan menghukum mereka."
        }, 
        {
          "id": "13-08", 
          "img": "{{:en:obs:obs-13-08.jpg?nolink&640x360}}", 
          "text": "Allah memberikan kepada umat Israel pedoman lengkap tentang khemah yang akan didirikan untuk mereka.  Ia disebut Khemah Pertemuan.  Dan Khemah Pertemuan tersebut mempunyai dua buah bilik, yang dipisahkan oleh sebuah tabir besar. Tidak seorangpun dibenarkan  untuk masuk di ruang belakang tabir, kecuali imam besar sahaja, kerana Allah tinggal di sana."
        }, 
        {
          "id": "13-09", 
          "img": "{{:en:obs:obs-13-09.jpg?nolink&640x360}}", 
          "text": "Barang siapa yang melanggar hukum Allah haruslah membawa seekor binatang ke Khemah Pertemuan untuk dipersembahkan kepada Allah.  Hanya imam sahaja yang layak menyembelih binatang tersebut serta membakarnya  atas mezbah. Darah daripada binatang yang dipersembahkan akan menutupi dosa seseorang dan menjadikan mereka suci di mata Allah.  Allah memilih Harun, saudara Musa, dan keturunannya menjadi Imam Allah."
        }, 
        {
          "id": "13-10", 
          "img": "{{:en:obs:obs-13-10.jpg?nolink&640x360}}", 
          "text": "Seluruh umat Israel sehati untuk menaati hukum yang Allah berikan kepada mereka, iaitu menyembah hanya kepada Allah, lalu mereka Allah jadikan umat istimewa.  Hanya dalam waktu yang singkat saja mereka berjanji untuk menuruti Allah, tetapi akhirnya jatuh semula ke dalam dosa yang sangat menjijikan."
        }, 
        {
          "id": "13-11", 
          "img": "{{:en:obs:obs-13-11.jpg?nolink&640x360}}", 
          "text": "Ketika Musa berada di puncak Gunung Sinai untuk berbicara kepada Allah,  mereka sudah merasa bosan untuk menunggunya turun dari gunung. Lalu mereka membawa emas kepada Harun dan mendesaknya agar emas tersebut dijadikan sebagai berhala untuk mereka!"
        }, 
        {
          "id": "13-12", 
          "img": "{{:en:obs:obs-13-12.jpg?nolink&640x360}}", 
          "text": "Lalu Harun pun membuat berhala daripada emas yang menyerupai anak lembu.  Umat Israel yang sudah serik mulai menyembah kepada patung emas sambil mempersembahkan korban kepadanya! Dosa mereka ini mencetuskan kemarahan Allah lalu Allah memutuskan untuk membinasakan mereka. Tetapi Musa berdoa bagi mereka, dan Allah mengabulkan doanya dengan membatalkan hukuman terhadap mereka."
        }, 
        {
          "id": "13-13", 
          "img": "{{:en:obs:obs-13-13.jpg?nolink&640x360}}", 
          "text": "Sewaktu Musa turun dari gunung dan melihat berhala tersebut,  dia pun tidak dapat menahan emosinya lalu melemparkan kepingan loh batu tersebut di atasnya tertulis ke sepuluh hukum Allah."
        }, 
        {
          "id": "13-14", 
          "img": "{{:en:obs:obs-13-14.jpg?nolink&640x360}}", 
          "text": "Lalu ia menghancurkan patung tersebut sehingga menjadi debu, dan menghamburkan debunya ke dalam sungai dan dia menyuruh mereka meminum air daripada sungai tersebut. Allah mengirimkan tulah terhadap mereka sehingga sejumlah besar di antara mereka sudah meninggal."
        }, 
        {
          "id": "13-15", 
          "img": "{{:en:obs:obs-13-15.jpg?nolink&640x360}}", 
          "text": "Lalu Musa mendaki gunung sekali lagi dan berdoa agar Allah mengampuni umatNya.  Allah mendengar doa Musa lalu mengampuni mereka.  Musa menulis Ke Sepuluh Hukum sekali lagi di atas kepingan batu yang baru untuk menggantikan yang lama yang telah dipecahkannya."
        }
      ], 
      "number": "13", 
      "ref": "Cerita Taurat: Keluaran 19-34", 
      "title": "13. Perjanjian Allah dengan Israel"
    }, 
    {
      "frames": [
        {
          "id": "14-01", 
          "img": "{{:en:obs:obs-14-01.jpg?nolink&640x360}}", 
          "text": "Setelah umat Israel menerima Perjanjian dari Allah di Gunung Sinai, Allah mulai memimpin mereka menuju ke Tanah Perjanjian, yang juga disebut Kanaan.  Tiang awan menjadi penunjuk jalan kepada mereka."
        }, 
        {
          "id": "14-02", 
          "img": "{{:en:obs:obs-14-02.jpg?nolink&640x360}}", 
          "text": "Allah telah berjanji kepada Abraham, Ishak, dan Yakub di mana Ia akan menyerahkan Tanah Kanaan kepada keturunan mereka, tetapi kini terdapat banyak suku bangsa yang menetap di sana.  Mereka ini disebut sebagai orang-orang Kanaan.  Orang-orang Kanaan tidak percaya kepada Allah. Mereka menyembah dewa palsu dan melakukan banyak kejahatan."
        }, 
        {
          "id": "14-03", 
          "img": "{{:en:obs:obs-14-03.jpg?nolink&640x360}}", 
          "text": "Allah memberitahu umat Israel seperti ini, “Kamu harus menyingkirkan kesemua penduduk asal di Kanaan jauh dari Tanah Perjanjian tersebut.  Jangan sekali-kali mengadakan perdamaian dengan mereka apatah lagi mengahwini mereka, dilarang sama sekali.  Kamu harus menghapuskan semua berhala mereka.  Jika kamu tidak melakukan ini, kamu akan cenderung menyembah ilah mereka  berbanding Aku.”"
        }, 
        {
          "id": "14-04", 
          "img": "{{:en:obs:obs-14-04.jpg?nolink&640x360}}", 
          "text": "Ketika mereka sampai di perbatasan Tanah Kanaan, Musa memilih dua belas orang, satu orang dari setiap suku Israel.  Ia memberi arahan bagi mereka untuk pergi dan mengintai tanah yang dimaksudkan sambil meninjau bagaimana agaknya wilayah tersebut.  Mereka juga harus mengintai orang-orang Kanaan guna untuk memastikan apakah kekuatan dan kelemahan penghuni wilayah tersebut."
        }, 
        {
          "id": "14-05", 
          "img": "{{:en:obs:obs-14-05.jpg?nolink&640x360}}", 
          "text": "Mereka mengintai Tanah Kanaan selama empat puluh hari, lalu mereka kembali. Sepuluh dari kedua belas pengintip memberikan laporan yang kurang baik, dengan berkata, “Tanahnya kelihatan baik-baik belaka, tanam-tanaman di ladang pun kelihatan subur! Kalau kita cuba menyerang mereka, kita pasti akan mati!”"
        }, 
        {
          "id": "14-06", 
          "img": "{{:en:obs:obs-14-06.jpg?nolink&640x360}}", 
          "text": "Kaleb dan Yosua, dua daripada kedua belas pengintip itu dengan tegas mencela, “Memang benar bahawa orang-orang di Kanaan itu tinggi-tinggi belaka serta gagah, namun kita pasti dapat mengalahkan mereka! Kerana Allah akan beperang bagi kita!”"
        }, 
        {
          "id": "14-07", 
          "img": "{{:en:obs:obs-14-07.jpg?nolink&640x360}}", 
          "text": "Tetapi mereka berang terhadap Musa dan Harun dengan bekata, “Oh, kenapa pula kamu membawa kami ke tempat yang menyeramkan seperti ini? Kami seharusnya menetap di Mesir bukannya mati dibunuh dalam peperangan ditambah lagi isteri dan anak-anak kami dijadikan hamba.” Orang-orang Israel nekad untuk membunuh Musa dan Harun lalu memilih seorang pemimpin yang baru untuk membawa mereka pulang ke Mesir."
        }, 
        {
          "id": "14-08", 
          "img": "{{:en:obs:obs-14-08.jpg?nolink&640x360}}", 
          "text": "Allah sangat marah, dan hadiratNya kelihatan di Khemah Pertemuan.  Allah berfirman, “Semua mereka yang berusia dua puluh tahun ke atas akan menggembara di padang Belantara sampai mereka mati, kecuali Kaleb dan Yosua.  Mereka yang lain tidak dibenarkan masuk ke Tanah Perjanjian.”"
        }, 
        {
          "id": "14-09", 
          "img": "{{:en:obs:obs-14-09.jpg?nolink&640x360}}", 
          "text": "Sewaktu umat Israel mendengar hal tersebut, mereka amat menyesal kerana telah melakukan dosa. Mereka mengangkat senjata dan pergi untuk memerangi orang-orang Kanaan.  Musa memperingatkan mereka agar jangan pergi, kerana Allah tidak lagi menyertai mereka, tetapi mereka tetap tidak menghiraukannya."
        }, 
        {
          "id": "14-10", 
          "img": "{{:en:obs:obs-14-10.jpg?nolink&640x360}}", 
          "text": "Allah tidak menyertai mereka dalam peperangan ini, lalu mereka mengalami kekalahan dan sejumlah besar dari mereka menjadi korban.  Dan sebahagian dari umat Israel kembali dari Kanaan dan menggembara semula di padang Belantara selama empat puluh tahun."
        }, 
        {
          "id": "14-11", 
          "img": "{{:en:obs:obs-14-11.jpg?nolink&640x360}}", 
          "text": "Ketika dalam penggembaraan, Allah membekali mereka makanan.  Ia memberikan mereka roti dari sorga, yang disebut “manna.” Ia juga mengirimkan burung puyuh (semancam burung) di khemah-khemah agar mereka mempunyai daging untuk dimakan.  Selama empat puluh tahun itu, pakaian dan kasut mereka tetap dalam keadaan baik dan utuh atas pemeliharaan Allah."
        }, 
        {
          "id": "14-12", 
          "img": "{{:en:obs:obs-14-12.jpg?nolink&640x360}}", 
          "text": "Malah oleh mukjizat Allah diberikanNya mereka air  yang memancar dari batu karang. Tetapi meskipun demikian, umat Israel masih juga mengeluh dan bersunggut terhadap Allah dan Musa.  Allah tetap setia terhadap janji-janjiNya kepada Abraham, Ishak, dan Yakub."
        }, 
        {
          "id": "14-13", 
          "img": "{{:en:obs:obs-14-13.jpg?nolink&640x360}}", 
          "text": "Suatu ketika, mereka kehabisan air.  Allah berfirman kepada Musa, “Berbicaralah saja kepada batu karang ini, dan airnya akan terpancut keluar.” Tetapi Musa tidak menghormati Allah meskipun di hadapan semua orang lalu ia pun memukul batu karang tersebut sebanyak dua kali dengan sebatang kayu daripada memilih untuk mengeluarkan kata-kata."
        }, 
        {
          "id": "14-14", 
          "img": "{{:en:obs:obs-14-14.jpg?nolink&640x360}}", 
          "text": "Setelah mereka mengembara di padang belantara empat puluh tahun lamanya, kesemua mereka yang memberontak terhadap Allah meninggal.  Allah memimpin mereka di perbatasan Tanah Perjanjian sekali lagi.  Pada masa itu Musa sudah terlalu tua, lalu ia memilih Yosua untuk membantu memimpin umatnya. Allah berjanji kepada Musa bahawa akan tiba waktunya Ia akan membangkitkan seorang nabi lagi seperti Musa."
        }, 
        {
          "id": "14-15", 
          "img": "{{:en:obs:obs-14-15.jpg?nolink&640x360}}", 
          "text": "Allah membawa Musa ke sebuah puncak gunung supaya dari sana ia dapat melihat Tanah Perjanjian.  Musa hanya memandang Tanah Perjanjian dari puncak gunung tetapi tidak pernah memasukinya.  Lalu Musa meninggal, dan umat Israel berkabung selama tiga puluh hari.  Yosua menjadi pemimpin mereka yang baru.  Yosua merupakan seorang pemimpin yang baik kerana dia percaya dan taat kepada Allah."
        }
      ], 
      "number": "14", 
      "ref": "Cerita Taurat: Keluaran 16-17; Bilangan 10-14; 20; 27; Ulangan 34", 
      "title": "14. Mengembara di Padang Belantara"
    }, 
    {
      "frames": [
        {
          "id": "15-01", 
          "img": "{{:en:obs:obs-15-01.jpg?nolink&640x360}}", 
          "text": "Kini tibalah masanya bagi umat Israel memasuki Tanah Perjanjian. Yosua menghantar dua orang pengintip ke kota Yeriko di Kanaan.  Ia dipagari dengan benteng yang teguh. Seorang perempuan sundal bernama Rahab melindungi kedua pengintip tersebut serta membantu mereka untuk menyembunyikan diri kerana dia percaya kepada Allah.  Mereka berjanji untuk melindungi Rahab dan keluarganya apabila Yeriko akan dimusnahkan kelak."
        }, 
        {
          "id": "15-02", 
          "img": "{{:en:obs:obs-15-02.jpg?nolink&640x360}}", 
          "text": "Untuk menawan Tanah Perjanjian, umat Israel kenalah menyeberangi Sungai Yordan. Allah berkata kepada Yosua, “Biarlah para imam pergi terlebih dahulu.”"
        }, 
        {
          "id": "15-03", 
          "img": "{{:en:obs:obs-15-03.jpg?nolink&640x360}}", 
          "text": "Setelah mereka menyeberangi Sungai Yordan, Allah memberitahu Yosua bagaimana cara untuk menakluki kota Yeriko yang sangat kuat.  Mereka menuruti perintah Allah.  Para tentera berserta imam berarak mengelilingi kota Yeriko satu kali setiap hari selama enam hari."
        }, 
        {
          "id": "15-04", 
          "img": "{{:en:obs:obs-15-04.jpg?nolink&640x360}}", 
          "text": "Pada hari yang ketujuh, mereka berarak mengelilingi kota sebanyak tujuh kali.  Pada putaran terakhir mengelilingi kota, para tentera berteriak dengan suara nyaring sementara para imam meniup sangkakalanya."
        }, 
        {
          "id": "15-05", 
          "img": "{{:en:obs:obs-15-05.jpg?nolink&640x360}}", 
          "text": "Dan tembok-tembok yang ada di  setiap  penjuru kota roboh! Umat Israel memusnahkan semua yang ada di dalam kota seperti yang diperintahkan oleh Allah.  Semua keluarga  lain dihapuskan kecuali keluarga Rahab.   Mereka sudah menjadi anggota orang Israel.  Ketika penduduk Kanaan lain mendengar tentang apa yang berlaku terhadap Yeriko mereka pun gementar."
        }, 
        {
          "id": "15-06", 
          "img": "{{:en:obs:obs-15-06.jpg?nolink&640x360}}", 
          "text": "Allah telah memperintahkan orang Israel jangan masuk damai dengan suku-suku Kanaan.  Gibeon selaku sebahagian dari suku Kanaan telah berbohong kepada Yosua dengan berkata bahawa mereka datang dari tempat jauh. Mereka merayu agar Yosua  membuat satu perjanjian damai dengan setiap suku bangsa di Kanaan, tetapi Yosua dan umat Israel tidak bertanya kepada Allah tentang asal usul dan latarbelakang orang Gibeon.  Lalu Yosua  berdamai dengan mereka."
        }, 
        {
          "id": "15-07", 
          "img": "{{:en:obs:obs-15-07.jpg?nolink&640x360}}", 
          "text": "Ketika penduduk lain di Kanaan mendengar bahawa bangsa Gibeon mengadakan perjanjian damai dengan umat Israel, maka tentera mereka pun bergabung menjadi satu pasukan untuk menyerang Gibeon.  Lalu bangsa Gibeon menghantar berita kepada Yosua bagi meminta pertolongan."
        }, 
        {
          "id": "15-08", 
          "img": "{{:en:obs:obs-15-08.jpg?nolink&640x360}}", 
          "text": "Yosua marah kerana dia telah ditipu, tetapi dia mengumpulkan semua para tentera Israel, mereka berarak sepanjang malam untuk sampai kepada bangsa Gibeon.  Pada awal paginya mereka mengejutkan pihak musuh iatu orang-orang Kanaan dan menyerang mereka."
        }, 
        {
          "id": "15-09", 
          "img": "{{:en:obs:obs-15-09.jpg?nolink&640x360}}", 
          "text": "Allah mengelirukan orang-orang Kanaan.  Allah berperang bagi umat Israel pada hari berkenaan dengan mengirimkan hujan batu amat dahsyat hingga mengorbankan sebahagian besar penduduk Kanaan."
        }, 
        {
          "id": "15-10", 
          "img": "{{:en:obs:obs-15-10.jpg?nolink&640x360}}", 
          "text": "Allah menghentikan matahari di langit hingga tidak bergerak untuk membolehkan umat Israel  menyelesaikan peperangan bagi melumpuhkan musuh dari bangsa Kanaan."
        }, 
        {
          "id": "15-11", 
          "img": "{{:en:obs:obs-15-11.jpg?nolink&640x360}}", 
          "text": "Setelah meraih kemenangan, maka saki-baki bangsa Kanaan bersatu untuk menyerang Israel.  Yosua dan orang-orang Israel bangkit semula untuk menyerang dan melumpuhkan mereka."
        }, 
        {
          "id": "15-12", 
          "img": "{{:en:obs:obs-15-12.jpg?nolink&640x360}}", 
          "text": "Sesudah selesai berperang, Allah membahagi-bahagikan daerah bagi setiap suku di Tanah Perjanjian.  Allah juga menciptakan suasana aman di sepanjang perbatasan."
        }, 
        {
          "id": "15-13", 
          "img": "{{:en:obs:obs-15-13.jpg?nolink&640x360}}", 
          "text": "Sesudah selesai berperang, Allah membahagi-bahagikan daerah bagi setiap suku di Tanah Perjanjian.  Allah juga menciptakan suasana aman di sepanjang perbatasan."
        }
      ], 
      "number": "15", 
      "ref": "Cerita Taurat: Yoshua 1-24", 
      "title": "15. Tanah Perjanjian"
    }, 
    {
      "frames": [
        {
          "id": "16-01", 
          "img": "{{:en:obs:obs-16-01.jpg?nolink&640x360}}", 
          "text": "Sebaik saja Yosua meninggal, umat Israel mengikari Allah sekali lagi dengan tidak menghapuskan saki-baki dari penduduk tanah Kanaan atau tidak menuruti hukum Allah.  Umat Allah mulai menyembah ilah-ilah orang Kanaan lebih daripada Allah Yang Benar.  Umat Israel tidak mempunyai raja, maka setiap orang melakukan apa yang ia fikirkan benar."
        }, 
        {
          "id": "16-02", 
          "img": "{{:en:obs:obs-16-02.jpg?nolink&640x360}}", 
          "text": "Sebagai akibat dari ketidaktaatan mereka, Allah menghukum umat Israel dengan membiarkan mereka dikalahkan oleh pihak musuh.  Musuh-musuhnya melakukan rompakan di kalangan umat Israel, dengan memusnahkan harta benda dan membunuh mereka.  Selang beberapa tahun kemudian, umat Israel bertaubat dan berseru agar Allah menyelamatkan mereka."
        }, 
        {
          "id": "16-03", 
          "img": "{{:en:obs:obs-16-03.jpg?nolink&640x360}}", 
          "text": "Allah pun mempersiapkan seorang penyelamat yang akan membebaskan mereka dari pihak musuh dan membawa kedamaian di bumi mereka. Malangnya sekali lagi mereka melupakan Allah dan mulai menyembah berhala-berhala asing.  Lalu Allah membiarkan bangsa Midian, musuh suku kaum yang terdekat, untuk menawan mereka."
        }, 
        {
          "id": "16-04", 
          "img": "{{:en:obs:obs-16-04.jpg?nolink&640x360}}", 
          "text": "Mereka merebut semua hasil tanaman umat Israel selama tujuh tahun.  Mereka dihantui ketakutan yang amat sangat, lalu mereka menyembunyikan diri di dalam gua-gua supaya orang-orang Midian tidak dapat mengesan mereka. Akhirnya, mereka berseru kepada Allah untuk menyelamatkan mereka."
        }, 
        {
          "id": "16-05", 
          "img": "{{:en:obs:obs-16-05.jpg?nolink&640x360}}", 
          "text": "Pada satu hari, seorang peribadi bernama Gideon sedang menuai benih secara senyap-senyap supaya orang-orang Midian tidak dapat mencurinya. Malaikat Allah mendatangi Gideon dan berkata, “Allah menyertaimu, sebagai perwira perkasa.  Pergilah dan selamatkan umat Israel dari bangsa Midian"
        }, 
        {
          "id": "16-06", 
          "img": "{{:en:obs:obs-16-06.jpg?nolink&640x360}}", 
          "text": "Allah memberitahu Gideon agar merobohkan berhala kepunyaan bapanya. Tetapi, Gideon takut dihidu oleh orang yang berada di sekitar lalu ia pun menunggu untuk waktu yang sesuai.  Lalu ia meruntuhkan berhala tersebut dengan menghempasnya hingga hancur berkecai."
        }, 
        {
          "id": "16-07", 
          "img": "{{:en:obs:obs-16-07.jpg?nolink&640x360}}", 
          "text": "Keesokan paginya mereka melihat bahawa berhala sudah pun  dimusnahkan, hingga tercetuslah kemarahan di antara mereka.  Mereka menyerbu Gideon di rumahnya dan bertekad untuk membunuhnya, tetapi ayah Gideon berkata, “Mengapa kamu cuba menolong untuk menyelamatkan ilah yang seperti itu? Jika benar bahawa mereka itu adalah allah, biarlah mereka menyelamatkan dirinya sendiri!” Lalu Gideon pun terselamat."
        }, 
        {
          "id": "16-08", 
          "img": "{{:en:obs:obs-16-08.jpg?nolink&640x360}}", 
          "text": "Lalu untuk kesekian kalinya orang-orang Midian  datang melakukan rompakan di atas umat Israel. Jumlah mereka begitu ramai hingga tidak dapat dihitung.  Gideon mengajak umat Israel untuk memerangi mereka.  Gideon minta dua tanda dari Allah bagi memastikan apakah Allah benar-benar memakainya untuk menyelamatkan umat Israel."
        }, 
        {
          "id": "16-09", 
          "img": "{{:en:obs:obs-16-09.jpg?nolink&640x360}}", 
          "text": "Yang pertama, ia tebarkan secarik kain di atas tanah dan mohon Allah untuk membiarkan embun pagi turun hanya pada kain dan bukannya di atas tanah.  Allah melakukan hal tersebut.  Malam seterusnya, ia sekali lagi mohon supaya tanah dibasahi embun tetapi kain tetap kering.  Allah melakukan hal itu juga."
        }, 
        {
          "id": "16-10", 
          "img": "{{:en:obs:obs-16-10.jpg?nolink&640x360}}", 
          "text": "32, 000 jumlah anggota tentera Israel datang untuk bertemu Gideon, tetapi Allah memberitahu bahawa jumlah tersebut terlalu ramai.  Dengan itu Gideon mengembalikan 22,000 anggota tentera kerana mereka-mereka ini takut berperang.  Allah memberitahu  Gideon bahawa jumlah tersebut masih berlebihan. Lalu Gideon menghantar kesemua yang lain kembali, kini tinggal lagi  300 anggota tentera yang ada."
        }, 
        {
          "id": "16-11", 
          "img": "{{:en:obs:obs-16-11.jpg?nolink&640x360}}", 
          "text": "Ketika malam tiba Allah berkata kepada Gideon, “Pergilah dan seberangi dan pergilah ke kubu orang Midian dan apabila engkau mendengar apa yang dikatakan mereka, rasa takut akan hilang.” Lalu pada malam itu juga, Gideon menyeberang dan pergi ke kubu pihak musuh lalu mendengar seorang Midian menceritakan kepada rakannya tentang sebuah mimpi.  Rakannya berkata, “Erti dari mimpi tersebut ialah berkenaan Gideon akan mengalahkan Midian!”  Lalu Gideon pun menyembah Allah."
        }, 
        {
          "id": "16-12", 
          "img": "{{:en:obs:obs-16-12.jpg?nolink&640x360}}", 
          "text": "Kemudian Gideon kembali kepada pasukan tenteranya dan memberikan setiap seorang sebuah sangkakala, bejana dibuat daripada tanah liat, dan lampu suluh.  Mereka mengepung tempat persembunyian orang Midian di mana ketika itu, mereka sedang tidur.  Ke 300 orang tersebut menyembunyikan lampu suluh di dalam bejana agar mereka tidak dapat dikesan."
        }, 
        {
          "id": "16-13", 
          "img": "{{:en:obs:obs-16-13.jpg?nolink&640x360}}", 
          "text": "Pada waktu yang sama, mereka secara serentak memecahkan kesemua bejana yang menutupi lampu suluh. Mereka meniup sangkakala sambil berteriak, “Pedang bagi Allah dan bagi Gideon!”"
        }, 
        {
          "id": "16-14", 
          "img": "{{:en:obs:obs-16-14.jpg?nolink&640x360}}", 
          "text": "Allah membuat orang Midian panik, sampai mereka saling menyerang sesama sendiri dan mulai membunuh sesama pasukan.  Tidak lama kemudian, seluruh umat Israel disuruh agar keluar dari kediaman masing-masing dan turut sama mengusir orang-orang Midian. Mereka berjaya membunuh ramai dari mereka dan mengusir mereka keluar dari bumi Israel.  Allah menyelamatkan umat Israel."
        }, 
        {
          "id": "16-15", 
          "img": "{{:en:obs:obs-16-15.jpg?nolink&640x360}}", 
          "text": "Umat Israel menginginkan agar Gideon dilantik sebagai raja mereka. Tetapi Gideon bijak dan menolak tawaran tersebut, yang ia minta hanyalah sebahagian wang dari setiap mereka yang diperolehi dari pihak musuh. Gideon menerima sejumlah besar wang."
        }, 
        {
          "id": "16-16", 
          "img": "{{:en:obs:obs-16-16.jpg?nolink&640x360}}", 
          "text": "Dengan ini Gideon melakukan satu tindakan yang bodoh. Ia membuat sebuah patung dari kepingan wang tersebut, dan untuk kesekian kalinya umat Israel berpaling dari Allahi.  Mereka mulai menyembah pada patung Gideon."
        }, 
        {
          "id": "16-17", 
          "img": "{{:en:obs:obs-16-17.jpg?nolink&640x360}}", 
          "text": "Allah sekali lagi menjatuhkan hukuman terhadap umat Israel kerana mereka menyembah patung. Musuhnya mengalahkan mereka. Akhirnya mereka merayu agar Allah menolong mereka, lalu Allah kirimkan seorang penyelamat lain. Inilah dosa yang berterusan, hukuman, pertaubatan, dan pembebasan yang berulang-ulang.  Allah sudah memberikan ramai penyelamat yang membebaskan umat Israel dari musuh mereka."
        }, 
        {
          "id": "16-18", 
          "img": "{{:en:obs:obs-16-18.jpg?nolink&640x360}}", 
          "text": "Akhirnya, umat Israel berseru kepada Allah agar diberi seorang raja seperti bangsa-bangsa lain. Mereka mahu seorang raja yang tinggi, gagah, dan yang dapat memimpin mereka dalam peperangan.  Allah tidak berkenan dengan permintaan tersebut, tetapi Ia mengabulkan apa yang mereka minta."
        }
      ], 
      "number": "16", 
      "ref": "Cerita Taurat: Hakim-hakim1-3; 6-8", 
      "title": "16. Para Pelepas"
    }, 
    {
      "frames": [
        {
          "id": "17-01", 
          "img": "{{:en:obs:obs-17-01.jpg?nolink&640x360}}", 
          "text": "Saul merupakan raja pertama Israel. Orangnya tinggi serta kacak, seperti mana yang diinginkan mereka. Dari awal Saul sudah menunjukkan kemampuannya, tetapi prilakunya berubah menjadi jahat kerana tidak lagi tunduk kepada Allah, dengan itu Allah memilih orang lain untuk mengambil tempatnya sebagai raja."
        }, 
        {
          "id": "17-02", 
          "img": "{{:en:obs:obs-17-02.jpg?nolink&640x360}}", 
          "text": "Nama orang yang dimaksudkan ialah Daud.  Ia merupakan seorang penjaga kambing biri-biri.  Sedang Daud mengawasi kambing biri-biri, ia telah membunuh seekor singa dan beruang yang cuba menerkam ternakan biri-biri tersebut.  Daud merupakan seorang yang rendah hati dan seorang yang benar juga percaya serta tunduk kepada Allah."
        }, 
        {
          "id": "17-03", 
          "img": "{{:en:obs:obs-17-03.jpg?nolink&640x360}}", 
          "text": "Daud juga merupakan seorang tentera dan pemimpin yang disegani. Waktu Daud masih di usia remaja, ia menentang seorang gergasi bernama Goliat.  Goliat merupakan seorang tentera terlatih, gagah perkasa serta memiliki ketinggian hampir tiga meter. Tetapi Allah menolong Daud untuk membunuh Goliat serta menyelamatkan umat Israel."
        }, 
        {
          "id": "17-04", 
          "img": "{{:en:obs:obs-17-04.jpg?nolink&640x360}}", 
          "text": "Saul iri terhadap Daud dan sudah beberapa kali cuba untuk membunuhnya. Pada suatu ketika Saul mencari Daud dengan tujuan untuk membunuhnya. Saul pergi ke gua yang sama di mana Daud menyembunyikan diri.  Daripada membunuh Saul, Daud lebih memilih memotong secarik kain pada pakaian Saul bagi membuktikan kepada Saul bahawa Daud tidak akan membunuhnya dalam usaha menjadi raja."
        }, 
        {
          "id": "17-05", 
          "img": "{{:en:obs:obs-17-05.jpg?nolink&640x360}}", 
          "text": "Akhirnya, Saul terkorban dalam satu peperangan, dan Daud menjadi raja umat Israel.  Ia merupakan seorang raja yang baik, dan disayangi oleh rakyat jelata.  Allah memberkati Daud dan menjadikannya orang berjaya.  Daud telah melibatkan diri dalam banyak peperangan dan Allah memberikannya kemenangan."
        }, 
        {
          "id": "17-06", 
          "img": "{{:en:obs:obs-17-06.jpg?nolink&640x360}}", 
          "text": "Daud merencanakan untuk membina sebuah gedung ibadah tempat di mana setiap orang dapat menyembah Allah dan mempersembahkan korban.  Selama 400 tahun, umatNya menyembah Allah dan mempersembahkan korban kepadaNya di Khemah Pertemuan yang Musa bangunkan."
        }, 
        {
          "id": "17-07", 
          "img": "{{:en:obs:obs-17-07.jpg?nolink&640x360}}", 
          "text": "Allah mengutus nabi Natan kepada Daud dengan  pesan berikut, “Disebabkan kamu  seorang  bekas tentera, kamu tidak akan mendirikan rumah Tuhan; anak lelakimulah yang akan melakukannya. Namun begitu, Aku akan memberkatimu dengan luar biasa.  Seorang daripada keturunan keluargamu akan duduk di atas takhta bagi umat Israel untuk selama-lamanya. Ia disebut Mesias yang datang dari keturunanmu!” Mesias yang dimaksudkan ialah Dia yang dipilih Allah  untuk menyelamatkan mereka dari dosa."
        }, 
        {
          "id": "17-08", 
          "img": "{{:en:obs:obs-17-08.jpg?nolink&640x360}}", 
          "text": "Saat Daud mendengar kata-kata tersebut, ia segera menaikkan ucapan syukur dan memuji Allah kerana Dia telah memberikannya suatu penghormatan besar dan melimpahkan berkat kepadanya. Umat Israel kena menantikan kedatangan Mesias dalam waktu yang cukup lama sekitar 1,000 tahun."
        }, 
        {
          "id": "17-09", 
          "img": "{{:en:obs:obs-17-09.jpg?nolink&640x360}}", 
          "text": "Bertahun-tahun lamanya Daud memerintah dengan adil dan setia, dan Allah memberkatinya.  Namun, pada ahkir hayatnya ia telah melakukan dosa yang sangat menyedihkan hati Allah."
        }, 
        {
          "id": "17-10", 
          "img": "{{:en:obs:obs-17-10.jpg?nolink&640x360}}", 
          "text": "Suatu hari, ketika semua askarnya keluar berperang, Daud terjaga dari tidurnya di siang hari lalu melihat seorang perempuan cantik sedang mandi.  Ia bernama Batsyeba."
        }, 
        {
          "id": "17-11", 
          "img": "{{:en:obs:obs-17-11.jpg?nolink&640x360}}", 
          "text": "Yang sebenarnya Daud harus mengalihkan pandangannya, namun Daud malah menyuruh seseorang untuk membawa perempuan tersebut kepadanya. Ia menidurinya dan menghantarnya pulang ke rumah.  Tidak lama setelah itu Batsyeba mengirimkan berita kepada Daud bahawa dia kini sudah mengandung."
        }, 
        {
          "id": "17-12", 
          "img": "{{:en:obs:obs-17-12.jpg?nolink&640x360}}", 
          "text": "Yang sebenarnya Daud harus mengalihkan pandangannya, namun Daud malah menyuruh seseorang untuk membawa perempuan tersebut kepadanya. Ia menidurinya dan menghantarnya pulang ke rumah.  Tidak lama setelah itu Batsyeba mengirimkan berita kepada Daud bahawa dia kini sudah mengandung."
        }, 
        {
          "id": "17-13", 
          "img": "{{:en:obs:obs-17-13.jpg?nolink&640x360}}", 
          "text": "Setelah Uria terkorban, Daud mengahwini Batsyeba.  Kemudian, ia melahirkan seorang anak lelaki.  Allah tidak suka atas perlakuan Daud tersebut, lalu Allah mengutus nabi Natan untuk menegur Daud dari dosanya. Daud menyesali dosanya dan Allah mengampuninya. Seluruh sisa hidupnya, Daud mempercayai Allah, meskipun dalam masa sukar."
        }, 
        {
          "id": "17-14", 
          "img": "{{:en:obs:obs-17-14.jpg?nolink&640x360}}", 
          "text": "Tetapi sebagai hukuman atas dosanya, anak  Daud yang baru  dilahirkan, meninggal.  Dan berlakulah pergolakan dalam keluarga Daud sendiri yang berlarutan sampai pada ke ahkir hayatnya. Kedudukan Daud semakin lemah.  Walaupun Daud tidak setia kepada Allah, tetapi Allah tetap setia terhadap janji-janjiNya.  Batsyeba sekali lagi melahirkan seorang anak lelaki yang bernama Solaiman."
        }
      ], 
      "number": "17", 
      "ref": "Cerita Taurat: 1 Samuel 10; 15-19; 24; 31; 2 Samuel 5; 7; 11-12", 
      "title": "17. Perjanjian Allah dengan Daud"
    }, 
    {
      "frames": [
        {
          "id": "18-01", 
          "img": "{{:en:obs:obs-18-01.jpg?nolink&640x360}}", 
          "text": "Setelah Daud meninggal, Solaiman anaknya mulai memerintah.  Allah berfirman kepada Solaiman dan bertanya apa yang paling ia inginkan.  Solaiman meminta hikmat, Allah berkenan dengan permintaan tersebut dan menjadikan dia manusia paling bijak di dunia.  Allah juga menjadikan dia sangat kaya."
        }, 
        {
          "id": "18-02", 
          "img": "{{:en:obs:obs-18-02.jpg?nolink&640x360}}", 
          "text": "Di Yerusalem, Solaiman membangunkan Bait Suci di mana Daud ayahnya sudah rencanakan dan kumpulkan bahan-bahan binaan.  Sekarang dari Kemah Suci itulah, umat Israel menyembah Allah dan mempersembahkan korban di Bait Suci.  Allah turun dan hadir dalam Bait Suci, dan Dia tinggal di sana bersama umatNya."
        }, 
        {
          "id": "18-03", 
          "img": "{{:en:obs:obs-18-03.jpg?nolink&640x360}}", 
          "text": "Tetapi Solaiman mencintai perempuan-perempuan dari negara-negara asing. Dia membelakangi Allah dengan mengahwini ramai perempuan, di mana jumlahnya mencecah hampir 1,000 orang!  Kebanyakan istri ini daripada negara asing dan membawa dewanya dan menyembahkannya.  Lalu, bila Solaiman sudah tua, beliau juga menyembah pada dewa itu."
        }, 
        {
          "id": "18-04", 
          "img": "{{:en:obs:obs-18-04.jpg?nolink&640x360}}", 
          "text": "Allah marah akan Solaiman dan, sebagai hukuman akibat ketidak-taatan Solaiman, Allah berkata bahawa Dia akan membahagikan Kerajaan Israel menjadi dua bahagian setelah Solaiman meninggal."
        }, 
        {
          "id": "18-05", 
          "img": "{{:en:obs:obs-18-05.jpg?nolink&640x360}}", 
          "text": "Setelah Solaiman meninggal, anaknya, Rehabeam, menjadi raja.  Rehabeam merupakan seorang manusia bodoh.  Semua rakyat jelata datang berkumpul bersama untuk menabalkan dia sebagai raja. Mereka mengeluh kerana Solaiman menyuruh mereka melakukan  pekerjaan yang berat dengan mengenakan cukai yang berlebihan."
        }, 
        {
          "id": "18-06", 
          "img": "{{:en:obs:obs-18-06.jpg?nolink&640x360}}", 
          "text": "Rehabeam dengan angkuhnya menjawab dan berkata kepada mereka, “Menurut kamu ayah saya menyuruh kamu bekerja keras, tapi saya akan memperlakukan kamu lebih lagi, dan menghukum kamu lebih berat daripada apa yang pernah ia lakukan."
        }, 
        {
          "id": "18-07", 
          "img": "{{:en:obs:obs-18-07.jpg?nolink&640x360}}", 
          "text": "Sepuluh daripada suku Israel memberontak terhadap Rehabeam. Terdapat hanya dua suku saja yang setia kepadanya. Kedua dari suku ini disebut kerajaan Yehuda."
        }, 
        {
          "id": "18-08", 
          "img": "{{:en:obs:obs-18-08.jpg?nolink&640x360}}", 
          "text": "Kesemua dari sepuluh suku yang memberontak terhadap Rehabeam melantik seorang raja yang bernama Yerobeam.  Mereka ini disebut Kerajaan Israel."
        }, 
        {
          "id": "18-09", 
          "img": "{{:en:obs:obs-18-09.jpg?nolink&640x360}}", 
          "text": "Pemberontakan Yerobeam terhadap Allah telah membuat umatnya berdosa.  Yerobeam memilih membina dua berhala untuk disembah oleh rakyatnya dibanding membawa mereka menyembah Allah di Bait Suci dalam Kerajaan Yehuda."
        }, 
        {
          "id": "18-10", 
          "img": "{{:en:obs:obs-18-10.jpg?nolink&640x360}}", 
          "text": "Kerajaan Yehuda dan Israel saling bermusuhan dan kerap berperang terhadap satu dengan yang lain."
        }, 
        {
          "id": "18-11", 
          "img": "{{:en:obs:obs-18-11.jpg?nolink&640x360}}", 
          "text": "Dalam kerajaan Israel, kesemua rajanya terkenal jahat.  Ramai di antara raja-raja ini dibunuh oleh beberapa orang Israel   yang berhasrat untuk menggantikan tempat mereka sebagai raja."
        }, 
        {
          "id": "18-12", 
          "img": "{{:en:obs:obs-18-12.jpg?nolink&640x360}}", 
          "text": "Kesemua raja di Israel dan sejumlah besar dari penduduknya menyembah berhala yang selalunya melibatkan perzinahan dan kadang-kadang kanak-kanak dijadikan korban persembahan."
        }, 
        {
          "id": "18-13", 
          "img": "{{:en:obs:obs-18-13.jpg?nolink&640x360}}", 
          "text": "Raja-raja di Yehuda merupakan keturunan dari Daud.  Sebahagian besar dari raja mereka terkenal baik dan memerintah dengan adil serta menyembah kepada Allah.  Tetapi sebahagian besar dari raja-raja Yehuda pula melakukan kejahatan, rasuah, dan menyembah kepada berhala.  Ada di antara raja-raja ini mempersembahkan kanak-kanak sebagai korban persembahan kepada dewa palsu."
        }
      ], 
      "number": "18", 
      "ref": "Cerita Taurat: 1 Raja-raja 1-6; 11-12", 
      "title": "18. Kerajaan Yang Terbelah"
    }, 
    {
      "frames": [
        {
          "id": "19-01", 
          "img": "{{:en:obs:obs-19-01.jpg?nolink&640x360}}", 
          "text": "Dalam seluruh sejarah umat Israel, Allah utuskan nabi untuk mereka. Para nabi tersebut mendengar firman dari Allah lalu kemudian firman itu disampaikan kepada umatNya."
        }, 
        {
          "id": "19-02", 
          "img": "{{:en:obs:obs-19-02.jpg?nolink&640x360}}", 
          "text": "Elia menjadi nabi ketika Ahab menjadi raja di Israel. Ahab seorang yang kejam di mana ia menggalakan mereka menyembah kepada allah palsu yang disebut Baal. Elia berkata kepada Ahab, “Tidak akan ada hujan mahupun awan sehingga saya mengatakannya.”"
        }, 
        {
          "id": "19-03", 
          "img": "{{:en:obs:obs-19-03.jpg?nolink&640x360}}", 
          "text": "Lalu Allah menggesa Elia agar menyembunyikan diri di padang gurun berdekatan sebuah anak sungai. Setiap awal pagi dan malam, burung-burung membawakan kepadanya roti dan daging. Ahab bersama pasukan askarnya menjejaki Elia, namun mereka gagal mengesannya. Kemarau tersebut semakin parah sampai anak-anak sungai pun kering-kontang."
        }, 
        {
          "id": "19-04", 
          "img": "{{:en:obs:obs-19-04.jpg?nolink&640x360}}", 
          "text": "Elia pun melarikan diri ke sebuah negara jiran. Di situ terdapat seorang janda bersama anak lelakinya yang hampir kehabisan makanan kerana kebuluran. Tetapi mereka memelihara Elia, lalu Allah membekalkan mereka cukup makanan sehingga tepung dalam mangkuk dan minyak dalam botol tidak pernah kurang. Mereka mempunyai bekalan yang cukup sepanjang bencana dalam kelaparan melanda. Elia tinggal di situ sana dalam waktu yang agak lama."
        }, 
        {
          "id": "19-05", 
          "img": "{{:en:obs:obs-19-05.jpg?nolink&640x360}}", 
          "text": "Tiga tahun kemudian, Allah memberitahu Elia agar kembali ke Israel dan berbicara kepada Ahab untuk menyatakan bahawa Allah akan menurunkan hujan sekali lagi. Ketika Ahab melihat Elia ia berkata, “Wah kamu lagi, pembawa malang!” Elia mengatakan, “Sebenarnya kamulah pembawa malang itu! Kamu telah meninggalkan Allah yang benar dan menyembah pula kepada Baal. Bawalah semua umat Israel ke Gunung Karmel.”"
        }, 
        {
          "id": "19-06", 
          "img": "{{:en:obs:obs-19-06.jpg?nolink&640x360}}", 
          "text": "Semua umat Israel, termasuklah 400 nabi Baal, pergi ke Gunung Karmel. Elia berkata, “Berapa kalikah kamu berubah fikiran? Jika TUHAN itu Allah, sembahlah Dia! Jika Baal itu Allah, sembahlah dia!”"
        }, 
        {
          "id": "19-07", 
          "img": "{{:en:obs:obs-19-07.jpg?nolink&640x360}}", 
          "text": "Lalu ia berkata kepada para nabi Baal, “Sembelihlah seekor lembu dan siapkan korban, tetapi jangan nyalakan api. Saya akan melakukan hal yang sama. Allah yang menjawab dengan api merupakan Allah yang benar.” Lalu para imam Baal menyiapkan korban tetapi tidak menyalakan api."
        }, 
        {
          "id": "19-08", 
          "img": "{{:en:obs:obs-19-08.jpg?nolink&640x360}}", 
          "text": "Lalu mereka pun berdoa kepada Baal, “Dengarlah seruan kami, O Baal!” Seharian mereka berdoa sambil berteriak sampai mencederakan diri mereka dengan pisau, namun Baal tidak menjawab."
        }, 
        {
          "id": "19-09", 
          "img": "{{:en:obs:obs-19-09.jpg?nolink&640x360}}", 
          "text": "Setelah genap satu hari, kini tibalah pula giliran Elia mempersiapkan korban kepada Allah. Dia mempunyai dua belas bejana yang penuh dengan air di atas korban sehingga daging, kayu, dan seluruh kawasan mezbah basah sepenuhnya."
        }, 
        {
          "id": "19-10", 
          "img": "{{:en:obs:obs-19-10.jpg?nolink&640x360}}", 
          "text": "Dan Elia pun berdoalah seperti ini, “ O TUHAN, Allah Abraham, Ishak, dan Yakub, tunjukkanlah kepada kami hari ini bahawa benar Engkau adalah Allah Israel dan aku adalah hambaMu. Jawablah aku supaya mereka nanti akan tahu bahawa Engkau adalah Allah."
        }, 
        {
          "id": "19-11", 
          "img": "{{:en:obs:obs-19-11.jpg?nolink&640x360}}", 
          "text": "Segera sesudah itu, api turun dari langit dan membakar daging, kayu, batu kelikir, termasuklah kawasan mezbah yang basah sepenuhnya. Apabila mereka melihat hal ini, mereka rebah ke bumi dan berkata, “TUHAN itu Allah! TUHAN itu Allah!”"
        }, 
        {
          "id": "19-12", 
          "img": "{{:en:obs:obs-19-12.jpg?nolink&640x360}}", 
          "text": "Lalu Elia berkata, “Jangan sekali biarkan nabi-nabi dari Baal menyembunyikan diri!” Lalu mereka menangkap para nabi dari Baal. Lalu Elia membawa mereka dan membunuhnya."
        }, 
        {
          "id": "19-13", 
          "img": "{{:en:obs:obs-19-13.jpg?nolink&640x360}}", 
          "text": "Lalu Elia berkata kepada Raja Ahab, “Segeralah kembali ke kota, kerana hujan akan turun.” Tidak lama kemudian langit kelihatangelap, dan hujan pun turun dengan lebatnya."
        }, 
        {
          "id": "19-14", 
          "img": "{{:en:obs:obs-19-14.jpg?nolink&640x360}}", 
          "text": "Setelah Elia, Allah memilih Elisha menjadi nabiNya. Allah melakukan banyak mukjizat melalui Elisha. Pada suatu ketika, Naaman, yang merupakan seorang panglima musuh, didapati menghidapi penyakit kusta yang sangat parah. Ia mendengar tentang Elisha lalu ia pergi dan meminta kepada Elisha untuk menyembuhkannya. Elisha mengarahkannya untuk merendamkan dirinya tujuh kali di Sungai Yordan."
        }, 
        {
          "id": "19-16", 
          "img": "{{:en:obs:obs-19-16.jpg?nolink&640x360}}", 
          "text": "Ada sejumlah nabi lainnya. Mereka memberitahu kepada warga penduduk untuk berhenti menyembah kepada berhala dan mulai menunjukkan keadilan dan belas-kasihan. Para nabi memberi amaran kepada kaum penduduk kalau mereka tidak berpaling dari dosanya dan mulai hidup taat, maka Allah akan menurun hukuman, dan menghajar mereka."
        }, 
        {
          "id": "19-17", 
          "img": "{{:en:obs:obs-19-17.jpg?nolink&640x360}}", 
          "text": "Biasanya, umat Israel tidak menghiraukan. Mereka sering memperlakukan para nabi dengan kejam dan kadang-kadang akan membunuh mereka. Pada suatu ketika, nabi Jeremia dimasukkan kedalam sumur kering dan dibiarkan untuk mati. Lalu ia tenggelam kedalam lumpur di dasar sumur, tetapi raja menaruh belas kasihan terhadapnya dan menariknya keluar sebelum ia akan mati."
        }, 
        {
          "id": "19-18", 
          "img": "{{:en:obs:obs-19-18.jpg?nolink&640x360}}", 
          "text": "Walaupun para nabi dibencikan, mereka terus berbicara bagi pihak Allah. Para nabi memberi amaran kepada umatnya akan dibinasakan kalau mereka tidak bertaubat. Para nabi juga memperingatkan mereka bahawa Mesias yang dijanjikan akan datang."
        }
      ], 
      "number": "19", 
      "ref": "Cerita Kitab Suci dari: 1 Raja-raja 16-18; 2 Raja-raja 5; Yeremiah 38", 
      "title": "19. Para Nabi"
    }, 
    {
      "frames": [
        {
          "id": "20-01", 
          "img": "{{:en:obs:obs-20-01.jpg?nolink&640x360}}", 
          "text": "Kedua bangsa ini iaitu Israel dan Yehuda berdosa terhadap Allah. Mereka melanggar Perjanjian yang Allah berikan kepada mereka di Gunung Sinai.  Allah mengutus para nabi untuk menyedarkan mereka agar bertaubat dan kembali menyembah Allah, namun mereka tidak menghiraukannya."
        }, 
        {
          "id": "20-02", 
          "img": "{{:en:obs:obs-20-02.jpg?nolink&640x360}}", 
          "text": "Maka Allah menjatuhkan hukuman terhadap kedua-duanya dengan membiarkan mereka binasa. Israel dihancurkan oleh Kerajaan Asyur, sebuah bangsa yang dominan dan kejam.  Orang-orang Asyur membunuh sejumlah besar umat Israel, dan membawa semua yang berharga, dan membakar sebahagian besar dari negeri tersebut."
        }, 
        {
          "id": "20-03", 
          "img": "{{:en:obs:obs-20-03.jpg?nolink&640x360}}", 
          "text": "Orang-orang Asyur kumpulkan para pemimpin, orang-orang kaya, dan orang-orang yang berkemahiran lalu membawa mereka pergi ke Asyur.   Mereka yang tergolong miskin saja yang dikecualikan daripada dibunuh dan mereka dibiarkan menetap di Israel."
        }, 
        {
          "id": "20-04", 
          "img": "{{:en:obs:obs-20-04.jpg?nolink&640x360}}", 
          "text": "Lalu bangsa Asyur pun membawa orang-orang asing bermastautin di Israel.  Orang-orang asing tersebut membangunkan semula setiap kota yang telah musnah  dan mengahwini orang-orang Israel yang masih tinggal di sana. Keturunan mereka ini disebut Samaria."
        }, 
        {
          "id": "20-05", 
          "img": "{{:en:obs:obs-20-05.jpg?nolink&640x360}}", 
          "text": "Orang-orang yang berada dalam kerajaan Yehuda telah menyaksikan bagaimana Allah menghukum umat Israel atas kegagalan mereka dalam mempercayai dan menuruti Allah.  Tetapi mereka masih menyembah berhala dan allah-allah orang-orang Kanaan.  Allah mengutus para nabi untuk menyedarkan mereka, namun mereka tetap tidak menghiraukannya."
        }, 
        {
          "id": "20-06", 
          "img": "{{:en:obs:obs-20-06.jpg?nolink&640x360}}", 
          "text": "Dalam masa 100tahun sesudah bangsa Asyur menghancurkan umat Israel, Allah kirimkan Nebukadnezar, raja Babil, untuk mengepung Yehuda. Babil merupakan sebuah kerajaan yang sangat kuat.  Raja Yehuda bersetuju untuk memperhambakan dirinya kepada Nebukadnezar dan membayar sejumlah besar wang kepadanya setiap tahun."
        }, 
        {
          "id": "20-07", 
          "img": "{{:en:obs:obs-20-07.jpg?nolink&640x360}}", 
          "text": "Tidak lama kemudian kaum Yehuda memberontak semula terhadap Babil. Lalu, orang-orang Babil kembali dan menyerang mereka sekali lagi.  Mereka menawan Yerusalem, dan menghancurkan Bait Allah, serta membawa bersama semua barang-barang berharga."
        }, 
        {
          "id": "20-08", 
          "img": "{{:en:obs:obs-20-08.jpg?nolink&640x360}}", 
          "text": "Bagi menghukum raja Yehuda atas pemberontakannya terhadap Babel, askar-askar Nebukadnezar membunuh semua putera raja di hadapan raja lalu mencungkil mata raja itu sendiri sehingga buta. Selepas itu, mereka melarikan raja di mana dia menghabiskan hidupnya dalam penjara di Babel."
        }, 
        {
          "id": "20-09", 
          "img": "{{:en:obs:obs-20-09.jpg?nolink&640x360}}", 
          "text": "Nebukadnezar berserta pasukan tenteranya menawan semua penduduk kaum Yehuda dan membawa mereka ke Babel, kecuali mereka yang paling miskin sahaja yang dibiarkan tinggal untuk menanam benih di ladang.  Ini yang disebut Pembuangan."
        }, 
        {
          "id": "20-10", 
          "img": "{{:en:obs:obs-20-10.jpg?nolink&640x360}}", 
          "text": "Meskipun Pembuangan itu merupakan suatu hukuman terhadap dosa mereka, Allah tidak pernah melupakan umatNya atau perjanjianNya.  Allah mengawasi umatNya dan berfirman kepada mereka melalui para nabiNya.  Ia berjanji bahawa, setelah genap tujuh puluh tahun, mereka akan kembali semula ke Tanah Perjanjian."
        }, 
        {
          "id": "20-11", 
          "img": "{{:en:obs:obs-20-11.jpg?nolink&640x360}}", 
          "text": "Kemudian dalam masa tujuh puluh tahun sesudah itu, Sirus, raja orang Persia, mengalahkan Babil.  Orang-orang Persia dikatakan manusia yang gagah tetapi mereka memiliki hati yang penuh belas kasihan."
        }, 
        {
          "id": "20-12", 
          "img": "{{:en:obs:obs-20-12.jpg?nolink&640x360}}", 
          "text": "Tidak lama kemudian setelah Sirus memegang tampuk pemerintahan, ia melakukan sesuatu yang tidak pernah dilakukan dalam sejarah.  Ia memerintahkan agar setiap bangsa Yahudi yang ingin kembali ke tanah Yehuda boleh pergi.  Malah diberikannya mereka biaya untuk membina semula Bait Suci! Tujuh puluh selepas pembuangan, satu kelompok kecil dari bangsa Yahudi pulang ke Yerusalem."
        }, 
        {
          "id": "20-13", 
          "img": "{{:en:obs:obs-20-13.jpg?nolink&640x360}}", 
          "text": "Apabila mereka tiba, mereka membangun semula Bait Suci dan tembok-tembok yang mengelilingi Yerusalem.  Walaupun mereka masih dijajah oleh bangsa lain, mereka tetap tinggal di Tanah Perjanjian  dan menyembah di Bait Suci."
        }
      ], 
      "number": "20", 
      "ref": "Cerita Kitab Suci dari: 2 Raja=raja 17; 24-25; 2 Tawarikh 36; Ezra 1-10; Nehemia 1-13", 
      "title": "20. Keluaran dan Kembali"
    }, 
    {
      "frames": [
        {
          "id": "21-01", 
          "img": "{{:en:obs:obs-21-01.jpg?nolink&640x360}}", 
          "text": "Perjanjian pertama mengenai kedatangan Mesias diberikan kepada Adam dan Hawa.  Allah telah berjanji bahawa akan datang seorang dari keturunan Hawa, yang akan dilahirkan dan Ia akan meremuk kepala si ular.  Ular yang telah menipu Hawa merupakan Syaitan itu sendiri.  Perjanjian berarti kedatangan Mesias akan mengalahkan Syaitan sepenuhnya."
        }, 
        {
          "id": "21-02", 
          "img": "{{:en:obs:obs-21-02.jpg?nolink&640x360}}", 
          "text": "Allah telah berjanji kepada Abraham bahawa melalui dia semua suku bangsa di bumi akan diberkati.  Berkat ini ialah berkenan kedatangan Mesias yang pada suatu hari nanti menyediakan jalan keselamatan untuk semua suku bangsa."
        }, 
        {
          "id": "21-03", 
          "img": "{{:en:obs:obs-21-03.jpg?nolink&640x360}}", 
          "text": "Allah berjanji kepada Musa bahawa Ia akan membangkitkan seorang nabi seperti Musa. Ini merupakan satu rujukan lain tentang kedatangan Mesias."
        }, 
        {
          "id": "21-04", 
          "img": "{{:en:obs:obs-21-04.jpg?nolink&640x360}}", 
          "text": "Allah telah berjanji kepada Daud bahawa Mesias itu datangnya dari keturunan Daud sendiri."
        }, 
        {
          "id": "21-05", 
          "img": "{{:en:obs:obs-21-05.jpg?nolink&640x360}}", 
          "text": "Melalui nabi Yeremia, Allah berjanji bahawa Ia akan membuat satu Perjanjian Baru, tetapi bukan seperti Perjanjian Allah dengan umat Israel.  Dalam Perjanjian Baru tersebut, Allah akan menulis HukumNya pada hati mereka, mereka akan mengetahui tentang Allah, mereka akan menjadi umatNya, dan Allah akan mengampuni dosa mereka. Melalui Mesiaslah  Perjanjian Baharu dimulai."
        }, 
        {
          "id": "21-06", 
          "img": "{{:en:obs:obs-21-06.jpg?nolink&640x360}}", 
          "text": "Mesias datang sebagai nabi, imam, dan raja.  Nabi ialah dia yang mendengar Firman Allah dan menyalurkan Firman Allah kepada umatNya.  Kedatangan Mesias merupakan seorang nabi yang sempurna."
        }, 
        {
          "id": "21-07", 
          "img": "{{:en:obs:obs-21-07.jpg?nolink&640x360}}", 
          "text": "Imam merupakan seorang yang mempersiapkan korban kepada Allah bagi pihak umatNya bagi tujuan untuk menutupi dosa mereka.  Imam juga berdoa kepada Allah bagi pihak umatNya. Kedatangan Mesias merupakan imam sempurna yang akan merelakan DiriNya menjadi korban yang sempurna kepada Allah."
        }, 
        {
          "id": "21-08", 
          "img": "{{:en:obs:obs-21-08.jpg?nolink&640x360}}", 
          "text": "Raja ialah dia yang memerintah keatas sebuah kerajaan dan menghakimi rakyatnya. Kedatangan Mesias merupakan seorang raja yang sempurna yang akan duduk di atas takhta dari nenek moyangNya Daud, yang memerintah ke atas seluruh dunia untuk selamanya, dan akan mengadili dengan jujur dan membuat keputusan yang tepat dalam setiap masa."
        }, 
        {
          "id": "21-09", 
          "img": "{{:en:obs:obs-21-09.jpg?nolink&640x360}}", 
          "text": "Para nabi bernubuat perihal kelahiran akan kedatangan Mesias. Maleakhi bernubuat perihal seorang nabi besar yang datang mendahului Mesias.  Yesaya bernubuat perihal Mesias yang akan dilahirkan melalui seorang anak dara.  Mihka pula menubuatkan bahawa Mesias akan dilahirkan di Betlehem."
        }, 
        {
          "id": "21-10", 
          "img": "{{:en:obs:obs-21-10.jpg?nolink&640x360}}", 
          "text": "Para nabi pun bernubuat perihal pelayanan Mesias tersebut.  Yesaya mengatakan Ia akan tinggal di Galilea, menghibur hati yang patah, memberitakan khabar kebebesan bagi mereka yang tertindas, melepaskan mereka yang terbelenggu. Ia juga meramalkan bahawa Mesias akan memberikan kesembuhan bagi yang sakit, termasuklah mereka yang tuli, buta, serta yang lumpuh."
        }, 
        {
          "id": "21-11", 
          "img": "{{:en:obs:obs-21-11.jpg?nolink&640x360}}", 
          "text": "Yesaya bernubuat bahawa Mesias akan dibenci dan ditolak tanpa sebab. Mazmur bernubuat bahawa akan ada perebutan pada pakaian Mesias di antara mereka dengan cara membuang undi dan Mesias akhirnya akan dikhianati oleh sahabat terdekatNya sendiri."
        }, 
        {
          "id": "21-12", 
          "img": "{{:en:obs:obs-21-12.jpg?nolink&640x360}}", 
          "text": "Para nabi juga meramalkan bagaimana cara kematian Mesias itu nanti.  Yesaya bernubuat bahawa nanti Mesias itu akan diludahi, diejek, dan dipukul.  Lalu Ia akan ditusuk dan digantung pada kayu salib, tempat di mana Dia akan mati."
        }, 
        {
          "id": "21-13", 
          "img": "{{:en:obs:obs-21-13.jpg?nolink&640x360}}", 
          "text": "Mesias adalah Orang yang sempurna, tiada dosa.  Ia mati untuk menerima hukuman disebabkan dosa orang lain.  KematianNya akan mendamaikan Allah dengan umatNya.  Bagi tujuan ini, Allah berkenan untuk menyerahkan Mesias sebagai korban."
        }, 
        {
          "id": "21-14", 
          "img": "{{:en:obs:obs-21-14.jpg?nolink&640x360}}", 
          "text": "Bukan saja Mesias akan mati sebagai korban, tetapi para nabi juga meramalkan bahawa Allah akan membangkitkanNya dari kematian. Melalui kematian dan kebangkitan Mesias, Allah akan menyempurnakan rencana keselamatanNya dan memulakan suatu Perjanjian Baru."
        }, 
        {
          "id": "21-15", 
          "img": "{{:en:obs:obs-21-15.jpg?nolink&640x360}}", 
          "text": "Allah menunjukkan kepada para nabi banyak perkara mengenai kedatangan Mesias, tetapi Mesias yang dimaksudkan belum muncul.  Lebih dari 400 tahun setelah nubuatan-nubuatan terakhir disampaikan, pada waktu yang sangat tepat, Allah kirimkan Mesias ke dunia."
        }
      ], 
      "number": "21", 
      "ref": "Cerita Kitab Suci dari: Kejadian 3:15; 12:1-3; Ulangan 18:15; 2 Samuel 7; Yeremia 31; Yesaya 59:16; Daniel 7; Maleakhi 4:5; Isaiah 7:14; Mikha 5:2; Yesaya 9:1-7; 35:3-5; 61; 53; Zabur 22:18; 35:19; 69:4; 41:9; Zakhariah 11:12-13; Yesaya 50:6; Zabur 16:10-11", 
      "title": "21. Allah Menjanjikan Mesias"
    }, 
    {
      "frames": [
        {
          "id": "22-01", 
          "img": "{{:en:obs:obs-22-01.jpg?nolink&640x360}}", 
          "text": "Lebih dari 400 tahun setelah nabi terakhir berbicara kepada orang Yahudi, seorang malaikat menyatakan dirinya kepada seorang imam tua bernama Zakaria.  Ia merupakan seorang yang beriman, namun isterinya, Elizabet, tidak dapat melahirkan anak."
        }, 
        {
          "id": "22-02", 
          "img": "{{:en:obs:obs-22-02.jpg?nolink&640x360}}", 
          "text": "Malaikat berkata kepada Zakaria, “Isterimu bakal melahirkan anak. Engkau akan menamakannya Yohanis.  Ia merupakan seorang nabi besar yang akan datang sebelum Mesias!”   Jawab Zakaria, “Isteri saya dan saya sendiri sudah terlalu uzur untuk memiliki anak!  Bagaimana mungkin ini boleh berlaku?”"
        }, 
        {
          "id": "22-03", 
          "img": "{{:en:obs:obs-22-03.jpg?nolink&640x360}}", 
          "text": "Jawab malaikat itu, “Saya diutus oleh Allah untuk menyampaikan berita baik ini. Disebabkan engkau meragui aku, engkau akan menjadi bisu sehinggalah anak itu dilahirkan”  Seketika itu juga, Zakaria menjadi bisu.  Lalu malaikat pun pergi.  Zakaria pulang ke rumah, lalu mengandunglah isterinya."
        }, 
        {
          "id": "22-04", 
          "img": "{{:en:obs:obs-22-04.jpg?nolink&640x360}}", 
          "text": "Ketika genap enam bulan Elizabet mengandung, malaikat yang sama juga menyatakan dirinya kepada sepupunya, yang bernama Maria.  Ia merupakan seorang anak dara dan juga tunang kepada Yusup.  Kata malaikat itu, “Engkau akan mengandung dan melahirkan seorang anak lelaki.”"
        }, 
        {
          "id": "22-05", 
          "img": "{{:en:obs:obs-22-05.jpg?nolink&640x360}}", 
          "text": "Kata malaikat itu seterusnya, “Engkau akan menamaiNya Yesus. Ia merupakan Mesias itu!” Jawab Maria, “Bagaimana mungkin ini boleh berlaku, sedangkan saya masih anak dara?” Jelas malaikat itu lagi, “Roh Kudus akan turun ke atasmu, dan engkau pun mengandung.  Dan bayi itu akan disebut Putera dari Allah Yang Maha Tinggi."
        }, 
        {
          "id": "22-06", 
          "img": "{{:en:obs:obs-22-06.jpg?nolink&640x360}}", 
          "text": "Tidak lama kemudian, Maria pergi mengunjungi Elizabet.  Sebaik saja Elizabet menerima salam dari Maria, bayi yang ada dalam perut Elizabet pun melompat.  Kedua-duanya bergembira bersama untuk apa yang telah Allah lakukan bagi mereka.  Setelah kunjungan selama tiga bulan, Maria pun pulang semula ke kampung halaman."
        }, 
        {
          "id": "22-07", 
          "img": "{{:en:obs:obs-22-07.jpg?nolink&640x360}}", 
          "text": "Setelah Elizabet selamat melahirkan seorang bayi lelaki, mereka menamainya Yohnanis seperti mana yang diberitahukan oleh malaikat kepadanya."
        }
      ], 
      "number": "22", 
      "ref": "Cerita Injil dari: Lukas 1", 
      "title": "NOT FOUND"
    }, 
    {
      "frames": [
        {
          "id": "23-01", 
          "img": "{{:en:obs:obs-23-01.jpg?nolink&640x360}}", 
          "text": "Ketika Yusup mendapat tahu bahawa Maria sudah hamil, ia tahu bahawa bayi itu bukanlah kepunyaanya, lalu ia pun berhasrat untuk menceraikannya dengan diam-diam."
        }, 
        {
          "id": "23-02", 
          "img": "{{:en:obs:obs-23-02.jpg?nolink&640x360}}", 
          "text": "Malaikat berkata, “Yusup, janganlah takut untuk mengambil Maria sebagai isterimu.  Apa yang ada di dalam kandungannya adalah berasal dari Roh Kudus.  Ia bakal melahirkan seorang anak lelaki. Namakan Ia Isa, kerana Dia akan menyelamatkan umatNya dari dosa.”"
        }, 
        {
          "id": "23-03", 
          "img": "{{:en:obs:obs-23-03.jpg?nolink&640x360}}", 
          "text": "Lalu Yusup mengahwininya dan membawanya pulang sebagai isteri, tetapi ia tidak tidur dengannya sehinggalah Anak Maria  itu dilahirkan."
        }, 
        {
          "id": "23-04", 
          "img": "{{:en:obs:obs-23-04.jpg?nolink&640x360}}", 
          "text": "Ketika Maria hampir melahirkan bayinya, pemerintah Romawi mengarahkan agar semua orang pulang ke kota nenek moyang masing-masing untuk maksud pembancian.  Maria dan Yusup kenalah menempuh perjalanan jauh dari tempat asalnya Nazaret ke Betlehem."
        }, 
        {
          "id": "23-05", 
          "img": "{{:en:obs:obs-23-05.jpg?nolink&640x360}}", 
          "text": "Ketika mereka tiba di Betlehem, mereka tidak mempunyai tempat untuk menginap. Satu-satunya tempat yang ada untuk mereka ialah dalam sebuah ruangan di mana tempat itu juga merupakan kandang binatang.  Bayi tersebut dilahirkan di sana dan ibunya meletakkannya dalam sebuah palungan sapi, kerana tidak tersedia tempat untuknya. Mereka namakan Ia,  Isa."
        }, 
        {
          "id": "23-06", 
          "img": "{{:en:obs:obs-23-06.jpg?nolink&640x360}}", 
          "text": "Pada malam itu juga, tidak jauh dari tempat itu ada terdapat  sejumlah gembala di ladang ternakan sedang menjaga kawanan domba.  Dengan tiba-tiba datanglah malaikat terang menyatakan diri kepada mereka, sehingga mereka pun takut  yang amat sangat. Kata malaikat, “ Jangan takut, saya membawa berita baik untukmu.  Mesias telah pun dilahirkan!”"
        }, 
        {
          "id": "23-07", 
          "img": "{{:en:obs:obs-23-07.jpg?nolink&640x360}}", 
          "text": "“Pergi dan carilah bayi itu, maka kamu akan mendapatkan Ia yang dibungkus dengan lampin dan terbaring dalam palungan.” Tiba-tiba langit pun dipenuhi dengan para malaikat sambil menyanyi dan memuji Allah, sambil berkata, “Kemuliaan bagi Allah di syurga dan damai di bumi kepada umat yang berkenan kepadaNya!”"
        }, 
        {
          "id": "23-08", 
          "img": "{{:en:obs:obs-23-08.jpg?nolink&640x360}}", 
          "text": "Apabila para gembala tiba di tempat di mana Isa dilahirkan, mereka mendapati Ia sedang terbaring dalam palungan, seperti mana yang disampaikan oleh malaikat kepada mereka.  Hati mereka meluap-luap dengan penuh sukacita. Maria juga turut berasa gembira. Para gembala pulang semula ke ladang ternakan, sambil memuji-muji Allah atas apa yang mereka dengar dan lihat."
        }, 
        {
          "id": "23-09", 
          "img": "{{:en:obs:obs-23-09.jpg?nolink&640x360}}", 
          "text": "Selang beberapa waktu, orang - orang bijaksana dari negara-negara sejauh timur telah melihat sebuah bintang ajaib di langit.  Mereka sedar apa yang dimaksudkan dengan bintang tersebut iatu seorang raja Yahudi telah lahir. Mereka menempuh suatu perjananan yang cukup jauh untuk melihat Raja itu.  Mereka tiba di Betlehem dan menemukan tempat di mana Isa dilahirkan."
        }, 
        {
          "id": "23-10", 
          "img": "{{:en:obs:obs-23-10.jpg?nolink&640x360}}", 
          "text": "Apabila mereka melihat Yesus bersama ibuNya, mereka sujud tersungkur menyembah Dia.  Mereka mempersembahkan kepadaNya hadiah-hadiah yang tak ternilai.  Setelah itu barulah mereka pulang ke kampung halaman."
        }
      ], 
      "number": "23", 
      "ref": "Cerita Injil dari: Matius 1; Lukas 2", 
      "title": "NOT FOUND"
    }, 
    {
      "frames": [
        {
          "id": "24-01", 
          "img": "{{:en:obs:obs-24-01.jpg?nolink&640x360}}", 
          "text": "Sesudah dewasa Yohanis menjadi seorang nabi.  Ia tinggal di padang gurun, makanannya ialah madu hutan dan belalang, dan  pakaiannya pula  diperbuat daripada kulit unta."
        }, 
        {
          "id": "24-02", 
          "img": "{{:en:obs:obs-24-02.jpg?nolink&640x360}}", 
          "text": "Ramai orang datang kepada Yohanis untuk mendengar. Ia berkhutbah kepada mereka dengan berkata, “Bertaubatlah, kerana Kerajaan Allah sudah dekat.”"
        }, 
        {
          "id": "24-03", 
          "img": "{{:en:obs:obs-24-03.jpg?nolink&640x360}}", 
          "text": "Ada di antara mereka bertaubat dan siap untuk dibaptis saat mendengar mesej yang disampaikan oleh Yohanis, tetapi terdapat ramai   juga   pemimpin agama yang datang untuk dibaptis tanpa bertaubat dan mengaku dosanya."
        }, 
        {
          "id": "24-04", 
          "img": "{{:en:obs:obs-24-04.jpg?nolink&640x360}}", 
          "text": "Yohanis berkata kepada para pemimpin agama, “Kamu umpama ular beludak! Bertaubat dan ubahlah sikap kamu.  Setiap pohon yang tidak mengeluarkan buah akan dipotong dan dibuang dalam api.”  Ini mengenapi apa yang dinubuatkan oleh nabi Yesaya dengan berkata, “Justeru, Aku mengirimkan seorang utusan untuk mendahuluimu, yang akan mempersiapkan jalan bagimu.”"
        }, 
        {
          "id": "24-05", 
          "img": "{{:en:obs:obs-24-05.jpg?nolink&640x360}}", 
          "text": "Beberapa dari orang Yahudi bertanya kepada Yohanis, benarkah bahawa beliau merupakan Mesias itu?  Jawab Yohanes, “Aku bukanlah Mesias itu, tetapi ada Seorang yang jauh lebih besar dari diriku.  Malah membuka tali kasutNya pun aku tidak layak sama sekali.”"
        }, 
        {
          "id": "24-06", 
          "img": "{{:en:obs:obs-24-06.jpg?nolink&640x360}}", 
          "text": "Hari berikutnya, Isa datang untuk memberi diriNya untuk dibaptis oleh Yohanis.  Apabila Yohanes melihatNya, ia berkata, “Lihat! Inilah Anak Domba Allah yang memikul dosa seisi dunia.”"
        }, 
        {
          "id": "24-07", 
          "img": "{{:en:obs:obs-24-07.jpg?nolink&640x360}}", 
          "text": "Kata Yohanes kepada Isa, “Aku sama sekali tidak layak membaptiskan Engkau.  Engkaulah sebenarnya yang membaptiskanku, kerana inilah sebenarnya yang harus  dilakukan.” Lalu Yohanes membaptiskanNya, bukan kerana Isa berdosa – Ia tidak pernah berdosa."
        }, 
        {
          "id": "24-08", 
          "img": "{{:en:obs:obs-24-08.jpg?nolink&640x360}}", 
          "text": "Sewaktu Isa keluar dari sungai, Roh Allah yang menyerupai burung merpati  turun ke atasNya.  Dalam waktu yang sama kedengaranlah suatu suara yang datang dari syurga berkata, “Engkaulah AnakKu, kepadaNya Aku berkenan.”"
        }, 
        {
          "id": "24-09", 
          "img": "{{:en:obs:obs-24-09.jpg?nolink&640x360}}", 
          "text": "Allah memberitahukan kepada Yohanis, “Roh Kudus akan turun ke atas Dia yang engkau baptiskan. Dia adalah Anak Allah.” Terdapat hanya satu Allah. Allah dalam tiga peribadi, Bapa, Anak, dan Roh Kudus."
        }
      ], 
      "number": "24", 
      "ref": "Cerita Injil dari: Matius 3; Markus 1:9-11; Lukas 3:1-23", 
      "title": "24. Yohanis Membaptis Isa"
    }, 
    {
      "frames": [
        {
          "id": "25-01", 
          "img": "{{:en:obs:obs-25-01.jpg?nolink&640x360}}", 
          "text": "Selang beberapa waktu selepas Isa dibaptiskan, Roh Kudus memimpinNya ke padang gurun, di mana Dia berpuasa selama empat puluh hari dan empat puluh malam.  Waktu itulah Dia dicubai oleh Iblis."
        }, 
        {
          "id": "25-02", 
          "img": "{{:en:obs:obs-25-02.jpg?nolink&640x360}}", 
          "text": "Iblis berkata, “Kalau Engkau Anak Allah, ubahlah batu ini menjadi roti supaya Engkau boleh memakannya.”"
        }, 
        {
          "id": "25-03", 
          "img": "{{:en:obs:obs-25-03.jpg?nolink&640x360}}", 
          "text": "Jawab Isa, “Inilah yang tertulis dalam Firman Allah, ‘Manusia bukan hidup oleh roti saja, tetapi oleh setiap Firman yang keluar dari mulut Allah."
        }, 
        {
          "id": "25-04", 
          "img": "{{:en:obs:obs-25-04.jpg?nolink&640x360}}", 
          "text": "Lalu Iblis membawa Isa ke puncak paling tinggi di Bait Suci lalu berkata, “Kalau Engkau Anak Allah, jatuhkan diriMu ke bawah, kerana ada tertulis, ‘Ia akan menyuruh malaikatNya untuk menyambut Engkau sehingga kakiMu tidak akan terhantuk pada tanah.”"
        }, 
        {
          "id": "25-05", 
          "img": "{{:en:obs:obs-25-05.jpg?nolink&640x360}}", 
          "text": "Tetapi jawab Isa, “Juga ada tertulis dalam Firman Allah, ‘Janganlah cubai Allahmu.”’"
        }, 
        {
          "id": "25-06", 
          "img": "{{:en:obs:obs-25-06.jpg?nolink&640x360}}", 
          "text": "Lalu Iblis menunjukkan kepada Isa semua kerajaan dunia dan seluruh kemuliaanya dan berkata, “Aku akan menyerahkan semuanya ini kepadaMu jika Engkau sujud and menyembah kepadaku.”"
        }, 
        {
          "id": "25-07", 
          "img": "{{:en:obs:obs-25-07.jpg?nolink&640x360}}", 
          "text": "Isa menjawab, “Pergilah engkau, hai Iblis! Kerana ada tertulis dalam Firman Allah, ‘Sembahlah hanya kepada Tuhan Allahmu.’”"
        }, 
        {
          "id": "25-08", 
          "img": "{{:en:obs:obs-25-08.jpg?nolink&640x360}}", 
          "text": "Lalu Iblis pun meninggalkanNya sambil menunggu waktu yang tepat. Para malaikat pun datang untuk melayan Isa."
        }
      ], 
      "number": "25", 
      "ref": "Cerita Injil dari: Matius4:1-11; Markus 1:12-13; Lukas 4:1-13", 
      "title": "25.  Isa dicubai oleh Iblis"
    }, 
    {
      "frames": [
        {
          "id": "26-01", 
          "img": "{{:en:obs:obs-26-01.jpg?nolink&640x360}}", 
          "text": "Setelah mengatasi semua cubaan Iblis, Isa kembali dalam kuasa Roh Kudus ke wilayah Galilea di tempat Ia tinggal.  Isa pergi ke setiap tempat untuk mengajar.  Semua orang suka kepadaNya."
        }, 
        {
          "id": "26-02", 
          "img": "{{:en:obs:obs-26-02.jpg?nolink&640x360}}", 
          "text": "Isa pergi ke kota Nazaret tempat Ia dibesarkan. Pada hari Sabat, Ia pergi ke tempat itu untuk beribadah. Ia diberikan sebuah kitab nabi Yesaya.  Isa membuka kitab tersebut dan membaca darinya."
        }, 
        {
          "id": "26-03", 
          "img": "{{:en:obs:obs-26-03.jpg?nolink&640x360}}", 
          "text": "“Allah telah mencurahkan RohNya ke atasKu untuk mengisytiharkan berita baik kepada yang miskin, kelepasan kepada yang terbelenggu, memulihkan pengelihatan bagi yang buta, dan membebaskan yang terpenjara. Inilah tahun yang berkenan kepada Tuhan."
        }, 
        {
          "id": "26-04", 
          "img": "{{:en:obs:obs-26-04.jpg?nolink&640x360}}", 
          "text": "Lalu Isa pun duduk.  Setiap orang melihatNya secara dekat. Mereka tahu bahawa bahagian tersebut membicarakan tentang Mesias.  Isa berkata, “Hari ini firman ini sudah digenapi seperti mana kamu mendengarnya.”  Semua yang ada tercengang. “Bukankah Dia ini anak Yusuf?” kata mereka."
        }, 
        {
          "id": "26-05", 
          "img": "{{:en:obs:obs-26-05.jpg?nolink&640x360}}", 
          "text": "Lalu Isa berkata, “ Aku memberitahukan kebenaran ini kepada kamu, bahawa seorang nabi tidak diterima di tempatnya sendiri.  Sewaktu Elia masih hidup terdapat begitu ramai balu di Israel.  Tetapi hujan tidak turun selama tiga tahun, tetapi Elia diutus bukan kepada salah seorang dari mereka, melainkan kepada seorang perempuan janda dari negeri lain."
        }, 
        {
          "id": "26-06", 
          "img": "{{:en:obs:obs-26-06.jpg?nolink&640x360}}", 
          "text": "“Dan sewaktu Elisa masih hidup, terdapat ramai orang di Israel yang dijangkiti penyakit kulit.  Tetapi Elisa tidak menyembuhkan mereka semua, dia hanya menyembuhkan Namaan, seorang panglima dari pihak musuh Israel.”  Ketika mereka mendengar hal  ini, mereka pun menjadi marah.."
        }, 
        {
          "id": "26-07", 
          "img": "{{:en:obs:obs-26-07.jpg?nolink&640x360}}", 
          "text": "Mereka menangkap Isa dan mengusirNya dari pusat ibadah dan membawaNya ke tepi jurang untuk menolakNya ke gaung.  Tetapi Isa dapat melepaskan DiriNya di tengah-tengah ramai  orang lalu meninggalkan kota Nazaret."
        }, 
        {
          "id": "26-08", 
          "img": "{{:en:obs:obs-26-08.jpg?nolink&640x360}}", 
          "text": "Lalu Isa menjelajahi seluruh daerah, dan  sejumlah besar orang datang kepadaNya.  Mereka membawa semua orang sakit, termasuk mereka yang buta, tuli, dan bisu, lalu Isa menyembuhkan mereka."
        }, 
        {
          "id": "26-09", 
          "img": "{{:en:obs:obs-26-09.jpg?nolink&640x360}}", 
          "text": "Ramai orang yang dirasuk iblis dibawa kepada Isa.  Iblis yang keluar dari mereka, sering berteriak dengan suara nyaring, “Engkaulah Anak Allah!” Orang ramai pun tercengang dan menyembah Allah."
        }, 
        {
          "id": "26-10", 
          "img": "{{:en:obs:obs-26-10.jpg?nolink&640x360}}", 
          "text": "Lalu Yesus memilih kedua belas orang yang disebut sebagai murid-muridNya. Mereka berjalan bersamaNya dan belajar daripadaNya."
        }
      ], 
      "number": "26", 
      "ref": "Cerita Injil dari:Matius 4:12-25; Markus 1:14-15, 35-39; 3:13-21; Lukas 4:14-30, 38-44", 
      "title": "26. Isa  Memulai PelayananNya"
    }, 
    {
      "frames": [
        {
          "id": "27-01", 
          "img": "{{:en:obs:obs-27-01.jpg?nolink&640x360}}", 
          "text": "Pada suatu hari seorang ahli taurat datang kepada Isa untuk mencubaiNya, dengan berkata, “Guru, apa yang harus aku lakukan untuk mewarisi hidup kekal?” Isa menjawab, “Apa yang tertulis dalam hukum Allah?”"
        }, 
        {
          "id": "27-02", 
          "img": "{{:en:obs:obs-27-02.jpg?nolink&640x360}}", 
          "text": "Kasihilah Tuhan Allahmu dengan sepenuh hati, jiwa, kekuatan dan akalmu. Kasihilah sesama manusia seperti dirimu sendiri,” demikianlah ahli taurat itu menjawab.  Isa jawab dengan berkata, “Kamu betul!  Lakukan ini maka engkau akan hidup.”"
        }, 
        {
          "id": "27-03", 
          "img": "{{:en:obs:obs-27-03.jpg?nolink&640x360}}", 
          "text": "Tetapi ahli taurat ingin membuktikan bahawa dirinya benar, lalu bertanya, “Siapakah yang dimaksudkan sesama manusia?”"
        }, 
        {
          "id": "27-04", 
          "img": "{{:en:obs:obs-27-04.jpg?nolink&640x360}}", 
          "text": "Isa menjawab dengan menceritakan sebuah peristiwa.  “Ada seorang Yahudi yang berjalan dari Yerusalem ke Yeriko.”"
        }, 
        {
          "id": "27-05", 
          "img": "{{:en:obs:obs-27-05.jpg?nolink&640x360}}", 
          "text": "“Sedang ia berjalan, beliau disamun oleh sekumpulan perompak.  Mereka merampas semua yang ada padanya dan memukulnya sehingga hampir mati.  Lalu mereka meninggalkannya.”"
        }, 
        {
          "id": "27-06", 
          "img": "{{:en:obs:obs-27-06.jpg?nolink&640x360}}", 
          "text": "“Tidak lama kemudian, seorang imam Yahudi kebetulan melalui jalan yang sama. Apabila pemimpin agama ini melihat orang yang disamun dan dipukul tersebut, ia menyeberang ke sebelah jalan, dengan tidak menghiraukan mangsa yang memerlukan pertolongan, dan terus berjalan."
        }, 
        {
          "id": "27-07", 
          "img": "{{:en:obs:obs-27-07.jpg?nolink&640x360}}", 
          "text": "Tidak lama selepas itu, datanglah seorang Lewi melalui jalanan yang sama. (Orang-orang Lewi merupakan satu suku dari kaum Yahudi yang membantu para imam di Bait Suci.)  Orang ini juga mengelak dengan menyeberang jalan dan tidak memperdulikan mangsa samun yang telah dibelasah."
        }, 
        {
          "id": "27-08", 
          "img": "{{:en:obs:obs-27-08.jpg?nolink&640x360}}", 
          "text": "“Yang melalui jalan itu seterusnya ialah seorang Samaria.  (Orang-orang Samaria merupakan keturunan Yahudi yang datang dari bangsa lain.  Orang-orang Samaria dan Yahudi saling membenci sesama sendiri.) Apabila orang Samaria melihat mangsa samun tersebut, ia merasa penuh belas kasihan.  Ia merawat dan membalut luka-lukanya.”"
        }, 
        {
          "id": "27-09", 
          "img": "{{:en:obs:obs-27-09.jpg?nolink&640x360}}", 
          "text": "“Lalu orang Samaria  itu pun mengangkatnya ke atas keledai dan membawanya ke sebuah rumah penginapan di situlah nanti dia akan mendapat rawatan.”"
        }, 
        {
          "id": "27-10", 
          "img": "{{:en:obs:obs-27-10.jpg?nolink&640x360}}", 
          "text": "“Pada hari berikutnya, orang Samaria itu pun meneruskan perjalanannya ke tempat yang hendak ditujui. Ia memberi wang kepada penjaga rumah penginapan dan berkata, “Rawatlah ia, sekiranya biaya yang diperlukan melebihi jumlah sebenar, saya akan membayarnya kemudian."
        }, 
        {
          "id": "27-11", 
          "img": "{{:en:obs:obs-27-11.jpg?nolink&640x360}}", 
          "text": "Lalu Isa bertanya kepada ahli taurat, “Yang mana satu di antara ketiga orang ini yang kamu fikir telah memperlakukan mangsa sebagai sesama manusia?” Ahli taurat pun menjawab, “Dia yang telah menunjukkan belas kasihan.” Isa memberitahu kepada ahli taurat, “Pergi dan lakukan hal yang sama.”"
        }
      ], 
      "number": "27", 
      "ref": "Cerita Injil dari: Lukas 10:25-37", 
      "title": "27. Kisah Tentang Seorang Samaria Yang Baik"
    }, 
    {
      "frames": [
        {
          "id": "28-01", 
          "img": "{{:en:obs:obs-28-01.jpg?nolink&640x360}}", 
          "text": "Pada suatu hari ada seorang pemimpin muda yang kaya datang kepada Isa dan bertanya kepadaNya, “Guru yang baik, perbuatan baik yang bagaimanakah yang harus aku lakukan untuk memperoleh hidup kekal?” Isa berkata kepadanya, “Mengapakah engkau menyebut Aku baik?  Hanya Satu saja yang baik, iatu Allah.  Tetapi kalau engkau mahu memperoleh hidup kekal, turutilah semua hukum-hukum Allah.”"
        }, 
        {
          "id": "28-02", 
          "img": "{{:en:obs:obs-28-02.jpg?nolink&640x360}}", 
          "text": "“Hukum yang mana satu?” ia bertanya. Isa menyahut, “Jangan membunuh.  Jangan berzinah.  Jangan mencuri.  Jangan berbohong. Hormatilah ayah dan ibumu, dan kekasihilah sesamamu manusia seperti dirimu sendiri.”"
        }, 
        {
          "id": "28-03", 
          "img": "{{:en:obs:obs-28-03.jpg?nolink&640x360}}", 
          "text": "Orang muda itu yang berusaha membuktikan dirinya benar, berkata, “Aku telah menuruti semua hukum-hukum ini sejak dari kecil lagi.  Apa lagi yang perlu saya lakukan?”  Isa memandangnya dan mengasihinya."
        }, 
        {
          "id": "28-04", 
          "img": "{{:en:obs:obs-28-04.jpg?nolink&640x360}}", 
          "text": "Isa menjawab, “Kalau engkau ingin menjadi sempurna, maka pergi dan juallah semua yang kamu miliki  dan serahkanlah hasil jualanmu itu kepada orang-orang miskin, dan engkau akan memperoleh harta yang tersedia di sorga.”"
        }, 
        {
          "id": "28-05", 
          "img": "{{:en:obs:obs-28-05.jpg?nolink&640x360}}", 
          "text": "Apabila anak muda itu mendengar hal itu, ia berasa amat sedih, kerana ia sangat kaya.  Ia menoleh dan meninggalkan Isa, kerana tidak rela mengorbankan kekayaannya."
        }, 
        {
          "id": "28-06", 
          "img": "{{:en:obs:obs-28-06.jpg?nolink&640x360}}", 
          "text": "Lalu Isa berkata kepada murid-muridNya, “Betapa sukarnya bagi orang-orang kaya untuk masuk Kerajaan Allah!  Ya, lebih mudah bagi seekor keledai masuk pada lubang jarum daripada seorang yang kaya masuk Kerajaan Allah.”"
        }, 
        {
          "id": "28-07", 
          "img": "{{:en:obs:obs-28-07.jpg?nolink&640x360}}", 
          "text": "Apabila murid-murid itu mendengar hal tersebut mereka terperanjat dan berkata, “Lalu siapa yang dapat diselamatkan?”"
        }, 
        {
          "id": "28-08", 
          "img": "{{:en:obs:obs-28-08.jpg?nolink&640x360}}", 
          "text": "Isa memandang kepada mereka dan berkata, “Untuk manusia hal ini tidak mungkin, tetapi kepada Allah, tiada yang mustahil.”"
        }, 
        {
          "id": "28-09", 
          "img": "{{:en:obs:obs-28-09.jpg?nolink&640x360}}", 
          "text": "Petrus berkata kepada Isa, “Kami telah meninggalkan semuanya dan mengikutiMu.  Apakah ganjaran yang kami dapat?”"
        }, 
        {
          "id": "28-10", 
          "img": "{{:en:obs:obs-28-10.jpg?nolink&640x360}}", 
          "text": "Isa menjawab, “Setiap orang yang telah meninggalkan keluarga, saudara lelaki, saudara perempuan, ayah, ibu, anak-anak, atau harta benda kerana NamaKu, akan mewarisi 100 kali lipat di dunia yang akan datang dan juga hidup kekal. Tetapi siapa yang terdahulu akan menjadi kemudian, dan siapa yang kemudian akan menjadi yang terdahulu.”"
        }
      ], 
      "number": "28", 
      "ref": "Cerita Injil dari: Matius 19:16-30; Markus 10:17-31; Lukas 18:18-30", 
      "title": "28. Seorang Pemimpin Muda Kaya"
    }, 
    {
      "frames": [
        {
          "id": "29-01", 
          "img": "{{:en:obs:obs-29-01.jpg?nolink&640x360}}", 
          "text": "Satu hari Petrus berkata kepada Isa, “ Tuhan, berapa kalikah seharusnya aku mengampuni saudaraku apabila ia berdosa terhadap aku?  Sampai tujuh kali?” Isa berkata, “Bukan tujuh kali tujuh, tetapi tujuh kali tujuh puluh!”  Dengan demikian yang Isa maksudkan ialah sentiasa mengampuni.  Isa menceritakan peristiwa ini."
        }, 
        {
          "id": "29-02", 
          "img": "{{:en:obs:obs-29-02.jpg?nolink&640x360}}", 
          "text": "Kerajaan Allah ibarat seorang raja yang mahu menyelesaikan masalah hutang dengan pekerja-pekerjanya.  Salah seorang pekerjanya berhutang yang nilainya cukup untuk gaji 200, 000 tahun.”"
        }, 
        {
          "id": "29-03", 
          "img": "{{:en:obs:obs-29-03.jpg?nolink&640x360}}", 
          "text": "Kerana pekerja tersebut tidak mampu membayar hutangnya, raja itu berkata, “ Juallah orang ini bersama keluarganya sebagai hamba untuk melunaskan hutangnnya.”"
        }, 
        {
          "id": "29-04", 
          "img": "{{:en:obs:obs-29-04.jpg?nolink&640x360}}", 
          "text": "“Pekerja ini melutut di hadapan raja dan berkata, ‘Tolong bersabarlah terhadap aku, aku akan membayar semula semuanya.’ Raja itu kasihan terhadap pekerja tersebut dan menghapuskan semua hutangnya.” Note:"
        }, 
        {
          "id": "29-05", 
          "img": "{{:en:obs:obs-29-05.jpg?nolink&640x360}}", 
          "text": "“Pekerja pergi dan menemui seorang lagi pekerja lain yang berhutang kepadanya sebanyak empat bulan gaji. Lalu pekerja tersebut mencekik si peminjam dan berkata, “Bayarlah apa yang engkau telah pinjam daripadaku.”"
        }, 
        {
          "id": "29-06", 
          "img": "{{:en:obs:obs-29-06.jpg?nolink&640x360}}", 
          "text": "“Orang tersebut melutut dan berkata, ‘Tolonglah bersabar terhadapku, dan aku akan melunaskan semuanya nanti.’ Tetapi hamba itu menolak dan melemparkan orang itu ke dalam penjara sehinggalah orang itu membayar balik hutangnya."
        }, 
        {
          "id": "29-07", 
          "img": "{{:en:obs:obs-29-07.jpg?nolink&640x360}}", 
          "text": "“Ada di antara pekerja lain yang melihat apa yang terjadi dan mereka sangat terkilan.  Mereka pergi kepada raja dan melaporkan semuanya.”"
        }, 
        {
          "id": "29-08", 
          "img": "{{:en:obs:obs-29-08.jpg?nolink&640x360}}", 
          "text": "“Raja memanggil pekerja tersebut dan berkata, ‘Engkau seorang pekerja yang jahat!  Aku menghapuskan hutangmu kerana engkau merayu padaku. Seharusnya engkau  melakukan hal yang sama.’ Dalam kemarahannya, raja melemparkan pekerja yang jahat itu ke dalam penjara sehinggalah ia dapat melunaskan hutangnya."
        }, 
        {
          "id": "29-09", 
          "img": "{{:en:obs:obs-29-09.jpg?nolink&640x360}}", 
          "text": "Lalu Isa berkata, “Beginilah yang dilakukan oleh Bapamu yang di syurga kepada setiap kamu jika kamu mengampuni saudaramu dengan sepenuh hati.”"
        }
      ], 
      "number": "29", 
      "ref": "Cerita Injil dari: Matius 18:21-35", 
      "title": "29. Kisah tentang Seorang Hamba Yang Kejam"
    }, 
    {
      "frames": [
        {
          "id": "30-01", 
          "img": "{{:en:obs:obs-30-01.jpg?nolink&640x360}}", 
          "text": "Isa mengutus murid-muridNya untuk berkhutbah dan mengajar. Ketika mereka kembali, mereka melaporkan kepada Isa apa yang mereka ajar dan lakukan. Lalu Isa mengajak mereka ke sebuah tempat yang sunyi untuk sementara waktu. Maka, mereka pun masuk ke sebuah perahu dan berangkat pergi."
        }, 
        {
          "id": "30-02", 
          "img": "{{:en:obs:obs-30-02.jpg?nolink&640x360}}", 
          "text": "Tetapi ramai yang melihat Isa dan para muridNya bertolak. Lalu mereka berlari menyusuri pantai dengan mendahului para murid untuk sampai ke seberang.  Semasa Isa dan para muridNya tiba, sejumlah besar orang ramai menyambut ketibaan mereka."
        }, 
        {
          "id": "30-03", 
          "img": "{{:en:obs:obs-30-03.jpg?nolink&640x360}}", 
          "text": "Seramai 5,000 orang kesemuanya tidak termasuk perempuan dan kanak-kanak.  Isa berasa penuh belas kasihan dengan mereka.  Menurut Isa, mereka umpama domba tanpa gembala. Lalu Ia mengajar dan menyembuhkan mereka."
        }, 
        {
          "id": "30-04", 
          "img": "{{:en:obs:obs-30-04.jpg?nolink&640x360}}", 
          "text": "Kerana senja pun kian menjelang, maka para murid memberitahu Isa, “Sudah terlambat dan tidak terdapat kota yang berdekatan.  Suruhlah mereka pergi dan mencari sesuatu untuk dimakan."
        }, 
        {
          "id": "30-05", 
          "img": "{{:en:obs:obs-30-05.jpg?nolink&640x360}}", 
          "text": "Tetapi Isa berkata kepada mereka, “Kamu berilah mereka makan!” Para murid menjawab, “Bagaimana untuk kami  melakukannya?  Yang ada pada kami hanyalah lima ketul roti dan dua ekor ikan.”"
        }, 
        {
          "id": "30-06", 
          "img": "{{:en:obs:obs-30-06.jpg?nolink&640x360}}", 
          "text": "Isa memanggil mereka dan menyuruh orang ramai itu duduk secara berkelompok di atas rumput."
        }, 
        {
          "id": "30-07", 
          "img": "{{:en:obs:obs-30-07.jpg?nolink&640x360}}", 
          "text": "Lalu Ia mengambil lima ketul roti dan dua ekor ikan, lalu menengadah ke langit, dan memberkati makanan."
        }, 
        {
          "id": "30-08", 
          "img": "{{:en:obs:obs-30-08.jpg?nolink&640x360}}", 
          "text": "Isa pun mulai memecah-mecahkan roti dan ikan. Ia memberikan kepingan roti dan ikan kepada para murid lalu mengagih-agihkannya kepada mereka.  Para murid terus mengagih-agihkan roti tersebut namun ia tidak pernah berkurang!  Semua orang makan dan berasa puas."
        }, 
        {
          "id": "30-09", 
          "img": "{{:en:obs:obs-30-09.jpg?nolink&640x360}}", 
          "text": "Ketika para murid mengumpul kesemua sisa makanan, masih terdapat dua belas bakul lagi yang belum habis dimakan.  Makanan ini ialah dari lima ketul roti dan dua ekor ikan."
        }
      ], 
      "number": "30", 
      "ref": "Cerita Injil dari: Matius 14:13-21; Markus 6:31-44; Lukas 9:10-17; Yahya 6:5-15", 
      "title": "30. Isa Memberi Makan Lima Ribu Orang"
    }, 
    {
      "frames": [
        {
          "id": "31-01", 
          "img": "{{:en:obs:obs-31-01.jpg?nolink&640x360}}", 
          "text": "Lalu Isa memberitahu para muridNya agar masuk ke dalam perahu dan belayar ke sebarang untuk menghindar dari orang ramai. Setelah Isa menyuruh orang ramai itu pergi, Ia pergi ke sebuah bukit untuk berdoa.  Isa berada di sana seorang diri, dan berdoa  semalam suntuk."
        }, 
        {
          "id": "31-02", 
          "img": "{{:en:obs:obs-31-02.jpg?nolink&640x360}}", 
          "text": "Ketika, perahu para murid berada agak jauh dari daratan. Keadaan mereka dalam bahaya, kerana ribut datang melanda dan memukul perahu sehingga terombang-ambing akibat ombak dan angin kencang."
        }, 
        {
          "id": "31-03", 
          "img": "{{:en:obs:obs-31-03.jpg?nolink&640x360}}", 
          "text": "Isa pun pergi dengan mereka, sambil berjalan di atas air  menyeberangi tasik untuk menuju ke perahu."
        }, 
        {
          "id": "31-04", 
          "img": "{{:en:obs:obs-31-04.jpg?nolink&640x360}}", 
          "text": "Para murid dihantui dengan perasaan takut apabila mereka melihat Isa berjalan atas air, mereka sangka Dia hantu.  Isa tahu mereka berada dalam ketakutan, lalu menyakinkan mereka agar jangan takut dengan berkata, “Jangan takut. Akulah ini.”"
        }, 
        {
          "id": "31-05", 
          "img": "{{:en:obs:obs-31-05.jpg?nolink&640x360}}", 
          "text": "Lalu Petrus berkata kepada Isa, “Tuhan, jika benar itu Engkau, suruhlah aku datang kepadaMu.” Isa berkata kepada Petrus, “Datanglah.”"
        }, 
        {
          "id": "31-06", 
          "img": "{{:en:obs:obs-31-06.jpg?nolink&640x360}}", 
          "text": "Lalu, Petrus melangkah keluar dari perahu dan mulai berjalan menuju kepada Isa di atas permukaan air.  Tetapi setelah ia semakin hampir dengan Isa, ia mengalihkan pemandangannya dari Isa dan mulai melihat angin kencang dan ombak yang bergelora."
        }, 
        {
          "id": "31-07", 
          "img": "{{:en:obs:obs-31-07.jpg?nolink&640x360}}", 
          "text": "Lalu Petrus menjadi takut dan mulai tenggelam.  Ia berseru, “Tuhan, tolong, selamatkan aku!” Isa menghulurkan tanganNya untuk mencapai tangan Petrus sambil berkata Petrus, “O engkau yang kurang iman, mengapa engkau bimbang?”"
        }, 
        {
          "id": "31-08", 
          "img": "{{:en:obs:obs-31-08.jpg?nolink&640x360}}", 
          "text": "Apabila Petrus dan Isa masuk ke dalam perahu, ribut pun reda dengan serta-merta.  Para murid tercengang.  Mereka menyembah Isa, dengan berkata, “Benar, Engkau ialah Anak Allah.”"
        }
      ], 
      "number": "31", 
      "ref": "Cerita Injil dari: Matius 14:22-33; Markus 6:45-52; Yahya 6:16-21", 
      "title": "31. Isa Berjalan di atas Air"
    }, 
    {
      "frames": [
        {
          "id": "32-01", 
          "img": "{{:en:obs:obs-32-01.jpg?nolink&640x360}}", 
          "text": "Pada suatu hari, Isa bersama muridNya menyeberangi Tasik Galilea menuju ke kota Gerasa."
        }, 
        {
          "id": "32-02", 
          "img": "{{:en:obs:obs-32-02.jpg?nolink&640x360}}", 
          "text": "Ketika mereka tiba di seberang, seorang lelaki yang dirasuk iblis berlari meluru ke arah Isa."
        }, 
        {
          "id": "32-03", 
          "img": "{{:en:obs:obs-32-03.jpg?nolink&640x360}}", 
          "text": "Orang ini memiliki kekuatan yang luar biasa sehingga tidak seorang pun mampu memegangnya. Orang ramai dengan sedaya upaya merantainya tetapi ia masih berupaya melepaskan dirinya."
        }, 
        {
          "id": "32-04", 
          "img": "{{:en:obs:obs-32-04.jpg?nolink&640x360}}", 
          "text": "Ia tinggal di tengah-tengah kawasan perkuburan. Orang ini meraung-raung siang dan malam.  Ia tidak mengenakan pakaian dan terus mencederakan tubuhnya dengan batu."
        }, 
        {
          "id": "32-05", 
          "img": "{{:en:obs:obs-32-05.jpg?nolink&640x360}}", 
          "text": "Apabila orang itu datang kepada Isa, Ia berlutut di hadapanNya.  Isa berseru, “Keluarlah daripada orang ini, hai roh iblis!”"
        }, 
        {
          "id": "32-06", 
          "img": "{{:en:obs:obs-32-06.jpg?nolink&640x360}}", 
          "text": "Orang yang dirasuk roh iblis itu pun berteriak dengan suara nyaring dan berkata, “Apa yang Engkau inginkan daripadaku, Isa, Anak Allah Yang Maha Tinggi?  Tolong jangan menyiksa aku!”  Lalu Isa bertanya kepada orang tersebut, “Siapa gerangan namamu?” Ia menjawab, “Namaku ialah legion, kerana kami ramai.”(Legion adalah pasukan askar yang terdiri dari 6,000 anggota.)"
        }, 
        {
          "id": "32-07", 
          "img": "{{:en:obs:obs-32-07.jpg?nolink&640x360}}", 
          "text": "Roh iblis merayu kepada Isa, “Tolong jangan usir kami keluar dari kawasan ini!”  Ada satu kawanan babi yang sedang makan di sebuah bukit yang tidak jauh dari situ.  Lalu, roh iblis merayu kepada Isa, “Tolong biarkan pergi kepada babi-babi itu!” Isa berkata, “Pergi!”"
        }, 
        {
          "id": "32-08", 
          "img": "{{:en:obs:obs-32-08.jpg?nolink&640x360}}", 
          "text": "Roh-roh jahat itu pun keluar meninggalkan orang itu dan pergi kepada babi.  Kawanan babi pun lari menuju ke sebuah tebing yang curam lalu terjun ke dalam laut dan mati lemas."
        }, 
        {
          "id": "32-09", 
          "img": "{{:en:obs:obs-32-09.jpg?nolink&640x360}}", 
          "text": "Apabila pemilik babi melihat apa yang berlaku, mereka segera lari dan menyebarkan kepada setiap orang berkenaan apa yang Isa lakukan. Semua warga kota datang dan melihat dengan mata mereka sendiri lelaki yang tadinya dirasuk iblis. Dia dalam keadaan duduk, berpakaian, dan pulih sepenuhnya seperti manusia biasa."
        }, 
        {
          "id": "32-10", 
          "img": "{{:en:obs:obs-32-10.jpg?nolink&640x360}}", 
          "text": "Para penduduk setempat berasa sangat takut dan menggesa Isa untuk pergi meninggalkan tempat itu.  Lelaki yang kini sudah pulih itu merayu untuk ikut bersama Isa."
        }, 
        {
          "id": "32-11", 
          "img": "{{:en:obs:obs-32-11.jpg?nolink&640x360}}", 
          "text": "Tetapi Isa berkata kepadanya, “Pulanglah ke rumah dan beritahukan kepada sahabat-sahabatmu juga keluargamu perihal perbuatan ajaib dan belas kasihan yang Ia sudah lakukan untukmu.”"
        }, 
        {
          "id": "32-12", 
          "img": "{{:en:obs:obs-32-12.jpg?nolink&640x360}}", 
          "text": "Lelaki itu pun pergi dan memberitahukan kepada setiap orang tentang apa yang Isa sudah lakukan padanya.  Setiap orang yang mendengar kesaksiannya menjadi hairan dan bingung."
        }, 
        {
          "id": "32-13", 
          "img": "{{:en:obs:obs-32-13.jpg?nolink&640x360}}", 
          "text": "Isa balik ke seberang tasik Galilea.  Orang ramai dalam jumlah besar berkumpul mengelilingiNya dan berasak-asakan mendekatiNya. Di tengah-tengah keramaian orang itu terdapat seorang perempuan yang menderita pendarahan dua belas tahun lamanya. Ia menghabiskan semua wang simpanan untuk membiayai rawatan bagi penyakitnya dengan harapan dapat disembuhkan, tapi yang terjadi sebaliknya keadaannya malah semakin merosot."
        }, 
        {
          "id": "32-14", 
          "img": "{{:en:obs:obs-32-14.jpg?nolink&640x360}}", 
          "text": "Dia ada mendengar mengenai Isa yang telah menyembuhkan penyakit ramai orang lalu berfikir, “Dengan hanya  menyentuh pada pakaian Isa pun, aku sembuh!”  Dan ia mengekori Isa dari belakang lalu menyentuh pakaianNya.  Sebaik saja perempuan tersebut menyentuh pakaian Isa, ia sembuh dengan serta-merta."
        }, 
        {
          "id": "32-15", 
          "img": "{{:en:obs:obs-32-15.jpg?nolink&640x360}}", 
          "text": "Pada masa yang sama Isa sedar bahawa ada kuasa yang keluar dariNya.  Maka Ia menoleh ke belakang dan bertanya,”Siapa gerangan yang sudah menyentuh Aku?”  Para murid pun menjawap, “Tuhan, ada ramai orang berdiri mengelilingiMu dan berpusu-pusu mendekatiMu.  Mengapa Engkau bertanya, “Siapa yang menyentuh Aku?”"
        }, 
        {
          "id": "32-16", 
          "img": "{{:en:obs:obs-32-16.jpg?nolink&640x360}}", 
          "text": "Perempuan itu pun menunjukkan dirinya dan terus tersungkur di depan Isa, dengan gugup dan takut. Lalu perempuan tersebut berterus-terang dengan mengaku bahawa dialah orang itu. Isa berkata kepadanya, “Imanmulah yang telah menyembuhkan engkau. Pergilah dengan damai sejahtera dan sembuhlah dari penyakitmu.”"
        }
      ], 
      "number": "32", 
      "ref": "Cerita Injil dari: Matius 8:28-34; Markus 5:1-20; Lukas 8:26-39", 
      "title": "32. Isa Menyembuhkan Seorang Yang dirasuk & Seorang Perempuan Sakit"
    }, 
    {
      "frames": [
        {
          "id": "33-01", 
          "img": "{{:en:obs:obs-33-01.jpg?nolink&640x360}}", 
          "text": "Pada suatu hari, Isa sedang berada di tepi pantai, sambil mengajar orang ramai.  Tetapi orang datang berduyun-duyun sehingga bilangan yang hadir semakin ramai oleh itu Isa pun naik ke atas perahu dan berbicara kepada mereka dari sana."
        }, 
        {
          "id": "33-02", 
          "img": "{{:en:obs:obs-33-02.jpg?nolink&640x360}}", 
          "text": "Isa menceritakan sebuah kisah, “Seorang petani pergi dan menabur benih.  Sedang ia menghambur benih di tangannya, sebahagian benih jatuh di jalanan, maka burung pun datang dan memakan kesemuanya."
        }, 
        {
          "id": "33-03", 
          "img": "{{:en:obs:obs-33-03.jpg?nolink&640x360}}", 
          "text": "“Sebahagian benih jatuh pada tanah yang berbatu, yang mana tanahnya tidak subur.  Benih-benih yang jatuh di tanah yang berbatu bertumbuh cepat.  Tetapi apabila datang terik mata hari, maka tanaman segera layu dan mati kerana tidak dapat berakar jauh ke dalam."
        }, 
        {
          "id": "33-04", 
          "img": "{{:en:obs:obs-33-04.jpg?nolink&640x360}}", 
          "text": "“Tatkala sebahagian benih jatuh di semak-semak duri, benih-benih ini dihimpit oleh duri sehingga penghasilannya sedikit.”"
        }, 
        {
          "id": "33-05", 
          "img": "{{:en:obs:obs-33-05.jpg?nolink&640x360}}", 
          "text": "“Sebahagian lagi benih jatuh di tanah subur. Benih-benih ini bertumbuh subur sehingga menghasilkan tuaian antara 30, 60 bahkan sampai 100 kali ganda hasil tuaian seperti yang ditabur!” Siapa yang bertelinga, hendaklah mendengar!”"
        }, 
        {
          "id": "33-06", 
          "img": "{{:en:obs:obs-33-06.jpg?nolink&640x360}}", 
          "text": "Perumpamaan ini mengelirukan para murid. Isa menerangkan, “Benih melambangkan Firman Allah.  Benih-benih yang jatuh di jalanan ialah seperti mereka yang mendengar Firman Allah, tetapi tidak memahaminya, maka datanglah iblis untuk mencuri Firman itu dari mereka."
        }, 
        {
          "id": "33-07", 
          "img": "{{:en:obs:obs-33-07.jpg?nolink&640x360}}", 
          "text": "“Benih-benih yang berjatuhan di tanah yang berbatu umpama mereka yang mendengar Firman Allah dan menerimanya dengan sukacita. Tetapi di masa kesukaran hidup atau penganiayaan, mereka dengan mudah menyerah kalah kerana masih belum memiliki kematangan rohani.”"
        }, 
        {
          "id": "33-08", 
          "img": "{{:en:obs:obs-33-08.jpg?nolink&640x360}}", 
          "text": "“Benih-benih yang jatuh di tengah-tengah semak duri merupakan mereka yang mendengar Firman Allah dan percaya.  Ketika masa berlalu, maka kasih mereka terhadap Allah semakin pudar akibat mementingkan kekayaan dan kemewahan hidup.  Ajaran yang mereka dengar tidak mendatangkan apa-apa hasil.”"
        }, 
        {
          "id": "33-09", 
          "img": "{{:en:obs:obs-33-09.jpg?nolink&640x360}}", 
          "text": "“Tetapi benih-benih yang jatuh pada tanah yang subur melambangkan mereka yang mendengar Firman Allah, percaya, dan menghasilkan buah rohani.”"
        }
      ], 
      "number": "33", 
      "ref": "Cerita Injil dari: Matius 13:1-8, 18-23; Markus 4:1-8, 13-20; Lukas 8:4-15", 
      "title": "33. Cerita tentang Seorang Peladang"
    }, 
    {
      "frames": [
        {
          "id": "34-01", 
          "img": "{{:en:obs:obs-34-01.jpg?nolink&640x360}}", 
          "text": "Isa menceritakan banyak perumpamaan tentang Kerajaan Allah.  Ia berkata, “Kerajaan Allah ibarat sebiji benih sesawi yang ditabur oleh seorang pekebun di ladang.  Ketika benih masih dalam bentuk biji, ia merupakan benih yang paling kecil dari yang lain.”"
        }, 
        {
          "id": "34-02", 
          "img": "{{:en:obs:obs-34-02.jpg?nolink&640x360}}", 
          "text": "“Tetapi apabila ia tumbuh, ia merupakan yang paling besar dari tumbuhan lain dalam kebun, cukup besar sehingga burung-burung pun dapat membuat sarang pada dahan-dahannya.”"
        }, 
        {
          "id": "34-03", 
          "img": "{{:en:obs:obs-34-03.jpg?nolink&640x360}}", 
          "text": "Isa menceritakan sebuah lagi perumpamaan yang lain, “Kerajaan Allah umpama ragi yang dicampur ke dalam roti oleh seorang perempuan lalu mengadunnya hingga sebati.”"
        }, 
        {
          "id": "34-04", 
          "img": "{{:en:obs:obs-34-04.jpg?nolink&640x360}}", 
          "text": "“Kerajaan Allah juga umpama sebuah harta yang disembunyikan di ladang, yang pada akhirnya dijumpai oleh seorang lelaki dan menanamnya semula. Dalam kegairahannya, ia pergi lalu menjual semua yang ada padanya dan membeli ladang tersebut.”"
        }, 
        {
          "id": "34-05", 
          "img": "{{:en:obs:obs-34-05.jpg?nolink&640x360}}", 
          "text": "“Kerajaan Allah juga umpama seorang pedagang yang sedang mencari mutiara yang sangat berharga. Apabila ia mengetahui ada sebutir mutiara yang mahal harganya, maka ia pun menjual semua apa yang ada padanya guna untuk membelinya.”"
        }, 
        {
          "id": "34-06", 
          "img": "{{:en:obs:obs-34-06.jpg?nolink&640x360}}", 
          "text": "Lalu Isa menceritakan satu perumpamaan berkenaan dengan orang yang bermegah dengan perbuatan baik yang mereka lakukan dan pada waktu yang sama menghina orang lain. “Dua orang  pergi ke Bait Suci di Yerusalem untuk berdoa.  Yang seorang merupakan seorang pemungut cukai, dan yang  seorang lagi pemimpin agama.”"
        }, 
        {
          "id": "34-07", 
          "img": "{{:en:obs:obs-34-07.jpg?nolink&640x360}}", 
          "text": "“Pemimpin agama tersebut berdoa seperti ini, ‘Terima kasih Tuhan kerana saya tidak seperti orang lain – pencuri, tidak benar, penzinah, atau seperti pemungut cukai itu.’”"
        }, 
        {
          "id": "34-08", 
          "img": "{{:en:obs:obs-34-08.jpg?nolink&640x360}}", 
          "text": "“Saya berpuasa dua kali seminggu dan setia memberi perpuluhan untuk Tuhan dalam setiap yang saya dapat.”"
        }, 
        {
          "id": "34-09", 
          "img": "{{:en:obs:obs-34-09.jpg?nolink&640x360}}", 
          "text": "“Tetapi pemungut cukai berdiri dari jauh, dan tidak berani mengarahkan pandangannya ke syurga, tetapi memukul dadanya dan berdoa, ‘Allah, kasihanilah aku orang berdosa.”"
        }, 
        {
          "id": "34-10", 
          "img": "{{:en:obs:obs-34-10.jpg?nolink&640x360}}", 
          "text": "Lalu Isa berkata, “Sesungguhnya, Aku berkata kepadamu, sebaik saja pemungut cukai itu balik ke rumah ia diampuni, tetapi tidak bagi pemimpin agama. Orang yang sombong akan direndahkan, tetapi siapa yang merendahkan dirinya akan ditinggikan.”"
        }
      ], 
      "number": "34", 
      "ref": "Cerita Injil dari: Matius 13:31-33, 44-46; Markus 4:30-32; Lukas 13:18-21; 18:9-14", 
      "title": "34. Isa Mengajar Tentang Perumpamaan"
    }, 
    {
      "frames": [
        {
          "id": "35-01", 
          "img": "{{:en:obs:obs-35-01.jpg?nolink&640x360}}", 
          "text": "Pada suatu hari, Isa bersama-sama dengan pemungut cukai dan orang berdosa dalam jumlah yang ramai lalu mengajar mereka."
        }, 
        {
          "id": "35-02", 
          "img": "{{:en:obs:obs-35-02.jpg?nolink&640x360}}", 
          "text": "Para pemimpin agama merungut kerana Isa memperlakukan orang-orang ini sebagai sahabatNya. Lalu Isa menceritakan sebuah lagi perumpamaan."
        }, 
        {
          "id": "35-03", 
          "img": "{{:en:obs:obs-35-03.jpg?nolink&640x360}}", 
          "text": "“Ada seorang bapa yang mempunyai dua orang anak lelaki. Yang bongsu memberitahu ayahnya, “Ayah, saya mahu hak warisanku sekarang ini juga!” Maka si ayah pun membahagikan harta itu kepada kedua anak lelakinya.”"
        }, 
        {
          "id": "35-04", 
          "img": "{{:en:obs:obs-35-04.jpg?nolink&640x360}}", 
          "text": "“Tanpa membuang masa anak bongsu itu pun mengumpulkan semua yang menjadi bahagiannya dan pergi ke sebuah tempat yang jauh dan di sanalah ia membazirkan wangnya serta hidup dalam dosa.”"
        }, 
        {
          "id": "35-05", 
          "img": "{{:en:obs:obs-35-05.jpg?nolink&640x360}}", 
          "text": "“Pada masa itu juga negeri tersebut ditimpa bencana kelaparan yang cukup getir, dan dia tidak mempunyai wang untuk membeli sebarang makanan. Ia rela untuk mengerjakan apa  saja jenis pekerjaan yang ada, tak kiralah memberi makan pada babi.  Dia berasa amat tertekan dan lapar sehingga ia sanggup makan makanan babi.”"
        }, 
        {
          "id": "35-06", 
          "img": "{{:en:obs:obs-35-06.jpg?nolink&640x360}}", 
          "text": "“Akhirnya, anak bongsu berkata kepada dirinya, ‘Apa yang hendak saya lakukan? Semua hamba ayah saya berkelimpahan dengan makanan, tetapi saya yang di sini pula kelaparan.  Saya akan kembali kepada ayah semula dan memohon kepadanya kerja dengan menjadi salah seorang dari pada hambanya.’”"
        }, 
        {
          "id": "35-07", 
          "img": "{{:en:obs:obs-35-07.jpg?nolink&640x360}}", 
          "text": "“Datanglah anak bongsu itu, dari jauh, ayahnya sudah melihat kehadirannya,  lalu ia pun jatuh belas kasihan terhadapnya.  Dia berlari mendapatkan anaknya dan terus memeluk serta menciumnya.”"
        }, 
        {
          "id": "35-08", 
          "img": "{{:en:obs:obs-35-08.jpg?nolink&640x360}}", 
          "text": "“Anak itu berkata, “Ayah, saya telah berdosa terhadap Allah juga terhadapmu.”"
        }, 
        {
          "id": "35-09", 
          "img": "{{:en:obs:obs-35-09.jpg?nolink&640x360}}", 
          "text": "“Tetapi bapa tersebut mengarahkan salah seorang dari hambanya dan berkata, ‘Cepat! Bawalah pakaian yang cantik dan pakaikan pada anak saya.  Sarungkan cincin pada jarinya dan kasut pada kakinya. Sembelihlah seekor anak lembu yang paling baik untuk kita berpesta, kerana anakku ini telah mati, tetapi sekarang sudah hidup! Ia telah hilang, tetapi sekarang sudah ditemui!’”"
        }, 
        {
          "id": "35-10", 
          "img": "{{:en:obs:obs-35-10.jpg?nolink&640x360}}", 
          "text": "“Lalu mereka pun mulai berpesta. Tidak lama kemudian anak sulung kembali dari bekerja di ladang.  Ia mendengar bunyi muzik dan tari-tarian dan  tertanya-tanya apa kira-kira yang sedang terjadi.”"
        }, 
        {
          "id": "35-11", 
          "img": "{{:en:obs:obs-35-11.jpg?nolink&640x360}}", 
          "text": "“Apabila ia mendapati acara pesta diadakan bagi menyambut kepulangan adiknya, ia sangat kecewa dan enggan masuk ke dalam rumah.  Ayahnya keluar dan menggesa agar beliau turut sama untuk berpesta, namun ia menolak.”"
        }, 
        {
          "id": "35-12", 
          "img": "{{:en:obs:obs-35-12.jpg?nolink&640x360}}", 
          "text": "“Sebaliknya ia berkata, “ Bertahun-tahun lamanya saya bekerja dengan rajin untuk ayah! Saya tidak pernah tidak taat pada ayah, tetapi ayah tidak pernah memberi seekor anak kambing pun untuk saya dapat berpesta dengan kawan-kawan. Tetapi apabila anak ayah yang satu ini yang telah membazirkan wangnya dengan tabiat buruknya, kembali,  ayah siap menyembelihkan kepadanya anak lembu yang terbaik pula!’”"
        }, 
        {
          "id": "35-13", 
          "img": "{{:en:obs:obs-35-13.jpg?nolink&640x360}}", 
          "text": "“Ayah itu menjawab, “Anakku, engkau sentiasa berada dengan aku, dan semua yang ada padaku menjadi milikmu.  Adalah wajar untuk kita berpesta, kerana adik mu ini sudah mati, tetapi kini hidup semula. Dulu ia hilang, tapi kini sudah ditemui!’”"
        }
      ], 
      "number": "35", 
      "ref": "Cerita Injil dari: Lukas 15:11-32", 
      "title": "35. Kisah Seorang Ayah Yang Berbelas Kasihan"
    }, 
    {
      "frames": [
        {
          "id": "36-01", 
          "img": "{{:en:obs:obs-36-01.jpg?nolink&640x360}}", 
          "text": "Pada suatu hari, Isa mengajak tiga orang muridNya, iatu Petrus, Yakobus, dan Yohanes bersamaNya. (Yohanes yang disebut di sini bukanlah orang yang sama yang membaptiskan Isa).  Mereka pergi ke sebuah gunung untuk bersendirian di sana."
        }, 
        {
          "id": "36-02", 
          "img": "{{:en:obs:obs-36-02.jpg?nolink&640x360}}", 
          "text": "Tiba-tiba, wajah Isa berubah dan bersinar seperti matahari dan pakaianNya putih seperti terang, lebih putih dari sesiapapun di bumi."
        }, 
        {
          "id": "36-03", 
          "img": "{{:en:obs:obs-36-03.jpg?nolink&640x360}}", 
          "text": "Lalu Musa dan Elia, yang pernah hidup ratusan tahun lebih awal, memperlihatkan diri mereka. Mereka berkata-kata dengan Isa tentang kematianNya yang bakal berlaku di Yerusalem."
        }, 
        {
          "id": "36-04", 
          "img": "{{:en:obs:obs-36-04.jpg?nolink&640x360}}", 
          "text": "Sedang Musa dan Elia bercakap-cakap dengan Isa, Petrus berkata, “Tuhan, ada baiknya kami berada di sini. Izinkan kami mendirikan tiga buah kemah, satu untuk Tuhan, satu untuk Musa, dan satu untuk Elia.” Petrus tidak sedar apa yang ia katakan."
        }, 
        {
          "id": "36-05", 
          "img": "{{:en:obs:obs-36-05.jpg?nolink&640x360}}", 
          "text": "Sedang Petrus berkata-kata demikian,  cahaya awan turun meliputi mereka dan dalam waktu yang sama terdengarlah suatu suara dari dalam awan yang berkata, “Inilah Anak yang Ku kasihi.” Aku berkenan kepadaNya.  Dengarkanlah Dia” Ketiga-tiga murid pun gementar ketakutan dan rebah di tanah."
        }, 
        {
          "id": "36-06", 
          "img": "{{:en:obs:obs-36-06.jpg?nolink&640x360}}", 
          "text": "Lalu Isa menjamah mereka dan berkata, “Janganlah takut. Bangunlah.” Waktu mereka melihat di sekitar tempat kejadian mereka tidak lagi nampak sesiapa pun kecuali Isa."
        }, 
        {
          "id": "36-07", 
          "img": "{{:en:obs:obs-36-07.jpg?nolink&640x360}}", 
          "text": "Sewaktu mereka turun dari gunung, Isa berkata, “Jangan sekali-kali memberitahu sesiapa pun tentang apa yang terjadi di sini sehingga Aku dibangkitkan dari kematian.”"
        }
      ], 
      "number": "36", 
      "ref": "Cerita Injil dari: Matius 17:1-9; Markus 9:2-8; Lukas 9:28-36", 
      "title": "36. Isa Dimuliakan"
    }, 
    {
      "frames": [
        {
          "id": "36-01", 
          "img": "{{:en:obs:obs-36-01.jpg?nolink&640x360}}", 
          "text": "Pada suatu hari, Isa mengajak tiga orang muridNya, iatu Petrus, Yakobus, dan Yohanes bersamaNya. (Yohanes yang disebut di sini bukanlah orang yang sama yang membaptiskan Isa).  Mereka pergi ke sebuah gunung untuk bersendirian di sana."
        }, 
        {
          "id": "36-01", 
          "img": "{{:en:obs:obs-36-01.jpg?nolink&640x360}}", 
          "text": "Pada suatu hari, Isa mengajak tiga orang muridNya, iatu Petrus, Yakobus, dan Yohanes bersamaNya. (Yohanes yang disebut di sini bukanlah orang yang sama yang membaptiskan Isa).  Mereka pergi ke sebuah gunung untuk bersendirian di sana."
        }, 
        {
          "id": "36-02", 
          "img": "{{:en:obs:obs-36-02.jpg?nolink&640x360}}", 
          "text": "Tiba-tiba, wajah Isa berubah dan bersinar seperti matahari dan pakaianNya putih seperti terang, lebih putih dari sesiapapun di bumi."
        }, 
        {
          "id": "36-02", 
          "img": "{{:en:obs:obs-36-02.jpg?nolink&640x360}}", 
          "text": "Tiba-tiba, wajah Isa berubah dan bersinar seperti matahari dan pakaianNya putih seperti terang, lebih putih dari sesiapapun di bumi."
        }, 
        {
          "id": "36-03", 
          "img": "{{:en:obs:obs-36-03.jpg?nolink&640x360}}", 
          "text": "Lalu Musa dan Elia, yang pernah hidup ratusan tahun lebih awal, memperlihatkan diri mereka. Mereka berkata-kata dengan Isa tentang kematianNya yang bakal berlaku di Yerusalem."
        }, 
        {
          "id": "36-03", 
          "img": "{{:en:obs:obs-36-03.jpg?nolink&640x360}}", 
          "text": "Lalu Musa dan Elia, yang pernah hidup ratusan tahun lebih awal, memperlihatkan diri mereka. Mereka berkata-kata dengan Isa tentang kematianNya yang bakal berlaku di Yerusalem."
        }, 
        {
          "id": "36-04", 
          "img": "{{:en:obs:obs-36-04.jpg?nolink&640x360}}", 
          "text": "Sedang Musa dan Elia bercakap-cakap dengan Isa, Petrus berkata, “Tuhan, ada baiknya kami berada di sini. Izinkan kami mendirikan tiga buah kemah, satu untuk Tuhan, satu untuk Musa, dan satu untuk Elia.” Petrus tidak sedar apa yang ia katakan."
        }, 
        {
          "id": "36-04", 
          "img": "{{:en:obs:obs-36-04.jpg?nolink&640x360}}", 
          "text": "Sedang Musa dan Elia bercakap-cakap dengan Isa, Petrus berkata, “Tuhan, ada baiknya kami berada di sini. Izinkan kami mendirikan tiga buah kemah, satu untuk Tuhan, satu untuk Musa, dan satu untuk Elia.” Petrus tidak sedar apa yang ia katakan."
        }, 
        {
          "id": "36-05", 
          "img": "{{:en:obs:obs-36-05.jpg?nolink&640x360}}", 
          "text": "Sedang Petrus berkata-kata demikian,  cahaya awan turun meliputi mereka dan dalam waktu yang sama terdengarlah suatu suara dari dalam awan yang berkata, “Inilah Anak yang Ku kasihi.” Aku berkenan kepadaNya.  Dengarkanlah Dia” Ketiga-tiga murid pun gementar ketakutan dan rebah di tanah."
        }, 
        {
          "id": "36-05", 
          "img": "{{:en:obs:obs-36-05.jpg?nolink&640x360}}", 
          "text": "Sedang Petrus berkata-kata demikian,  cahaya awan turun meliputi mereka dan dalam waktu yang sama terdengarlah suatu suara dari dalam awan yang berkata, “Inilah Anak yang Ku kasihi.” Aku berkenan kepadaNya.  Dengarkanlah Dia” Ketiga-tiga murid pun gementar ketakutan dan rebah di tanah."
        }, 
        {
          "id": "36-06", 
          "img": "{{:en:obs:obs-36-06.jpg?nolink&640x360}}", 
          "text": "Lalu Isa menjamah mereka dan berkata, “Janganlah takut. Bangunlah.” Waktu mereka melihat di sekitar tempat kejadian mereka tidak lagi nampak sesiapa pun kecuali Isa."
        }, 
        {
          "id": "36-06", 
          "img": "{{:en:obs:obs-36-06.jpg?nolink&640x360}}", 
          "text": "Lalu Isa menjamah mereka dan berkata, “Janganlah takut. Bangunlah.” Waktu mereka melihat di sekitar tempat kejadian mereka tidak lagi nampak sesiapa pun kecuali Isa."
        }, 
        {
          "id": "36-07", 
          "img": "{{:en:obs:obs-36-07.jpg?nolink&640x360}}", 
          "text": "Sewaktu mereka turun dari gunung, Isa berkata, “Jangan sekali-kali memberitahu sesiapa pun tentang apa yang terjadi di sini sehingga Aku dibangkitkan dari kematian.”====== 36. Isa Dimuliakan ======"
        }, 
        {
          "id": "36-07", 
          "img": "{{:en:obs:obs-36-07.jpg?nolink&640x360}}", 
          "text": "Sewaktu mereka turun dari gunung, Isa berkata, “Jangan sekali-kali memberitahu sesiapa pun tentang apa yang terjadi di sini sehingga Aku dibangkitkan dari kematian.”Lalu Maria pun tiba.  Ia merebahkan dirinya pada kaki Isa dan berkata, “Tuhan seandainya Engkau berada di sini, saudaraku tidak akan mati.”  “Di manakah kamu menempatkan Lazarus?” Ia bertanya kepada mereka.  Mereka memberitahuNya dalam kubur.  Mari dan lihat” Lalu Isa pun meratap."
        }, 
        {
          "id": "37-01", 
          "img": "{{:en:obs:obs-37-01.jpg?nolink&640x360}}", 
          "text": "Pada suatu hari, Isa menerima berita bahawa Lazarus dalam keadaan sakit tenat. Lazarus dan kedua saudara perempuannya, Maria dan Marta, merupakan kawan baik kepada Isa.  Apabila Isa mendengar berita ini, Ia berkata, “Penyakit ini tidak akan membawa maut, tetapi akan membawa kemuliaan kepada Allah.”  Isa mengasihi sahabat-sahabatNya, lalu tinggal di sana selama dua hari."
        }, 
        {
          "id": "37-02", 
          "img": "{{:en:obs:obs-37-02.jpg?nolink&640x360}}", 
          "text": "Lalu Ia berkata kepada muridNya, “Marilah kita pulang ke Yudea.” Tetapi Guru,” jawab para muridNya, “Baru sekejap tadi ada orang yang mahu membunuhMu!” Isa berkata, “Sahabat kita Lazarus sudah tertidur, dan Aku harus membangunkan dia.”"
        }, 
        {
          "id": "37-03", 
          "img": "{{:en:obs:obs-37-03.jpg?nolink&640x360}}", 
          "text": "Para muridNya menjawab, “Tuhan, kalau Lazarus tertidur, ia akan sembuh dengan sendiri.”  Lalu Isa memberitahu mereka dengan jelas, “Lazarus sudah mati. Aku gembira kita tidak berada di sini sewaktu dia meninggal, kerana sekarang kamu akan menyaksikan perkara-perkara yang ajaib agar kamu percaya.”"
        }, 
        {
          "id": "37-04", 
          "img": "{{:en:obs:obs-37-04.jpg?nolink&640x360}}", 
          "text": "Sewaktu Isa tiba di sana, Lazarus sudah meninggal empat hari yang lepas.  Marta pergi berjumpa dengan Isa dan berkata, “Tuan, seandainya Engkau berada di sini, saudaraku tidak akan mati.Tetapi, saya percaya Allah mengabulkan apa saja yang Engkau minta dariNya.”"
        }, 
        {
          "id": "37-05", 
          "img": "{{:en:obs:obs-37-05.jpg?nolink&640x360}}", 
          "text": "Isa menjawab, “Akulah Kebangkitan dan Hidup. Siapa saja yang percaya kepadaKu akan hidup semula, walaupun ia sudah mati.  Setiap orang yang percaya kepadaKu tidak akan mati. Apakah kamu percaya akan ini?” “Ya, Tuan!” Marta menjawab. “Aku percaya bahawa Engkaulah Mesias, Putera Allah.”"
        }, 
        {
          "id": "37-06", 
          "img": "{{:en:obs:obs-37-06.jpg?nolink&640x360}}", 
          "text": "====== 36. Isa Dimuliakan ======"
        }, 
        {
          "id": "37-07", 
          "img": "{{:en:obs:obs-37-07.jpg?nolink&640x360}}", 
          "text": "Kuburan merupakan sebuah gua di mana batu digulingkan untuk menutupi jalan masuk. Apabila Isa tiba di kuburan, Ia memberitahu mereka, “Gulingkan batunya.” Marta berkata dia sudah mati selama empat hari yang lepas.  Pasti ia sudah berbau di sana.”"
        }, 
        {
          "id": "37-08", 
          "img": "{{:en:obs:obs-37-08.jpg?nolink&640x360}}", 
          "text": "Isa menjawab, “Bukankah Aku sudah memberitahukan kepada kamu bahawa kamu akan menyaksikan kemuliaan Allah jika kamu percaya?” Lalu mereka pun menggulingkan batu tersebut."
        }, 
        {
          "id": "37-09", 
          "img": "{{:en:obs:obs-37-09.jpg?nolink&640x360}}", 
          "text": "Lalu Isa menengadah ke langit dan berkata, “Bapa, terima kasih kerana Engkau mendengarkanKu.  Aku tahu Engkau selalu mendengarkanKu, tetapi Aku mengatakan ini demi mereka yang berdiri di sini, supaya mereka akan percaya bahawa Engkau telah mengutus Aku.” Lalu Isa pun berseru dengan suara nyaring, “Lazarus, keluar!”"
        }, 
        {
          "id": "37-10", 
          "img": "{{:en:obs:obs-37-10.jpg?nolink&640x360}}", 
          "text": "Dan Lazarus pun keluar! Dia masih berbalut dengan kain kapan.  Isa memberitahukan mereka, “Tolong buka kain kapannya dan lepaskan dia!” Ramai orang Yahudi percaya kepada Isa kerana mukjizat ini."
        }, 
        {
          "id": "37-11", 
          "img": "{{:en:obs:obs-37-11.jpg?nolink&640x360}}", 
          "text": "Tetapi para pemimpin agama Yahudi berasa cemburu, maka mereka pun berkumpul bersama merancang bagaimana cara untuk membunuh Isa dan Lazarus."
        }
      ], 
      "number": "37", 
      "ref": "Cerita Injil dari: Matius 17:1-9; Markus 9:2-8; Lukas 9:28-36", 
      "title": "37. Isa Membangkitkan Lazarus dari Kematian"
    }, 
    {
      "frames": [
        {
          "id": "38-01", 
          "img": "{{:en:obs:obs-38-01.jpg?nolink&640x360}}", 
          "text": "Isa sudah berkhutbah selama tiga tahun. Waktu itu merupakan hari Raya Paskah di mana orang-orang Yahudi memperingati bagaimana Allah telah menyelamatkan mereka dari pada perhambaan di Mesir bertahun-tahun lamanya.  Isa tahu apa yang bakal berlaku kepadaNya dan Dia juga memberitahu kepada muridNya bahawa Ia akan pergi ke Yerusalem tempat di mana Ia akan dibunuh."
        }, 
        {
          "id": "38-02", 
          "img": "{{:en:obs:obs-38-02.jpg?nolink&640x360}}", 
          "text": "Para pemimpin di Yerusalem menolak Isa selaku Mesias dan bersubahat untuk membunuhNya. Yudas merupakan salah seorang dari pada murid Isa.  Ia juga merupakan bendahari para murid dengan menyimpan wang mereka, tetapi dia tidak jujur dan sering mencuri darinya. Yudas pergi dengan para pemimpin Yahudi dan menawarkan untuk menyerahkan Isa kepada mereka."
        }, 
        {
          "id": "38-03", 
          "img": "{{:en:obs:obs-38-03.jpg?nolink&640x360}}", 
          "text": "Para pemimpin Yahudi, yang diketuai oleh imam besar, membayar tiga puluh keping perak kepada Yudas untuk mengkhianati Isa.  Ini terjadi seperti mana yang telah dinubuatkan oleh para nabi.  Yudas menyetujui, menerima wang itu, dan pergi,  mencari peluang untuk menolong mereka menangkap Isa."
        }, 
        {
          "id": "38-04", 
          "img": "{{:en:obs:obs-38-04.jpg?nolink&640x360}}", 
          "text": "Isa merayakan hari Raya Paskah bersama-sama muridNya.  Sedang mereka makan Isa mengambil roti dan memecahkannya, dengan berkata, “Ambil dan makanlah ini. Inilah tubuhKu, yang dihancurkan untukmu.  Lakukan ini untuk memperingati Aku.” Dengan demikian, Isa berkata bahawa tubuhNya akan menjadi korban bagi mereka."
        }, 
        {
          "id": "38-05", 
          "img": "{{:en:obs:obs-38-05.jpg?nolink&640x360}}", 
          "text": "Lalu Ia mengambil secawan air anggur dan berkata, “Minumlah ini.  Inilah darah Perjanjian Baharu yang dicurahkan untuk pengampunan dosa. Lakukan sebagai memperingati setiap kali kamu meminumnya.” Dengan demikian,  Isa berkata bahawa darahNya akan dicurahkan untuk pengampunan dosa mereka."
        }, 
        {
          "id": "38-06", 
          "img": "{{:en:obs:obs-38-06.jpg?nolink&640x360}}", 
          "text": "Lalu Isa berkata kepada para muridNya, “Salah seorang dari pada kamu akan menghianati Aku.” Para murid pun terkejut dan tidak tahu siapa gerangan orang yang akan melakukan perbuatan tersebut. Isa berkata, “Orang yang kepadanya  Aku berikan roti inilah, penghianat itu.” Lalu diberikanNyalah roti itu kepada Yudas."
        }, 
        {
          "id": "38-07", 
          "img": "{{:en:obs:obs-38-07.jpg?nolink&640x360}}", 
          "text": "Sebaik saja Yudas mengambil roti itu, Iblis pun merasukinya.  Yudas segera pergi kepada para pemimpin Yahudi untuk menolong mereka menangkap Isa. Waktu itu sudah malam."
        }, 
        {
          "id": "38-08", 
          "img": "{{:en:obs:obs-38-08.jpg?nolink&640x360}}", 
          "text": "Setelah acara Paskah selesai, Isa dan para muridNya berjalan menuju ke bukit Zaitun. Isa berkata, “Semua kamu akan meninggalkan Aku malam ini.  Ada tertulis, “Aku akan memukul gembala itu lalu semua kawanan dombaNya akan tercerai-berai.”"
        }, 
        {
          "id": "38-09", 
          "img": "{{:en:obs:obs-38-09.jpg?nolink&640x360}}", 
          "text": "Petrus menjawab, “Meskipun semua yang lain meninggalkan Engkau, saya tidak akan berbuat demikian!” Lalu Isa berkata Petrus, “Iblis menginginkan semua kamu, tetapi Aku telah berdoa untukmu, Petrus, agar imanmu tidak akan jatuh.  Malah, pada malam ini juga, sebelum ayam berkokok, engkau akan menyangkal  Aku sebanyak tiga kali.”"
        }, 
        {
          "id": "38-10", 
          "img": "{{:en:obs:obs-38-10.jpg?nolink&640x360}}", 
          "text": "Petrus berkata kepada Isa, “Meskipun aku mati, aku sama sekali tidak akan menyangkalMu!” Semua murid-murid yang lain juga mengatakan hal yang sama."
        }, 
        {
          "id": "38-11", 
          "img": "{{:en:obs:obs-38-11.jpg?nolink&640x360}}", 
          "text": "Lalu Isa pergi bersama-sama muridNya ke sebuah tempat yang disebut Getsemani. Isa memperingatkan para muridNya untuk berdoa agar mereka tidak akan jatuh ke dalam pencubaan. Lalu Isa pun pergi untuk berdoa sendirian."
        }, 
        {
          "id": "38-12", 
          "img": "{{:en:obs:obs-38-12.jpg?nolink&640x360}}", 
          "text": "Isa berdoa sebanyak tiga kali, “BapaKu, kalau tidak ada jalan lain untuk pengampunan dosa manusia, biarlah kehendakMu terjadi.”  Isa sangat gelisah dan peluh yang mengalir dari tubuhNya bagaikan darah.  Allah mengutus seorang malaikat untuk menguatkanNya."
        }, 
        {
          "id": "38-13", 
          "img": "{{:en:obs:obs-38-13.jpg?nolink&640x360}}", 
          "text": "Setiap kali selesai berdoa, Isa datang kepada para muridNya, tetapi mereka masih tertidur.  Selepas kali ketiga, Yesus berkata, “Bangunlah! Pengkhianat itu ada di sini.”"
        }, 
        {
          "id": "38-14", 
          "img": "{{:en:obs:obs-38-14.jpg?nolink&640x360}}", 
          "text": "Yudas datang bersama para pemimpin Yahudi, pasukan tentera, dan sejumlah besar orang yang membawa bersamanya pedang dan tombak.  Ia datang kepada Isa dan berkata, “Salam sejahtera, Guru,” lalu menciumNya. Ini memberi isyarat kepada para pemimpin Yahudi bahawa itulah orang yang akan ditangkap.  Lalu Isa berkata, “Yudas adakah engkau mengkhianatiKu dengan ciuman?”"
        }, 
        {
          "id": "38-15", 
          "img": "{{:en:obs:obs-38-15.jpg?nolink&640x360}}", 
          "text": "Sedang para prajurit itu menangkapNya, Petrus pun menghunuskan pedangnya dan memotong telinga dari seorang hamba imam.  Isa berkata, “Simpanlah pedangmu itu! Aku boleh saja minta kepada Bapa untuk mengutus bala tentera malaikat untuk melindungiKu.  Tetapi Aku mesti taat kepada BapaKu.” Lalu Isa menyembuhkan telinga orang tersebut, dan semua murid melarikan diri."
        }
      ], 
      "number": "38", 
      "ref": "Cerita Injil dari: Matius 26:14-56; Markus 14:10-50; Lukas 22:1-53; Yahya 18:1-11", 
      "title": "38. Isa Dikhianati"
    }, 
    {
      "frames": [
        {
          "id": "39-01", 
          "img": "{{:en:obs:obs-39-01.jpg?nolink&640x360}}", 
          "text": "Waktu itu sudah tengah malam. Para prajurit membawa Isa ke rumah imam besar untuk siasat.  Petrus mengikuti dari belakang. Sewaktu Isa dibawa ke dalam rumah, Petrus berada di luar sambil memanaskan diri berdekatan dengan api."
        }, 
        {
          "id": "39-02", 
          "img": "{{:en:obs:obs-39-02.jpg?nolink&640x360}}", 
          "text": "Di dalam rumah pemimpin Yahudi itulah Isa diadili. Mereka membawa ramai saksi palsu terhadap Isa.  Namun, kesaksian mereka bercanggah satu dengan yang lainnya, oleh yang demikian sulit untuk mereka membuktikan bahawa Isa bersalah.  Isa mendiamkan diri."
        }, 
        {
          "id": "39-03", 
          "img": "{{:en:obs:obs-39-03.jpg?nolink&640x360}}", 
          "text": "Akhirnya, imam besar memandang muka Isa sambil berkata, “Beritahukanlah pada kami, apakah Engkau Mesias itu, Anak Allah yang hidup?”"
        }, 
        {
          "id": "39-04", 
          "img": "{{:en:obs:obs-39-04.jpg?nolink&640x360}}", 
          "text": "Isa berkata, “Akulah Dia, dan kamu akan melihat Aku duduk bersama-sama dengan Allah dan datang dalam kemuliaan dari syurga. Imam besar itu pun mengoyakkan pakaiannya dengan marah dan berteriak, “Kamu sudah mendengar Ia sendiri berkata bahawa Dia adalah Anak Allah. Apakah keputusan kamu?”"
        }, 
        {
          "id": "39-05", 
          "img": "{{:en:obs:obs-39-05.jpg?nolink&640x360}}", 
          "text": "Mereka semua menjawab, “Dia layak untuk mati!” Lalu mereka mengikat mataNya, meludahi, memukul, dan mengejekNya."
        }, 
        {
          "id": "39-06", 
          "img": "{{:en:obs:obs-39-06.jpg?nolink&640x360}}", 
          "text": "Di luar rumah, seorang anak perempuan melihat Petrus dan berkata, “Engkau juga bersama Isa!” Tetapi Petrus menafikannya.  Kemudian, datang lagi seorang anak perempuan dan mengatakan hal yang sama, dan kali ini pun Petrus tetap menafikannya.  Akhirnya, mereka berkata, “Engkau pun bersama Isa kerana kamu berdua sama-sama datang dari Galilea.”"
        }, 
        {
          "id": "39-07", 
          "img": "{{:en:obs:obs-39-07.jpg?nolink&640x360}}", 
          "text": "Petrus bersumpah, dengan berkata, “Kiranya aku dikutuki Allah kalau aku mengenal orang ini!” Tidak lama kemudian ayam pun berkokok, dan Isa berpaling dan memandang kepada Petrus."
        }, 
        {
          "id": "39-08", 
          "img": "{{:en:obs:obs-39-08.jpg?nolink&640x360}}", 
          "text": "Petrus pun pergi di luar dan menangis terisak-isak.  Sementara itu, ketika Yudas, si pengkhianat itu, melihat bahawa Isa telah dijatuhi hukuman, ia pun berasa hiba dan pergi lalu membunuh diri."
        }, 
        {
          "id": "39-09", 
          "img": "{{:en:obs:obs-39-09.jpg?nolink&640x360}}", 
          "text": "Awal pagi berikutnya, para pemimpin Yahudi membawa Isa kepada gabenor Romawi, iaitu Pilatus, dengan harapan Isa dihukum mati. Pilatus bertanya kepadaNya, “Adakah Engkau Raja orang Yahudi?”"
        }, 
        {
          "id": "39-10", 
          "img": "{{:en:obs:obs-39-10.jpg?nolink&640x360}}", 
          "text": "Isa menjawab, “Engkau sendiri yang mengatakannya, tetapi KerajaanKu bukanlah berasal dari dunia. Seandainya demikian, para pengikutKu pasti akan saling berlawan sesama sendiri untuk merebutKu.  Tetapi Aku datang ke dunia untuk mewartakan kebenaran tentang Allah.  Setiap orang yang mengasihi kebenaran mendengarkan Aku.”  Pilatus berkata, “Apa itu kebenaran?”"
        }, 
        {
          "id": "39-11", 
          "img": "{{:en:obs:obs-39-11.jpg?nolink&640x360}}", 
          "text": "Setelah berkata-kata dengan Isa, Pilatus keluar dan pergi kepada orang ramai dan berkata, “Aku sama sekali tidak menemukan apa-apa kesalahan pada orang ini.” Tetapi para pemimpin Yahudi dan orang ramai masih berdegil sambil berteriak, “Salibkan Dia!” Pilatus menjawab, “Dia tidak bersalah.” Malah mereka berteriak dengan nada nyaring. Lalu Pilatus berkata kali ketiga, “Dia tidak bersalah!”"
        }, 
        {
          "id": "39-12", 
          "img": "{{:en:obs:obs-39-12.jpg?nolink&640x360}}", 
          "text": "Tetapi Pilatus bimbang akan tercetusnya huru-hara, maka ia pun menyerahkan Isa kepada mereka untuk disalibkan. Para prajurit menghayunkan Isa dengan cemeti lalu mengenakan jubah dan mahkota duri, dan mereka mengejekNya, dengan berkata, “Lihat, Raja orang Yahudi!”"
        }
      ], 
      "number": "39", 
      "ref": "Cerita Injil dari: Matius 26:57-27:26; Markus 14:53-15:15; Lukas 22:54-23:25; Yahya 18:12-19:16", 
      "title": "39. Isa Diadili"
    }, 
    {
      "frames": [
        {
          "id": "40-01", 
          "img": "{{:en:obs:obs-40-01.jpg?nolink&640x360}}", 
          "text": "Lalu mereka membawa Isa untuk disalibkan, juga menyuruhNya untuk memikul SalibNya sendiri."
        }, 
        {
          "id": "40-02", 
          "img": "{{:en:obs:obs-40-02.jpg?nolink&640x360}}", 
          "text": "Mereka tiba di sebuah tempat yang disebut, “Tengkorak” dan di sanalah mereka menyalibkan Dia dengan tangan dan kakiNya dipaku. Tetapi Isa berkata, “Bapa, ampunilah mereka, kerana mereka tidak tahu apa yang mereka perbuat.” Pilatus menggesa mereka agar meletakkan sebuah tanda pada kelapa Isa yang berbunyi, “Raja orang Yahudi.”"
        }, 
        {
          "id": "40-03", 
          "img": "{{:en:obs:obs-40-03.jpg?nolink&640x360}}", 
          "text": "Para prajurit membuang undi untuk merebut pakaian Isa.  Apabila mereka melakukan ini, genaplah seperti yang dinubuatkan yang berbunyi, “Mereka membahagi-bahagikan jubahNya di antara mereka, dengan membuang undi untuk merebut pakaianNya.”"
        }, 
        {
          "id": "40-04", 
          "img": "{{:en:obs:obs-40-04.jpg?nolink&640x360}}", 
          "text": "Isa disalibkan di antara dua orang pencuri.  Salah seorang dari padanya mengejek Isa, tetapi yang satu lagi berkata, “Apakah engkau tidak takut akan Allah?” Kita sudah bersalah, tetapi Orang ini tidak berdosa.  Isa, ingatlah aku dalam KerajaanMu.”  Isa berkata kepadanya, “Hari ini juga, engkau akan bersamaKu di Firdaus.”"
        }, 
        {
          "id": "40-05", 
          "img": "{{:en:obs:obs-40-05.jpg?nolink&640x360}}", 
          "text": "Orang ramai dan para pemimpin Yahudi mengejek Isa, dengan berkata, “Kalau Engkau Anak Allah, turunlah dari salib itu dan selamatkanlah DiriMu.” Dan kami akan percaya kepadaMu.”"
        }, 
        {
          "id": "40-06", 
          "img": "{{:en:obs:obs-40-06.jpg?nolink&640x360}}", 
          "text": "Ketika masih tengah hari, kegelapan sudah pun meliputi seluruh wilayah dan keadaan itu berterusan sampai jam 3:00 petang."
        }, 
        {
          "id": "40-07", 
          "img": "{{:en:obs:obs-40-07.jpg?nolink&640x360}}", 
          "text": "Lalu Isa berseru, “Sudah selesai! Bapa Aku serahkan rohKu ke dalam tanganMu.” Lalu Isa menundukkan kepalaNya dan menyerahkan RohNya. Apabila Ia mati, terjadilah suatu gempa bumi dan tabir di Bait Suci yang memisahkan hadirat Allah dengan umatNya terbelah menjadi dua, dari atas sampai ke bawah."
        }, 
        {
          "id": "40-08", 
          "img": "{{:en:obs:obs-40-08.jpg?nolink&640x360}}", 
          "text": "Melalui kematianNya, Isa membuka laluan bagi umatNya untuk datang kepada Allah.  Apabila prajurit yang mengawal Isa melihat semua yang berlaku, ia berkata, “Pasti Orang ini tidak berdosa.  Memang benat Ia Anak Allah.”"
        }, 
        {
          "id": "40-09", 
          "img": "{{:en:obs:obs-40-09.jpg?nolink&640x360}}", 
          "text": "Lalu Yusup dan Nikodimus, kedua-dua pemimpin orang Yahudi yang percaya bahawa Isa adalah Mesias itu, meminta Pilatus agar mayat Isa diserahkan kepada mereka. Mereka membungkusi mayatNya dengan kain kapan dan menguburkannya dalam sebuah makam gua batu.  Lalu mereka menggulingkan sebuah batu besar untuk menutupi lubang tersebut."
        }
      ], 
      "number": "40", 
      "ref": "Cerita Injil dari: Matius 27:27-61; Markus 15:16-47; Lukas 23:26-56; Yahya 19:17-42", 
      "title": "40. Isa Disalibkan"
    }, 
    {
      "frames": [
        {
          "id": "41-01", 
          "img": "{{:en:obs:obs-41-01.jpg?nolink&640x360}}", 
          "text": "Setelah Isa disalibkan, para pemimpin Yahudi yang tidak percaya berkata kepada Pilatus, “Si penipu, Isa, Ia pernah mengatakan akan bangkit dari kematian setelah genap tiga hari. Kubur harus dikawal supaya murid-muridNya tidak akan mencuri mayat  tersebut kemudian mereka akan berkata Ia sudah bangkit dari kematian.”"
        }, 
        {
          "id": "41-02", 
          "img": "{{:en:obs:obs-41-02.jpg?nolink&640x360}}", 
          "text": "Pilatus berkata, “Kubur haruslah dikawal rapi sebaik mungkin.” Begitupun laluan masuk ke dalam ditutupi dengan batu dan dikawal oleh para prajurit bagi memastikan tiada orang yang dapat menyelinap masuk untuk mencuri mayat."
        }, 
        {
          "id": "41-03", 
          "img": "{{:en:obs:obs-41-03.jpg?nolink&640x360}}", 
          "text": "Hari sesudah Isa dikuburkan merupakan hari Sabat, hari perhentian. Pada awal pagi setelah Sabat, beberapa perempuan pergi menziarahi kubur Isa untuk menghambur lebih banyak rempah mayat pada tubuhNya."
        }, 
        {
          "id": "41-04", 
          "img": "{{:en:obs:obs-41-04.jpg?nolink&640x360}}", 
          "text": "Maka terjadilah suatu gempa bumi kuat. Seorang malaikat Tuhan kelihatan turun dari langit, dengan sinaran cahaya seperti kilat.  Ia menggulingkan batu yang menutupi laluan masuk ke kubur dan duduk di atasnya.  Para prajurit yang sedang mengawal gementar dan rebah ke tanah seperti orang mati."
        }, 
        {
          "id": "41-05", 
          "img": "{{:en:obs:obs-41-05.jpg?nolink&640x360}}", 
          "text": "Malaikat berkata kepada perempuan-perempuan tersebut, “Jangan takut. Isa tidak ada di sini.  Ia sudah bangkit dari kematian, seperti mana yang dikatakanNya Ia akan bangkit! Pergilah ke kubur dan lihatlah sendiri.”  Perempuan-perempuan itu pun pergi ke dalam kubur dan melihat tempat di mana Isa dibaringkan.  MayatNya sudah tidak di sana!"
        }, 
        {
          "id": "41-06", 
          "img": "{{:en:obs:obs-41-06.jpg?nolink&640x360}}", 
          "text": "Lalu malaikat pun memberitahukan kepada perempuan-perempuan tersebut, “Beritahukan kepada para murid bahawa Isa telah bangkit dari kematian dan Ia akan mendahului mereka ke Galilea.”"
        }, 
        {
          "id": "41-08", 
          "img": "{{:en:obs:obs-41-08.jpg?nolink&640x360}}", 
          "text": "Dalam perjalanan, Isa memperlihatkan diriNya kepada mereka, dan mereka menyembah Dia.  Isa berkata, “Janganlah takut. Pergi dan beritahukanlah kepada murid-murid bahawa Aku akan bertemu dengan mereka di Galilea.”"
        }
      ], 
      "number": "41", 
      "ref": "Cerita Injil dari: Matius 27:62-28:15; Markus 16:1-11; Lukas 24:1-12; Yahya 20:1-18", 
      "title": "41. Allah Membangkitkan Isa dari Kematian"
    }, 
    {
      "frames": [
        {
          "id": "42-01", 
          "img": "{{:en:obs:obs-42-01.jpg?nolink&640x360}}", 
          "text": "Kemudian pada hari yang sama, dua dari murid Isa pergi ke sebuah kota yang berdekatan.  Sedang mereka berjalan mereka bercakap-cakap berkenaan kematian Isa dan apa yang mereka baru dengar dari perempuan-perempuan tadi bahawa Ia kini sudah hidup lagi.  Mereka ingin tahu apakah Isa itu benar Seorang Mesias."
        }, 
        {
          "id": "42-02", 
          "img": "{{:en:obs:obs-42-02.jpg?nolink&640x360}}", 
          "text": "Isa muncul dan mulai berjalan bersama mereka, tetapi mereka tidak mengenaliNya.  Ia bertanya pada mereka apa yang mereka sedang perkatakan, lalu mereka beritahukan kepadaNya hal-hal yang mengerikan terjadi beberapa hari yang lalu.  Mereka sangka Ia orang asing yang tidak tahu mengenai peristiwa tersebut."
        }, 
        {
          "id": "42-03", 
          "img": "{{:en:obs:obs-42-03.jpg?nolink&640x360}}", 
          "text": "Lalu Isa menjelaskan kepada mereka apa yang sudah dikatakan oleh Firman Allah tentang Mesias itu. Ia mengingatkan mereka bahawa para nabi sudah pun menubuatkan yang Mesias akan menderita dan dibunuh, tetapi akan bangkit pada hari yang ketiga.  Apabila mereka sampai ke kota tempat tujuan, hari pun hampir gelap."
        }, 
        {
          "id": "42-04", 
          "img": "{{:en:obs:obs-42-04.jpg?nolink&640x360}}", 
          "text": "Kedua lelaki tersebut mengajak Isa menginap bersama mereka, Isa pun menginap di situ.  Sebelum mereka makan, Isa mengambil sekeping roti, dan mengucap syukur kepada Allah, lalu memecahkannya.  Tiba-tiba mata mereka terbuka, dan mereka perasan bahawa ialah Isa.  Pada masa  itu juga Isa menghilangkan diriNya."
        }, 
        {
          "id": "42-05", 
          "img": "{{:en:obs:obs-42-05.jpg?nolink&640x360}}", 
          "text": "Kedua-dua mereka saling berkata, “Hati kita seakan terbakar ketika Dia menjelaskan Firman Allah kepada kita!” Dengan segera, mereka berangkat ke Yerusalem dan memberitahu kepada para murid, “Isa sudah hidup lagi! Kami sudah pun melihatNya!”"
        }, 
        {
          "id": "42-06", 
          "img": "{{:en:obs:obs-42-06.jpg?nolink&640x360}}", 
          "text": "Tiba-tiba, Isa memperlihatkan diriNya! Para murid sangkakan Ia hantu, tetapi Isa berkata, “Damai bagimu!  Mengapa kamu takut dan ragu-ragu? Lihatlah tangan dan kakiKu.  Hantu tidak mempunyai tubuh seperti Aku.”  Untuk membuktikan bahawa Dia bukan hantu, Ia meminta seekor ikan yang dimasak lalu memakannya."
        }, 
        {
          "id": "42-07", 
          "img": "{{:en:obs:obs-42-07.jpg?nolink&640x360}}", 
          "text": "“Aku memberitahukan kepadamu bahawa semua yang tertulis tentang Aku dalam Firman Allah harus digenapi,” kata Isa. Lalu Ia membuka hati mereka supaya mereka dapat mengerti Firman Allah.  Ia berkata, “Telah tertulis sejak dahulu bahawa Mesias akan menderita, mati, dan bangkit dari kematian pada hari yang ketiga.”"
        }, 
        {
          "id": "42-08", 
          "img": "{{:en:obs:obs-42-08.jpg?nolink&640x360}}", 
          "text": "“Juga ada tertulis bahawa pertaubatan untuk pengampunan dosa akan diberitakan kepada semua suku bangsa, bermula dari Yerusalem. Kamulah saksi dari semua ini.”"
        }, 
        {
          "id": "42-09", 
          "img": "{{:en:obs:obs-42-09.jpg?nolink&640x360}}", 
          "text": "Empat puluh hari kemudian, Isa memperlihatkan diriNya kepada para murid dan pengikutNya beberapa kali. Suatu ketika, malah Ia memperlihatkan diriNya kepada lebih dari 500 orang dalam masa yang sama!  Ia membuktikan kepada muridNya bahawa Dia sudah hidup dengan banyak cara, dan Ia mengajarkan kepada mereka tentang Kerajaan Allah."
        }, 
        {
          "id": "42-10", 
          "img": "{{:en:obs:obs-42-10.jpg?nolink&640x360}}", 
          "text": "Setelah genap empat puluh hari, Isa berkata kepada para muridNya, “Semua kuasa di syurga dan di bumi telah diserahkan kepadaKu.  Maka pergilah, jadikanlah semua suku bangsa murid-muridKu dengan membaptiskan mereka dalam Nama Bapa, Anak dan Roh Kudus dan mengajar mereka menuruti segala yang telah Aku perintahkan kepadamu.”"
        }, 
        {
          "id": "42-11", 
          "img": "{{:en:obs:obs-42-11.jpg?nolink&640x360}}", 
          "text": "“Ingat, Aku akan sentiasa menyertaimu. Tinggallah di Yerusalem sehingga kamu menerima kuasa dari atas.” Lalu Isa pun terangkat naik ke syurga, dan awan menyelubungiNya dari pemandangan mereka. Isa duduk di sebelah kanan tangan Allah untuk memerintah segala sesuatu."
        }
      ], 
      "number": "42", 
      "ref": "Cerita Injil dari: Matius 28:16-20; Markus 16:12-20; Lukas 24:13-53; Yahya 20:19-23; Acts 1:1-11", 
      "title": "42. Isa Kembali Ke Syurga"
    }, 
    {
      "frames": [
        {
          "id": "43-01", 
          "img": "{{:en:obs:obs-43-01.jpg?nolink&640x360}}", 
          "text": "Setelah Isa naik ke syurga, para murid pun tinggal di Yerusalem seperti mana yang diamanatkan oleh Isa.  Para pengikut Isa berkumpul bersama dan terus berdoa."
        }, 
        {
          "id": "43-02", 
          "img": "{{:en:obs:obs-43-02.jpg?nolink&640x360}}", 
          "text": "Pada waktu itu satu perayaan Yahudi yang disebut Pentakosta sedang berlangsung.  Pentakosta merupakan satu pesta pengucapan syukur.  Semua bangsa Yahudi di seluruh dunia pulang ke Yerusalem untuk sama-sama menyambutnya."
        }, 
        {
          "id": "43-03", 
          "img": "{{:en:obs:obs-43-03.jpg?nolink&640x360}}", 
          "text": "Sedang mereka berkumpul bersama, tiba-tiba, kedengaranlah suatu bunyi angin yang kuat yang memenuhi seluruh bangunan.  Sesuatu seperti api kelihatan di atas kepala semua orang percaya.  Mereka dipenuhi dengan Roh Kudus dan mulai berkata-kata dalam bahasa lain."
        }, 
        {
          "id": "43-04", 
          "img": "{{:en:obs:obs-43-04.jpg?nolink&640x360}}", 
          "text": "Apabila orang-orang di Yerusalem mendengar semua ini, mereka berkumpul, kerana apa yang sedang berlaku menimbulkan tanda tanya. Mereka terkejut apabila mendengar orang-orang percaya berkata-kata dalam bahasa suku masing-masing, dengan mengisytihar perbuatan Allah yang ajaib."
        }, 
        {
          "id": "43-05", 
          "img": "{{:en:obs:obs-43-05.jpg?nolink&640x360}}", 
          "text": "Ada yang menuduh para murid mabuk, tetapi Petrus berdiri dan berkata, “Dengarlah aku! Orang-orang ini tidak mabuk! Ini hanyalah menggenapi apa yang dinubuakan oleh Yoel yang berkata, “Pada  akhir zaman, Aku akan mencurahkan Roh Ku.’”"
        }, 
        {
          "id": "43-06", 
          "img": "{{:en:obs:obs-43-06.jpg?nolink&640x360}}", 
          "text": "“Hai kaum lelaki Israel, Isa merupakan seorang lelaki yang telah mengadakan banyak tanda ajaib dan mukjizat dengan kuasa Allah, seperti yang kamu lihat dan ketahui. Kamulah yang menyalibkanNya!”"
        }, 
        {
          "id": "43-07", 
          "img": "{{:en:obs:obs-43-07.jpg?nolink&640x360}}", 
          "text": "“Tetapi Allah membangkitkanNya semula untuk menggenapi nubuatan yang berbunyi, “Engkau tidak akan membiarkan Milik KepunyaanMu Yang Kudus reput dalam kubur.” Kitalah saksi-saksinya.”"
        }, 
        {
          "id": "43-08", 
          "img": "{{:en:obs:obs-43-08.jpg?nolink&640x360}}", 
          "text": "“Isa sekarang ditinggikan di sebelah kanan tangan Allah. Dan Bapa telah mengutus Roh KudusNya yang dijanjikan seperti yang sedang kamu saksikan dan dengar sekarang ini.”"
        }, 
        {
          "id": "43-09", 
          "img": "{{:en:obs:obs-43-09.jpg?nolink&640x360}}", 
          "text": "Ketahuilah bahawa Allah telah menjadikan Isa, orang yang sudah kamu salibkan itu, sebagai Tuan dan Mesias!”"
        }, 
        {
          "id": "43-10", 
          "img": "{{:en:obs:obs-43-10.jpg?nolink&640x360}}", 
          "text": "Orang-orang yang sedang mendengar kepada Petrus merasa hiba dan bertanya, “Saudara-saudara, apa yang perlu kami lakukan?”"
        }, 
        {
          "id": "43-11", 
          "img": "{{:en:obs:obs-43-11.jpg?nolink&640x360}}", 
          "text": "Petrus berkata, “Hendaklah kamu bertaubat dan dibaptiskan dalam Nama Isa Almasih bagi pengampunan dosa, dan kamu akan menerima karunia dari Roh Kudus.”"
        }, 
        {
          "id": "43-12", 
          "img": "{{:en:obs:obs-43-12.jpg?nolink&640x360}}", 
          "text": "Terdapat 3,000 orang percaya kepada apa yang Petrus katakan.  Mereka dibaptis dan jumlah orang percaya semakin ramai, juga disebutkan sebagai Jemaat."
        }, 
        {
          "id": "43-13", 
          "img": "{{:en:obs:obs-43-13.jpg?nolink&640x360}}", 
          "text": "Orang-orang percaya mentaati apa yang diajar oleh para murid, mereka bersekutu, makan dan berdoa bersama.  Mereka semua berkumpul bersama dan mengongsikan semua yang mereka miliki.  Mereka memuji Allah dan disambut baik oleh mereka yang bukan Kristian."
        }
      ], 
      "number": "43", 
      "ref": "Cerita Injil dari: Kisah para Rasul 2", 
      "title": "43. Mulanya Gereja"
    }, 
    {
      "frames": [
        {
          "id": "44-01", 
          "img": "{{:en:obs:obs-44-01.jpg?nolink&640x360}}", 
          "text": "Pada suatu hari Petrus dan Yohanes pergi ke Bait Suci.  Sedang dalam perjalanan, mereka terlihat seorang yang lumpuh meminta wang."
        }, 
        {
          "id": "44-02", 
          "img": "{{:en:obs:obs-44-02.jpg?nolink&640x360}}", 
          "text": "Petrus memandang dia dan berkata, “Aku tidak mempunyai wang untuk diberikan kepadamu. Tetapi apa yang ada padaku itulah yang akan ku berikan kepadamu.  Dalam Nama Isa, bangkit dan berjalanlah!”"
        }, 
        {
          "id": "44-03", 
          "img": "{{:en:obs:obs-44-03.jpg?nolink&640x360}}", 
          "text": "Dengan serta-merta orang itu sembuh, dan ia mulai berjalan dan melompat-lompat, memuji Allah.  Orang-orang dalam Bait Suci pun hairan."
        }, 
        {
          "id": "44-04", 
          "img": "{{:en:obs:obs-44-04.jpg?nolink&640x360}}", 
          "text": "Dalam sekejap masa saja terbentuklah satu kerumunan orang. Petrus berkata kepada mereka, “Mengapa kamu hairan dengan kesembuhan orang ini? Bukan oleh kuasa kami dia disembuhkan, tetapi oleh iman dalam Nama Isa.”"
        }, 
        {
          "id": "44-05", 
          "img": "{{:en:obs:obs-44-05.jpg?nolink&640x360}}", 
          "text": "“Kamu mendesak agar Isa dibunuh.  Kamu membunuh sumber kehidupan, tetapi Allah membangkitkanNya dari kematian.  Beginilah cara Allah menggenapi nubuatan iaitu Mesias akan menderita dan mati. Tetapi sekarang, bertaubat dan berpalinglah kepada Allah supaya dosamu akan dihapuskan.”"
        }, 
        {
          "id": "44-06", 
          "img": "{{:en:obs:obs-44-06.jpg?nolink&640x360}}", 
          "text": "Para pemimpin Bait Suci sangat tersinggung dengan apa yang Petrus dan Yohanes katakan. Lalu mereka ditangkap dan dipenjarakan.  Tetapi ramai orang percaya dengan apa yang mereka lihat dan dengar dan Jemaat semakin bertambah  menjangkau  5,000 orang, ditambah lagi dengan perempuan dan kanak-kanak."
        }, 
        {
          "id": "44-07", 
          "img": "{{:en:obs:obs-44-07.jpg?nolink&640x360}}", 
          "text": "Ke esokan harinya, para pemimpin Yahudi membawa Petrus dan Yohanes di hadapan imam besar dan keluarganya.  Mereka bertanya, “Dengan kuasa apakah kamu melakukan semua ini?”"
        }, 
        {
          "id": "44-08", 
          "img": "{{:en:obs:obs-44-08.jpg?nolink&640x360}}", 
          "text": "Petrus menjawab, “Dengan Nama Isa Almasih.  Kamu salibkan Dia, tetapi Allah membangkitkanNya semula! Kamu menolak Dia, tetapi tidak ada jalan lain untuk diselamatkan kecuali melalui Nama Isa!”"
        }, 
        {
          "id": "44-09", 
          "img": "{{:en:obs:obs-44-09.jpg?nolink&640x360}}", 
          "text": "Para pemimpin terkejut kerana mereka melihat sendiri bahawa mereka berdua hanyalah manusia biasa yang tidak berpendidikan.  Para pemimpin juga tahu orang-orang ini ada bersama-sama dengan Isa. Setelah mereka memberi amaran kepada Petrus dan Yohanes, mereka pun dibebaskan."
        }
      ], 
      "number": "44", 
      "ref": "Cerita Injil dari: Kisah para Rausl  3:1-4:22", 
      "title": "44. Petrus dan Yohanes Menyembuhkan seorang Peminta Sedekah"
    }, 
    {
      "frames": [
        {
          "id": "45-01", 
          "img": "{{:en:obs:obs-45-01.jpg?nolink&640x360}}", 
          "text": "Pada suatu hari, seorang malaikat Tuhan memberitahukan kepada Filipus, salah satu murid Isa, untuk pergi ke padang gurun melalui jalan ke Gaza.  Sedang dalam perjalanan, Filipus terserempak dengan seorang pegawai atasan dari Etiopa menunggang kereta kudanya. Roh Kudus memberitahu Filipus agar naik ke atas untuk berjumpa dengan orang tersebut dan berbual-bual dengannya."
        }, 
        {
          "id": "45-02", 
          "img": "{{:en:obs:obs-45-02.jpg?nolink&640x360}}", 
          "text": "Ketika ia menghampiri kereta kuda, ia mendengar orang tersebut sedang membaca dari Kitab Yesaya, “Ia dituntun seperti seekor anak domba untuk disembelih, dan yang tidak mengeluarkan sepatah kata pun. Ia diperlakukan secara tidak adil tanpa rasa hormat. Ia menjadi korban."
        }, 
        {
          "id": "45-03", 
          "img": "{{:en:obs:obs-45-03.jpg?nolink&640x360}}", 
          "text": "Filipus bertanya kepada orang Etiopia tersebut, “Apakah tuan memahami yang tuan baca?”  Ia menjawab, “Tidak. Adakah Yesaya berbicara mengenai dirinya atau orang lain?”"
        }, 
        {
          "id": "45-04", 
          "img": "{{:en:obs:obs-45-04.jpg?nolink&640x360}}", 
          "text": "Filipus menjelaskan bahawa Yesaya berbicara mengenai Isa.  Filipus juga menunjukkan nas-nas lainnya berkenaan dengan Berita Baik tentang Isa."
        }, 
        {
          "id": "45-05", 
          "img": "{{:en:obs:obs-45-05.jpg?nolink&640x360}}", 
          "text": "Sedang mereka menyeberangi sebuah anak sungai, orang Etiopia itu berkata, “Lihat! Ada air di sini! kenapa saya tidak boleh dibaptis?” Lalu ia mengarahkan kereta kudanya berhenti."
        }, 
        {
          "id": "45-06", 
          "img": "{{:en:obs:obs-45-06.jpg?nolink&640x360}}", 
          "text": "Lalu mereka turun ke sungai, dan Filipus pun membaptiskannya.  Sesudah Filipus membaptiskan orang Etiopia tersebut, Roh Kudus pun mengangkat Filipus ke suatu tempat di mana dia dapat meneruskan pemberitaannya tentang Isa."
        }, 
        {
          "id": "45-07", 
          "img": "{{:en:obs:obs-45-07.jpg?nolink&640x360}}", 
          "text": "Lalu orang Etiopia itu pun meneruskan perjalanannya, dengan penuh sukacita kerana mengenal Isa."
        }
      ], 
      "number": "45", 
      "ref": "NOT FOUND", 
      "title": "45. Filipus dan Orang Sida-Sida"
    }, 
    {
      "frames": [
        {
          "id": "46-01", 
          "img": "{{:en:obs:obs-46-01.jpg?nolink&640x360}}", 
          "text": "Saul merupakan seorang lelaki yang menjadi dalang  utama dalam pembunuhan Stefanus dialah juga yang menjaga barang-barang kepunyaan mereka yang merejam Stefanus.  Pada hari yang sama, orang-orang Kristian yang lain juga  turut dianiaya, dan mereka melarikan ke seluruh daerah. Saul terus menganiayai orang Kristian dengan mengeledah dari rumah ke rumah, menangkap lelaki dan perempuan, dan memasukkan mereka ke dalam penjara. Saul mendapat keizinan dari imam besar untuk pergi ke kota Damsik untuk menangkap orang Kristian di sana dan membawa mereka kembali ke Yerusalem."
        }, 
        {
          "id": "46-02", 
          "img": "{{:en:obs:obs-46-02.jpg?nolink&640x360}}", 
          "text": "Ketika Saul dalam perjalanan ke Damsik, Isa memperlihatkan diriNya dalam suatu cahaya terang dan berkata, “Saul! kenapa engkau menganiayai Aku?” Ia berkata, “Siapakah Engkau, Tuan?”  Isa menjawap, “Aku adalah Isa yang engkau aniayai.”"
        }, 
        {
          "id": "46-03", 
          "img": "{{:en:obs:obs-46-03.jpg?nolink&640x360}}", 
          "text": "Apabila Saul bangkit berdiri, ia tidak dapat melihat dan terpaksa dituntun oleh orang lain ke Damsik. Saul tidak makan dan minum selama tiga hari."
        }, 
        {
          "id": "46-04", 
          "img": "{{:en:obs:obs-46-04.jpg?nolink&640x360}}", 
          "text": "Lalu Allah memperlihatkan diriNya kepada seorang Kristian yang bernama Ananias dan berkata, “Pergilah ke rumah di mana Saul tinggal. Tumpangkan tanganmu ke atasnya supaya dia dapat melihat lagi. Aku telah memilihnya untuk mengisytiharkan NamaKu kepada mereka yang belum diselamatkan.  Aku akan menunjukkan kepadanya betapa dahsyatnya penderitaan yang akan ia lalui kerana Aku.” Lalu Ananias pun mendoakan Saul, dan penglihatannya kembali pulih seperti sediakala."
        }, 
        {
          "id": "46-06", 
          "img": "{{:en:obs:obs-46-06.jpg?nolink&640x360}}", 
          "text": "Saul pun segera dibaptiskan, dan mulai memberitakan Isa kepada orang-orang Yahudi dengan berkata, “Isa adalah Putera Allah!” Orang-orang Yahudi menjadi hairan kerana orang yang sama yang mencuba menghapuskan orang-orang Kristian akhirnya menjadi Kristian. Saul berdebat dengan orang-orang Yahudi, dan membuktikan bahawa Isa merupakan Almasih itu.  Saul lebih dikenali sebagai Paulus."
        }, 
        {
          "id": "46-07", 
          "img": "{{:en:obs:obs-46-07.jpg?nolink&640x360}}", 
          "text": "Setelah beberapa hari, orang-orang Yahudi pula merancang untuk membunuh Paulus. Mereka menempatkan orang di semua pintu gerbang kota untuk membunuhnya.  Tetapi Paulus mendengar tentang rencana tersebut lalu kawan-kawannya menolongnya untuk melarikan diri. Pada suatu malam mereka menurunkannya dari atas tembok dengan sebuah keranjang.  Paulus melarikan dirinya dan terus memberitakan tentang Isa."
        }
      ], 
      "number": "46", 
      "ref": "Cerita Injil dari: Kisah para Rasul 6:8-8:3; 9:1-25", 
      "title": "46. Paulus Menjadi Pengikut Isa"
    }, 
    {
      "frames": [
        {
          "id": "47-01", 
          "img": "{{:en:obs:obs-47-01.jpg?nolink&640x360}}", 
          "text": "Beberapa tahun kemudian, Paulus dan Silas sahabatnya pergi ke sebuah kota di Filipi, mengisytiharkan Berita Baik tentang Isa.  Mereka berjumpa dengan seorang perempuan bernama Lidia penjual kain unggu."
        }, 
        {
          "id": "47-02", 
          "img": "{{:en:obs:obs-47-02.jpg?nolink&640x360}}", 
          "text": "Allah telah membuka hatinya untuk mengerti berita tentang Isa, dia dan keluarganya dibaptiskan.  Ia memperlawa Paulus dan Silas untuk tinggal di rumahnya, dan mereka pun tinggal di sana."
        }, 
        {
          "id": "47-03", 
          "img": "{{:en:obs:obs-47-03.jpg?nolink&640x360}}", 
          "text": "Paulus dan Silas sering beribadah ketika mereka berada di Filipi. Satu hari ketika mereka dalam perjalanan ke pusat ibadah, seorang hamba perempuan yang dirasuk iblis mengikuti mereka.  Ia merupakan seorang tukang tilik, dan ia memperoleh pendapatan banyak hasil dari tilikannya, wang itu untuk tuannya."
        }, 
        {
          "id": "47-04", 
          "img": "{{:en:obs:obs-47-04.jpg?nolink&640x360}}", 
          "text": "Dia menjerit tanpa berhenti, “Orang-orang ini merupakan hamba Allah Yang Maha Tinggi.  Mereka memberitahu kamu bagaimana jalan untuk diselamatkan!” Ia melakukan hal itu dengan kerap membuat Paulus berasa tidak selesa."
        }, 
        {
          "id": "47-05", 
          "img": "{{:en:obs:obs-47-05.jpg?nolink&640x360}}", 
          "text": "Satu hari, Paulus menoleh kepadanya dan berkata kepada iblis, ‘Dalam Nama Isa, keluarlah.’ Dengan serta merta iblis itu keluar darinya."
        }, 
        {
          "id": "47-06", 
          "img": "{{:en:obs:obs-47-06.jpg?nolink&640x360}}", 
          "text": "Orang-orang yang memanfaatkan hamba perempuan tersebut sangat marah ketika mengetahui kejadian itu, sebab dia tidak lagi dapat memberikan kemasukan berupa wang kepada mereka."
        }, 
        {
          "id": "47-07", 
          "img": "{{:en:obs:obs-47-07.jpg?nolink&640x360}}", 
          "text": "Lalu Paulus dan Silas pun ditangkap, mereka dipukul, dan dimasukkan ke dalam penjara."
        }, 
        {
          "id": "47-08", 
          "img": "{{:en:obs:obs-47-08.jpg?nolink&640x360}}", 
          "text": "Paulus dan Silas ditempatkan ke ruang penjara yang paling dalam dengan kaki mereka dirantai. Pada pertengahan malam, mereka menyanyikan puji-pujian kepada Allah."
        }, 
        {
          "id": "47-09", 
          "img": "{{:en:obs:obs-47-09.jpg?nolink&640x360}}", 
          "text": "Tiba-tiba, terjadilah satu gempa bumi dan pintu-pintu penjara pun terbuka.  Semua kunci penjara terlepas dan jatuh."
        }, 
        {
          "id": "47-10", 
          "img": "{{:en:obs:obs-47-10.jpg?nolink&640x360}}", 
          "text": "Apabila pengawal penjara melihat pintu-pintu penjara telah terbuka, ia memutuskan untuk membunuh diri, kerana ia menyangka bahawa semua tahanan sudah meloloskan diri. (Ia tahu ia akan dibunuh kerana membiarkan para tahanan meloloskan diri.) Paulus melihatnya dan berteriak, “Berhenti! Jangan mencederakan tubuhmu. Kami semua masih ada di sini.”"
        }, 
        {
          "id": "47-11", 
          "img": "{{:en:obs:obs-47-11.jpg?nolink&640x360}}", 
          "text": "Pengawal penjara dihantui ketakutan!  Ia memperlawa Paulus dan Silas datang ke rumahnya, memberi mereka makan, dan merawat luka-luka mereka.  Lalu ia berkata, “Apa yang harus saya lakukan untuk diselamatkan?”"
        }, 
        {
          "id": "47-12", 
          "img": "{{:en:obs:obs-47-12.jpg?nolink&640x360}}", 
          "text": "Paulus menjawab, “Percayalah kepada Tuhan Isa Almasih, dan kamu berserta seisi keluargamu akan diselamatkan.” Lalu Paulus pun membaptiskan pengawal bersama seluruh keluarganya, dan mereka pun meraikannya bersama."
        }, 
        {
          "id": "47-13", 
          "img": "{{:en:obs:obs-47-13.jpg?nolink&640x360}}", 
          "text": "Pada keesokan harinya para pemimpin kota tersebut membebaskan Paulus dan Silas dan mengarahkan agar mereka pergi meninggalkan Filipi.  Paulus dan Silas mengunjungi Lidia dan sahabat-sahabat yang lain lalu meninggalkan kota tersebut.Berita baik tentang Isa tersebar luas,dan Jemaat pun terus berkembang."
        }, 
        {
          "id": "47-14", 
          "img": "{{:en:obs:obs-47-14.jpg?nolink&640x360}}", 
          "text": "Paulus dan para pemimpin Kristian yang lain menjelajah sejumlah kota, memberitakan dan mengajar tentang Isa.  Mereka juga menulis sejumlah surat kepada jemaat untuk menguatkan dan mengajar mereka berkenaan Perjanjian Allah Yang Baru.  Hasil tulisan inilah yang disebut Perjanjian Baru."
        }
      ], 
      "number": "47", 
      "ref": "Cerita Injil dari: Kisah para Rasul 16:11-40", 
      "title": "47. Paulus dan Silas di Filipi"
    }, 
    {
      "frames": [
        {
          "id": "48-01", 
          "img": "{{:en:obs:obs-48-01.jpg?nolink&640x360}}", 
          "text": "Ketika Allah menciptakan dunia, semuanya sempurna.  Tidak ada dosa.  Adam dan Hawa saling mengasihi sesama sendiri, dan mereka mengasihi Allah.  Tidak ada kematian, penyakit atau kesakitan.  Seperti inilah yang Allah inginkan terhadap segala ciptaanNya."
        }, 
        {
          "id": "48-02", 
          "img": "{{:en:obs:obs-48-02.jpg?nolink&640x360}}", 
          "text": "Iblis, yang merupakan ular dalam kebun, menipu Hawa, dia dan Adam akhirnya berdosa terhadap Allah.  Kerana mereka berdosa, kematian, penyakit, dan kesakitan merupakan sebahagian dari kehidupan setiap orang di bumi ini."
        }, 
        {
          "id": "48-03", 
          "img": "{{:en:obs:obs-48-03.jpg?nolink&640x360}}", 
          "text": "Yang lebih parah lagi, hubungan mereka dengan Allah telah putus. Sekarang setiap orang yang dilahirkan menjadi musuh Allah kerana dosa.  Allah mempunyai rencana untuk memperbaiki semua yang sudah dirosakkan oleh dosa."
        }, 
        {
          "id": "48-04", 
          "img": "{{:en:obs:obs-48-04.jpg?nolink&640x360}}", 
          "text": "Allah berjanji bahawa salah seorang dari keturunan Hawa akan meremukkan kepala Iblis, dan Iblis akan mematuk tumitnya.  Ini bererti Iblis akan membunuh Isa, tetapi Allah akan membangkitkanNya setelah tiga hari.  Isa akan menghancurkan kuasa Iblis untuk selamanya."
        }, 
        {
          "id": "48-05", 
          "img": "{{:en:obs:obs-48-05.jpg?nolink&640x360}}", 
          "text": "Ketika Allah membinasakan seluruh bumi dengan air bah, Ia sediakan kapal sebagai jalan keselamatan bagi mereka yang percaya kepadaNya. Dengan jalan yang sama, walaupun setiap orang patut untuk dibinasakan kerana dosa, namun Allah telah menyediakan jalan keselamatan bagi setiap orang yang percaya kepada Isa."
        }, 
        {
          "id": "48-06", 
          "img": "{{:en:obs:obs-48-06.jpg?nolink&640x360}}", 
          "text": "Melkisedek ialah seorang imam yang memberkati Abraham.  Seperti Melkisedek, Isa merupakan seorang imam, yang jauh lebih tinggi. Ia menyerahkan diriNya sebagai korban. Inilah satu-satunya korban yang dapat menghapuskan dosa seluruh dunia."
        }, 
        {
          "id": "48-07", 
          "img": "{{:en:obs:obs-48-07.jpg?nolink&640x360}}", 
          "text": "Allah memberitahukan kepada Abraham, “Melalui engkau, semua suku bangsa di dunia akan diberkati.” Isa merupakan keturunan dari Abraham.  Semua suku bangsa dalam dunia diberkati melalui Isa, kerana setiap orang yang percaya kepadaNya menjadi salah satu umat pilihan Allah, keturunan rohani dari Abraham."
        }, 
        {
          "id": "48-08", 
          "img": "{{:en:obs:obs-48-08.jpg?nolink&640x360}}", 
          "text": "Allah menyediakan kambing biri-biri untuk Abraham sebagai  korban bagi menggantikan Ishak.  Isa mati seperti kambing biri-biri tersebut sebagai ganti diri kita.  Setiap orang patut mati untuk dosanya, termasuk anda!  Tetapi Allah sediakan Isa sebagai korban menggantikan anda."
        }, 
        {
          "id": "48-09", 
          "img": "{{:en:obs:obs-48-09.jpg?nolink&640x360}}", 
          "text": "Ketika Allah mengirimkan kutuk yang terakhir di Mesir, setiap keluarga umat Israel perlu menyembelih seekor kambing biri-biri yang sihat dan darahnya dipercikkan di  sekeliling pintu. Apabila malaikat Tuhan melihat darah tersebut, ia akan melewati rumah itu dan tidak akan membunuh anak lelaki sulung yang dilahirkan."
        }, 
        {
          "id": "48-10", 
          "img": "{{:en:obs:obs-48-10.jpg?nolink&640x360}}", 
          "text": "Isa merupakan Domba Paskah.  Dia sempurna tanpa dosa  dan menjadi korban pada waktu Perayaan Paskah.  Apabila setiap orang percaya kepada Isa, darah Isa menyucikan dosa orang tersebut, dan ia terlepas dari hukuman Allah."
        }, 
        {
          "id": "48-11", 
          "img": "{{:en:obs:obs-48-11.jpg?nolink&640x360}}", 
          "text": "Allah telah membuat satu perjanjian dengan bangsa Israel umat pilihanNya.  Dalam Perjanjian Allah Yang Baru, setiap orang dari pelbagai kelompok manusia boleh menjadi umat pilihan Allah dengan percaya kepada Isa."
        }, 
        {
          "id": "48-12", 
          "img": "{{:en:obs:obs-48-12.jpg?nolink&640x360}}", 
          "text": "Musa merupakan seorang nabi besar yang mengisytiharkan Firman Allah. Seperti Musa, Isa merupakan seorang nabi yang jauh lebih besar.  Dia Sendirilah Firman Allah itu."
        }, 
        {
          "id": "48-13", 
          "img": "{{:en:obs:obs-48-13.jpg?nolink&640x360}}", 
          "text": "Allah berjanji kepada Daud bahawa Mesias merupakan salah satu keturunannya.  Isa, Mesias itu, merupakan keturunan istimewa dari Daud."
        }, 
        {
          "id": "48-14", 
          "img": "{{:en:obs:obs-48-14.jpg?nolink&640x360}}", 
          "text": "Seperti Daud, Isa adalah Seorang Raja, tetapi Isa merupakan Raja seluruh alam semesta!  Ia akan datang lagi dan memerintah dengan keadilan dan kedamaian."
        }
      ], 
      "number": "48", 
      "ref": "Cerita Kitab Suci dari: Kejadian 1-3, 6, 14, 22; Keluaran 12, 20; 2 Samuel 7; Ibrani 3:1-6, 4:14-5:10, 7:1-8:13, 9:11-10:18; Wahyu 21", 
      "title": "48. Isa Mesias Yang Dijanjikan"
    }, 
    {
      "frames": [
        {
          "id": "49-01", 
          "img": "{{:en:obs:obs-49-01.jpg?nolink&640x360}}", 
          "text": "Ibu Isa, Maria, merupakan seorang yang masih perawan ketika dia  melahirkan Isa kerana Isa adalah Anak Allah. Isa adalah Allah dan manusia dalam waktu yang sama."
        }, 
        {
          "id": "49-02", 
          "img": "{{:en:obs:obs-49-02.jpg?nolink&640x360}}", 
          "text": "Isa melakukan banyak mukjizat sebagai bukti Dia adalah Allah.  Ia berjalan atas air, meredakan angin ribut, menyembuhkan ramai orang sakit, mengusir iblis, membangkitkan orang mati, dan memberi makan 5, 000 orang dengan lima ketul roti dan dua ekor ikan."
        }, 
        {
          "id": "49-03", 
          "img": "{{:en:obs:obs-49-03.jpg?nolink&640x360}}", 
          "text": "Isa juga Seorang Guru Agung.  Ia mengajar anda agar mengasihi sesama manusia seperti anda mengasihi dirimu sendiri."
        }, 
        {
          "id": "49-04", 
          "img": "{{:en:obs:obs-49-04.jpg?nolink&640x360}}", 
          "text": "Ia juga mengajar anda agar mengasihi Allah lebih dari yang lain, termasuk kekayaanmu."
        }, 
        {
          "id": "49-05", 
          "img": "{{:en:obs:obs-49-05.jpg?nolink&640x360}}", 
          "text": "Isa mengajar bahawa keselamatan lebih berharga dari apa pun yang ada dalam dunia ini."
        }, 
        {
          "id": "49-06", 
          "img": "{{:en:obs:obs-49-06.jpg?nolink&640x360}}", 
          "text": "Ia mengajar bahawa bukan semua orang akan menerimaNya dan diselamatkan.  Mereka yang tidak diselamatkan akan dihimpunkan pada hari khiamat dan akan dibinasakan dalam api neraka sampai selamanya-lamanya."
        }, 
        {
          "id": "49-07", 
          "img": "{{:en:obs:obs-49-07.jpg?nolink&640x360}}", 
          "text": "Isa juga mengajar bahawa Allah sangat mengasihi orang berdosa.  Ia sedia mengampuni mereka dan menjadikan mereka anak-anakNya."
        }, 
        {
          "id": "49-08", 
          "img": "{{:en:obs:obs-49-08.jpg?nolink&640x360}}", 
          "text": "Isa juga mengajar bahawa setiap orang dalam dunia telah berdosa dan terpisah dari Allah.  Kerana dosa, setiap orang menjadi musuh Allah.  Allah membenci dosa."
        }, 
        {
          "id": "49-09", 
          "img": "{{:en:obs:obs-49-09.jpg?nolink&640x360}}", 
          "text": "Tetapi Allah sangat mengasihi dunia ini sehingga Ia memberikan AnakNya yang tunggal, iaitu Isa, supaya siapa saja yang percaya kepadaNya tidak akan masuk neraka tetapi akan hidup untuk selamanya."
        }, 
        {
          "id": "49-10", 
          "img": "{{:en:obs:obs-49-10.jpg?nolink&640x360}}", 
          "text": "Kerana dosa anda, anda bersalah.  Anda patut menerima kematian dan kemurkaan Allah, tetapi Allah mencurahkan kemurkaanNya ke atas Isa sebagai ganti. Apabila Isa mati di kayu salib, Ia menerima hukuman anda."
        }, 
        {
          "id": "49-11", 
          "img": "{{:en:obs:obs-49-11.jpg?nolink&640x360}}", 
          "text": "Isa memilih untuk mati sebagai korban yang sempurna, tanpa dosa untuk menghapuskan dosa anda dan dosa seluruh dunia. Kerana Yesus, setiap dosa  dapat diampuni, apa pun bentuknya."
        }, 
        {
          "id": "49-12", 
          "img": "{{:en:obs:obs-49-12.jpg?nolink&640x360}}", 
          "text": "Tidak ada orang yang dapat diselamatkan dengan melakukan  kebaikan. Tidak ada yang dapat anda lakukan untuk memperbaiki hubunganmu dengan Allah.  Dosa mu dapat disucikan hanya apabila anda percaya bahawa Isa itu adalah Anak Allah, yang mati dan bangkit kembali untuk menanggung dosamu."
        }, 
        {
          "id": "49-13", 
          "img": "{{:en:obs:obs-49-13.jpg?nolink&640x360}}", 
          "text": "Setiap orang yang percaya kepada Isa akan dibaptiskan dan diselamatkan, tetapi siapa tidak percaya akan ditolak.  Sama ada anda orang kaya atau miskin, lelaki atau perempuan, tua atau muda, dan apapun latarbelakang anda.  Allah mengasihi anda dan mahu anda percaya kepada Isa agar Ia  mempunyai persekutuan dengan anda."
        }, 
        {
          "id": "49-14", 
          "img": "{{:en:obs:obs-49-14.jpg?nolink&640x360}}", 
          "text": "Adakah anda percaya bahawa Isa itu Mesias, satu-satunya Anak Allah? Adakah anda percaya bahawa anda orang yang berdosa dan patut menerima hukuman Allah? Adakah anda percaya Isa mati di atas kayu salib untuk menghapus dosa anda? Isa menjemputmu datang kepadaNya, percaya kepadaNya, dan dibaptiskan."
        }, 
        {
          "id": "49-15", 
          "img": "{{:en:obs:obs-49-15.jpg?nolink&640x360}}", 
          "text": "Jika anda mempercayainya, anda adalah orang Kristian! Allah sudah mengalihkan anda dari kegelapan kerajaan Iblis dan menempatkan anda ke dalam terang Kerajaan Allah.  Semua yang lama sudah berlalu, kerana Allah membuat semuanya  baru."
        }, 
        {
          "id": "49-16", 
          "img": "{{:en:obs:obs-49-16.jpg?nolink&640x360}}", 
          "text": "Kalau anda sudah menjadi orang Kristian, dosa anda akan diampuni kerana apa yang Isa sudah lakukan. Sekarang, apabila Allah melihat kepada anda, Ia tidak lagi melihat anda sebagai musuh, tetapi Ia melihat anda sebagai sahabat yang terdekat."
        }, 
        {
          "id": "49-17", 
          "img": "{{:en:obs:obs-49-17.jpg?nolink&640x360}}", 
          "text": "Selaku sahabat Allah, anda pasti mahu menuruti apa yang Isa ajarkan. Meskipun anda orang Kristian, anda masih bergumul dengan dosa.  Tetapi Allah berfirman kalau anda mengaku dosa, Ia setia dan akan mengampunimu serta memberikan kekuatan kepadamu untuk melawan dosa."
        }, 
        {
          "id": "49-18", 
          "img": "{{:en:obs:obs-49-18.jpg?nolink&640x360}}", 
          "text": "Allah menganjurkan anda agar berdoa, mempelajari FirmanNya, menyembah Dia bersama-sama dengan orang Kristian yang lain, dan memberitakan kepada orang lain tentang apa yang Ia sudah lakukan terhadapmu. Semua hal ini akan menolongmu bertumbuh dalam persekutuanmu dengan Dia."
        }
      ], 
      "number": "49", 
      "ref": "Cerita Injil dari: Rom 3:21-26, 5:1-11; Yahya 3:16; Markus 16:16; Kolose 1:13-14; 2 Teselonika 5:17-21; 1 Yahya 1:5-10", 
      "title": "49. Perjanjian Allah Yang Baru"
    }, 
    {
      "frames": [
        {
          "id": "50-01", 
          "img": "{{:en:obs:obs-50-01.jpg?nolink&640x360}}", 
          "text": "Selama hampir 2,000 tahun, Berita Baik tentang Isa sebagai Mesias itu telah tersebar, dan jemaat telah bertumbuh.  Isa berkata Ia akan kembali pada hari kiamat, tetapi Dia masih belum datang juga."
        }, 
        {
          "id": "50-02", 
          "img": "{{:en:obs:obs-50-02.jpg?nolink&640x360}}", 
          "text": "Sambil kita menantikan kedatangan Isa, orang-orang Kristian kenalah hidup kudus dan saleh.  Semasa Isa berada di bumi Ia juga ada mengatakan, “Berita Baik tentang Kerajaan ini akan diberitakan ke seluruh dunia sebagai kesaksian kepada semua suku bangsa, dan kesudahan pun akan datang.”"
        }, 
        {
          "id": "50-03", 
          "img": "{{:en:obs:obs-50-03.jpg?nolink&640x360}}", 
          "text": "Masih ramai lagi kelompok manusia yang belum mendengar tentang Isa. Sebelum Isa naik ke sorga, Isa telah memberikan mandat kepada orang kristian untuk membawa Khabar Baik kepada mereka yang belum pernah mendengar. Ia berkata, “Pergi dan jadikanlah semua suku bangsa sebagai murid!  Ladang sudah menguning siap untuk dituai!”"
        }, 
        {
          "id": "50-04", 
          "img": "{{:en:obs:obs-50-04.jpg?nolink&640x360}}", 
          "text": "Isa juga berkata, “Seorang hamba tidak lebih penting dari pada tuannya. Anda akan dianiaya dan dibunuh kerana Aku.  Dalam dunia ini anda akan berdepan dengan banyak masalah, tetapi tetaplah bertahan.  Aku sudah mengalahkan iblis!  Bertekunlah hingga kesudahannya, dan anda akan diselamatkan.”"
        }, 
        {
          "id": "50-05", 
          "img": "{{:en:obs:obs-50-05.jpg?nolink&640x360}}", 
          "text": "Isa memberitahukan kepada muridNya satu perumpamaan yang menjelaskan bagaimana akhir zaman itu nanti.  “Kerajaan Allah itu adalah seperti seorang yang menanam benih di ladangnya. Tetapi ketika ia sedang tidur, musuhnya pun datang dan menanam rumput  bersama gandum, lalu ia pun pergi.”"
        }, 
        {
          "id": "50-06", 
          "img": "{{:en:obs:obs-50-06.jpg?nolink&640x360}}", 
          "text": "“Apabila tanaman itu membesar dan bulir gandum muncul, para pekerja bertanya kepada tuan mereka, Tuan, engkau telah menanam benih yang baik di ladang itu.  Mengapa ada lalang?’ Tuan menjawap, ‘Musuh telah menanamnya.’”"
        }, 
        {
          "id": "50-07", 
          "img": "{{:en:obs:obs-50-07.jpg?nolink&640x360}}", 
          "text": "Mereka menyahut, “Perlukah kami mencabut lalang itu?’ Tuan berkata, ‘Kalau kamu melakukannya, kamu akan mencabut sebahagian dari gandum juga.  Tunggu sampai menuai dan kumpulkan lalangnya dan ikatkan untuk dibakar, tetapi bawalah gandum itu ke lombong saya.’”"
        }, 
        {
          "id": "50-08", 
          "img": "{{:en:obs:obs-50-08.jpg?nolink&640x360}}", 
          "text": "Para murid tidak mengerti dan berkata kepada Isa, “Tolong jelaskan erti perumpamaan ini kepada kami.” Isa berkata, “Orang yang menanam benih yang baik ialah Mesias. Ladang ialah dunia.  Benih yang baik melambangkan orang-orang dari Kerajaan Allah.”"
        }, 
        {
          "id": "50-09", 
          "img": "{{:en:obs:obs-50-09.jpg?nolink&640x360}}", 
          "text": "“Lalang melambangkan orang yang ada kaitan dengan kejahatan. Musuh yang menanamkannya ialah iblis. Tuaian melambangkan kesudahan dunia, para penuai ialah para malaikat.”"
        }, 
        {
          "id": "50-10", 
          "img": "{{:en:obs:obs-50-10.jpg?nolink&640x360}}", 
          "text": "“Pada hari khiamat, semua orang yang menjadi milik iblis akan dikumpulkan bersama dan akan dibuang ke dalam api neraka, di mana ada ratapan dan kertakan gigi. Orang-orang benar bersinar seperti mata hari dalam Kerajaan Bapa.”"
        }, 
        {
          "id": "50-11", 
          "img": "{{:en:obs:obs-50-11.jpg?nolink&640x360}}", 
          "text": "Apabila Isa naik ke sorga, Ia berkata bahawa Ia akan kembali ke dunia seperti mana Ia naik ke sorga – dalam keadaan tubuh jasmani di dalam awang-awangan. Isa juga telah berjanji bahawa apabila Ia kembali, semua orang Kristian yang meninggal akan bangkit kembali dari kematian dan bertemu dengan Dia di udara."
        }, 
        {
          "id": "50-12", 
          "img": "{{:en:obs:obs-50-12.jpg?nolink&640x360}}", 
          "text": "Orang-orang Kristian yang masih hidup akan diangkat bersama-sama dengan mereka di awang-awangan dan semua orang Kristian akan berada bersama-sama dengan Isa sampai selamanya. Isa akan bersama dengan umatNya dalam satu persekutuan yang sempurna sampai selamanya."
        }, 
        {
          "id": "50-13", 
          "img": "{{:en:obs:obs-50-13.jpg?nolink&640x360}}", 
          "text": "Orang-orang Kristian akan diberikan makota hidup. Mereka tidak akan mengalami kematian yang kedua, iaitu neraka.  Melainkan, mereka akan hidup selamanya dengan Allah dalam damai yang sempurna."
        }, 
        {
          "id": "50-14", 
          "img": "{{:en:obs:obs-50-14.jpg?nolink&640x360}}", 
          "text": "Tetapi mereka yang tidak percaya kepada Isa akan dihakimi oleh Allah dan akan dibuang ke dalam api neraka untuk selamanya. Dalam neraka, orang akan terus meratap dan mengertak gigi dalam kesiksaan. Mereka dibakar oleh api yang tidak pernah padam dan akan dimakan ulat yang tidak pernah mati."
        }, 
        {
          "id": "50-15", 
          "img": "{{:en:obs:obs-50-15.jpg?nolink&640x360}}", 
          "text": "Isa juga akan menghancurkan iblis dengan serta-merta dan kerajaannya akan dilemparkan ke dalam lautan api di mana ia akan terbakar untuk selamanya.  Kematian juga akan dibuang ke dalam lautan api neraka."
        }, 
        {
          "id": "50-16", 
          "img": "{{:en:obs:obs-50-16.jpg?nolink&640x360}}", 
          "text": "Isa akan menciptakan Syurga Baru dan Dunia Baru. Semesta alam akan menjadi sempurna, seperti mana sebelum Adam dan Hawa jatuh ke dalam dosa."
        }, 
        {
          "id": "50-17", 
          "img": "{{:en:obs:obs-50-17.jpg?nolink&640x360}}", 
          "text": "Dan Isa akan memerintah untuk selama-lamanya. Ia akan menghapuskan setiap air mata dan tidak akan ada lagi kematian, penderitaan, kesedihan, tangisan, kejahatan, atau kesakitan.  Ia akan memerintah dalam Kerajaan dengan  dan keadilan dan damai, dan Ia akan bersama umatNya sampai selamanya."
        }
      ], 
      "number": "50", 
      "ref": "Cerita Injil dari: Matius 24:14; 28:18; Yahya 15:20, 16:33; Wahyu 2:10; Matius 13:24-30, 36-42; 1 Teselonika 4:13-5:11; Yakobus 1:12; Matius 22:13; Wahyu 20:10, 21:1-22:21", 
      "title": "50. Isa Kembali"
    }
  ], 
  "date_modified": "20140724", 
  "direction": "ltr", 
  "language": "ms"
}