{
  "app_words": {
    "cancel": "Cancelar.", 
    "chapters": "Capítulos", 
    "languages": "Idiomas", 
    "next_chapter": "Siguiente capítulo", 
    "ok": "OK", 
    "remove_locally": "Borrar del dispositivo.", 
    "remove_this_string": "Borrar este idioma del almacenamiento del dispositivo. Necesitará una conexión a internet para verlo posteriormente.", 
    "save_locally": "Guardar en el dispositivo.", 
    "save_this_string": "Grabar este idioma en el dispositivo para usar sin conexión.", 
    "select_a_language": "Seleccione un idioma"
  }, 
  "chapters": [
    {
      "frames": [
        {
          "id": null, 
          "img": null, 
          "text": "Invalid format."
        }, 
        {
          "id": null, 
          "img": null, 
          "text": "Invalid format."
        }
      ], 
      "number": "01", 
      "title": " 1. La Creación "
    }, 
    {
      "frames": [
        {
          "id": "02-12", 
          "img": "{{:en:obs:obs-02-12.jpg?nolink&640x360}}", 
          "text": "Entonces dijo Dios: \"Ahora que los seres humanos han llegado a ser como nosotros, conociendo el bien y el mal, no deben comer el fruto del árbol de la vida y vivir para siempre.\" Dios sacó a Adán y Eva del hermoso jardín y puso a grandes y poderosos ángeles en la entrada del jardín para evitar que alguien comiera del fruto del árbol de la vida."
        }
      ], 
      "number": "02", 
      "ref": "Una Historia de la Biblia en: Génesis 3", 
      "title": " 2. El pecado entra en el Mundo "
    }, 
    {
      "frames": [
        {
          "id": "03-16", 
          "img": "{{:en:obs:obs-03-16.jpg?nolink&640x360}}", 
          "text": "Dios hizo entonces el primer arco iris como señal de su promesa. Cada vez que el arco iris apareciera en el cielo, Dios recordaría lo que había prometido y lo que haría a su pueblo."
        }
      ], 
      "number": "03", 
      "ref": "Una historia de la Biblia de: Génesis 6-8", 
      "title": " 3. El Diluvio "
    }, 
    {
      "frames": [
        {
          "id": "04-09", 
          "img": "{{:en:obs:obs-04-09.jpg?nolink&640x360}}", 
          "text": "Entonces Dios hizo un pacto con Abram. Un pacto es un acuerdo entre dos partes. Dios dijo: \"Te daré un hijo de tu propia carne, Yo daré la tierra de Canaán a tus descendientes\". Pero Abram todavía no tenía un hijo."
        }
      ], 
      "number": "04", 
      "ref": "Una historia de la Biblia de: Génesis 11-15", 
      "title": " 4. El Pacto de Dios con Abraham "
    }, 
    {
      "frames": [
        {
          "id": "05-10", 
          "img": "{{:en:obs:obs-05-10.jpg?nolink&640x360}}", 
          "text": "Entonces Dios dijo a Abraham, “Como has estado dispuesto a darme todo, incluso a tu único hijo, prometo bendecirte. Tus descendientes serán más numerosos que las estrellas del cielo. Ya que me has obedecido, todas las familias del mundo serán bendecidas por medio de tu familia.”"
        }
      ], 
      "number": "05", 
      "ref": "Una historia de la Biblia en: Génesis 16-22", 
      "title": " 5. El Hijo de la Promesa "
    }, 
    {
      "frames": [
        {
          "id": "06-07", 
          "img": "{{:en:obs:obs-06-07.jpg?nolink&640x360}}", 
          "text": "Cuando nacieron los niños de Rebeca, el hijo mayor salió pelirrojo y peludo y le pusieron por nombre Esau. El más pequeño salió agarrando el talón de Esaú, y le pusieron por nombre Jacob."
        }
      ], 
      "number": "06", 
      "ref": "Una historia de la Biblia de: Génesis 24:1-25:26", 
      "title": " 6. Dios Provee para Isaac "
    }, 
    {
      "frames": [
        {
          "id": "07-10", 
          "img": "{{:en:obs:obs-07-10.jpg?nolink&640x360}}", 
          "text": "Pero Esaú ya había perdonado a Jacob, y se volvieron a reunir felices. Jacob entones vivó pacificamente en Canaán. Entonces Isaac murió, y Jacob y Esaú le enterraron. Las promesas del pacto que Dios había prometido a Abraham y luego a Isaac pasaban ahora a Jacob."
        }
      ], 
      "number": "07", 
      "ref": "Una historia de la Biblia en: Génesis 25:27-33:20", 
      "title": " 7. Dios bendice a Jacob "
    }, 
    {
      "frames": [
        {
          "id": "08-15", 
          "img": "{{:en:obs:obs-08-15.jpg?nolink&640x360}}", 
          "text": "El pacto de la promesa que Dios había hecho a Abraham pasó a Isaac, luego a Jacob, y luego a los doce hijos de Jacob y sus familias. Los descendientes de los doce hijos se convirtieron en las doce tribus de Israel."
        }
      ], 
      "number": "08", 
      "ref": "Una historia de la Biblia en: Génesis 37-50", 
      "title": " 8. Dios salva a José y a su Familia "
    }, 
    {
      "frames": [
        {
          "id": "09-15", 
          "img": "{{:en:obs:obs-09-15.jpg?nolink&640x360}}", 
          "text": "Moisés no quería ir al Faraón porque creía que no podría hablar bien, así que Dios mandó al hermano de Moisés,  Aaron, para ayudarle. Dios advirtió a Moisés y Aaron que el Faraón sería muy terco."
        }
      ], 
      "number": "09", 
      "ref": "Una historia de la Biblia de: Exodo 1-4", 
      "title": " 9. Dios llama a Moisés "
    }, 
    {
      "frames": [
        {
          "id": "10-12", 
          "img": "{{:en:obs:obs-10-12.jpg?nolink&640x360}}", 
          "text": "Even after these nine plagues, Pharaoh still refused to let the Israelites go free. Since Pharaoh would not listen, God planned to send one last plague. This would change Pharaoh’s mind.Incluso después de esas nueve plagas, Faraón todavía se negaba dejar libres a los israelitas. Dado que Faraón no quería escuchar, Dios preparó una última plaga. Esto cambiaría la forma de pensar del Faraón."
        }
      ], 
      "number": "10", 
      "ref": "Una historia de la Biblia de: Éxodo 5-10", 
      "title": " 10. Las Diez Plagas "
    }, 
    {
      "frames": [
        {
          "id": "11-08", 
          "img": "{{:en:obs:obs-11-08.jpg?nolink&640x360}}", 
          "text": "Esa misma noche, el Farón llamó a Moisés y a Aaron y dijo: “Tomad a los Israelitas y dejad Egipto immediatamente!” Los egipcios animaron a los Israelitas a que se fueran inmediatamente."
        }
      ], 
      "number": "11", 
      "ref": "Una historia de la Biblia de: Éxodo 11:1-12:32", 
      "title": " 11. La Pascua "
    }, 
    {
      "frames": [
        {
          "id": "12-14", 
          "img": "{{:en:obs:obs-12-14.jpg?nolink&640x360}}", 
          "text": "Dios mandó a los israelitas recordar Su victoria sobre los egipcios y su liberación de la esclavitud celebrando la Fiesta de la Pascua cada año. Lo celebraban matando un cordero perfecto, comiéndolo con pan sin levadura, y celebrando cómo Dios les había salvado de los egipcios."
        }
      ], 
      "number": "12", 
      "ref": "Una historia de la Biblia de: Éxodo 12:33-15:21", 
      "title": " 12. El Éxodo "
    }, 
    {
      "frames": [
        {
          "id": "13-15", 
          "img": "{{:en:obs:obs-13-15.jpg?nolink&640x360}}", 
          "text": "Moisés subió de nuevo a la montaña y oró para que Dios perdonara al pueblo. Dios escuchó a Moisés y les perdonó. Moisés escribió los Diez Mandamientos en nuevas tablas de piedra para sustituir a las que había roto. Entonces Dios llevó a los israelitas desde el Monte Sinaí en direccion a la Tierra Prometida."
        }
      ], 
      "number": "13", 
      "ref": "Una historia de la Biblia en: Éxodo 19-34", 
      "title": " 13. El Pacto de Dios con Israel "
    }, 
    {
      "frames": [
        {
          "id": "14-15", 
          "img": "{{:en:obs:obs-14-15.jpg?nolink&640x360}}", 
          "text": "Dios llevó a Moisés a lo alto de una montaña para que pudiera ver la Tierra Prometida. Moisés vio la Tierra Prometida pero nunca entró en ella. Moisés murió, y los israelitas guardaron luto por él durante treinta días. Josué se convirtió en su nuevo líder. Josué fue un buen líder porque confiaba y obedecía a Dios."
        }
      ], 
      "number": "14", 
      "ref": "Una historia de la Biblia en: Éxodo 16-17; Números 10-14; 20; 27; Deuteronomio 34", 
      "title": " 14. Vagando por el Desierto "
    }, 
    {
      "frames": [
        {
          "id": "15-13", 
          "img": "{{:en:obs:obs-15-13.jpg?nolink&640x360}}", 
          "text": "Cuando Josué era ya viejo, llamó a todo el pueblo de Israel. Entonces Josué renovó el pacto que Dios había hecho con los israelitas en Sinaí. El pueblo prometió permanecer fiel a Dios y seguir sus leyes."
        }
      ], 
      "number": "15", 
      "ref": "Una historia de la Biblia en: Josué 1-24", 
      "title": " 15. La Tierra Prometida "
    }, 
    {
      "frames": [
        {
          "id": "16-18", 
          "img": "{{:en:obs:obs-16-18.jpg?nolink&640x360}}", 
          "text": "Finalmente, la gente pidió a Dios tener un rey como tenían las demás naciones. Querían un rey que fuera grande, fuerte y que pudiera dirigirles en la batalla. A Dios no le gustaba esta petición pero les dio lo que querían."
        }
      ], 
      "number": "16", 
      "ref": "Una historia de la Biblia en: Jueces 1-3; 6-8", 
      "title": " 16. Los Libertadores "
    }, 
    {
      "frames": [
        {
          "id": "17-14", 
          "img": "{{:en:obs:obs-17-14.jpg?nolink&640x360}}", 
          "text": "Pero como castigo a su pecado, el bebé de David murió. También hubo luchas en la familia de David a lo largo de su vida, y el poder de David fue muy debilitado. Aunque David fue infiel a Dios, Dios aún seguía siendo fiel a Su promesa. Betsabé dio a luz otro hijo al que llamaron Salomón."
        }
      ], 
      "number": "17", 
      "ref": "Una historia de la Biblia en: 1 Samuel 10; 15-19; 24; 31; 2 Samuel 5; 7; 11-12", 
      "title": " 17. El Pacto de Dios con David "
    }, 
    {
      "frames": [
        {
          "id": "18-13", 
          "img": "{{:en:obs:obs-18-13.jpg?nolink&640x360}}", 
          "text": "Los reyes de Judá eran descendientes de David. Algunos de ellos fueron buenos hombres que gobernaron con justicia y adoraron a Dios. Pero la mayoría de los reyes de Judá fueron malvados, corruptos e idólatras. Algunos de los reyes llegaron a sacrificar sus hijos a falsos dioses. El pueblo de Judá también se rebeló contra Dios y adoraron otros dioses."
        }
      ], 
      "number": "18", 
      "ref": "Una historia de la Biblia en: 1 Reyes 1-6; 11-12", 
      "title": " 18. El Reino Dividido "
    }, 
    {
      "frames": [
        {
          "id": "19-18", 
          "img": "{{:en:obs:obs-19-18.jpg?nolink&640x360}}", 
          "text": "Los profetas continuaron hablando de parte de Dios a pesar de que la gente les odiara. Avisaron al pueblo de que serían destruidos si no se arrepentían. También recordaron a la gente la promesa de que vendría el Mesías de Dios."
        }
      ], 
      "number": "19", 
      "ref": "Una historia de la Biblia en: 1 Reyes 16-18; 2 Reyes 5; Jeremías 38", 
      "title": " 19. Los Profetas "
    }, 
    {
      "frames": [
        {
          "id": "20-13", 
          "img": "{{:en:obs:obs-20-13.jpg?nolink&640x360}}", 
          "text": "Cuando llegaron a Jerusalén, reconstruyeron el Templo y las murallas alrededor de la ciudad. Aunque todavía eran gobernados por otro pueblo, vivían en la Tierra Prometida una vez más y adoraban en el Templo."
        }
      ], 
      "number": "20", 
      "ref": "Una historia de la Biblia en: 2 Reyes 17; 24-25; 2 Crónicas 36; Esdrás 1-10; Nehemías 1-13", 
      "title": " 20. El Exilio y el Regreso "
    }, 
    {
      "frames": [
        {
          "id": "21-15", 
          "img": "{{:en:obs:obs-21-15.jpg?nolink&640x360}}", 
          "text": "Dios mostró a los profetas muchas cosas acerca del Mesías venidero, pero el Mesías todavía no había llegado. Mas de 400 años después de que fuera hecha la última de esas profecías, cuando el tiempo fue el perfecto, Dios envió el Mesías al mundo."
        }
      ], 
      "number": "21", 
      "ref": "Una historia de la Biblia en: Génesis 3:15; 12:1-3; Deuteronomio 18:15; 2 Samuel 7; Jeremías 31; Isaías 59:16; Daniel 7; Malaquías 4:5; Isaías 7:14; Miqueas 5:2; Isaías 9:1-7; 35:3-5; 61; 53; Salmos 22:18; 35:19; 69:4; 41:9; Zacarías 11:12-13; Isaías 50:6; Salmos 16:10-11", 
      "title": " 21. Dios promete el Mesías "
    }, 
    {
      "frames": [
        {
          "id": "22-07", 
          "img": "{{:en:obs:obs-22-07.jpg?nolink&640x360}}", 
          "text": "Después de que Elisabeth diera a luz a su bebé, le pusieron por nombre Juan, como el ángel les había mandado. Entonces Dios permitió que Zacarías volviera a hablar. Él dijo: “¡Bendito sea Dios, porque se ha acordado de su pueblo! Tú, hijo mío, serás llamado profeta del Altísimo! ¡Tú prepararás el camino para el Mesías!”"
        }
      ], 
      "number": "22", 
      "ref": "Una historia de la Biblia en: Lucas 1", 
      "title": " 22. El nacimiento de Juan "
    }, 
    {
      "frames": [
        {
          "id": "23-10", 
          "img": "{{:en:obs:obs-23-10.jpg?nolink&640x360}}", 
          "text": "Cuando vieron a Jesús con su madre, se postraron y le adoraron. Le dieron a Jesús regalos muy caros. Luego regresaron a sus casas."
        }
      ], 
      "number": "23", 
      "ref": "Una historia de la Biblia en: Mateo 1; Lucas 2", 
      "title": " 23. El Nacimiento de Jesús "
    }, 
    {
      "frames": [
        {
          "id": "24-09", 
          "img": "{{:en:obs:obs-24-09.jpg?nolink&640x360}}", 
          "text": "Dios le había dicho a Juan: “El Espíritu Santo se pondrá sobre alguien a quien tú bautizarás. Él es el Hijo de Dios.” Solo hay un Dios. Pero Dios es tres personas: el Padre, Jesús el Hijo, y el Espíritu Santo."
        }
      ], 
      "number": "24", 
      "ref": "Una historia de la Biblia de: Mateo 3; Marcos 1:9-11; Lucas 3:1-23", 
      "title": " 24. Juan bautiza a Jesús "
    }, 
    {
      "frames": [
        {
          "id": "25-08", 
          "img": "{{:en:obs:obs-25-08.jpg?nolink&640x360}}", 
          "text": "Jesús no cayó en las tentaciones de Satanás, así que éste le dejó. Entonces vinieron ángeles y cuidaron a Jesús."
        }
      ], 
      "number": "25", 
      "ref": "Una historia de la Biblia en: Mateo 4:1-11; Marcos 1:12-13; Lucas 4:1-13", 
      "title": " 25. Satanás tienta a Jesús "
    }, 
    {
      "frames": [
        {
          "id": "26-10", 
          "img": "{{:en:obs:obs-26-10.jpg?nolink&640x360}}", 
          "text": "Jesús escogió a doce hombres que fueron llamados sus discípulos. Los discípulos eran estudiantes de Jesús. Viajaban con él y aprendían de él."
        }
      ], 
      "number": "26", 
      "ref": "Una historia de la Biblia de: Mateo 4:12-25; Marcos 1:14-15, 35-39; 3:13-21; Lucas 4:14-30, 38-44", 
      "title": " 26. Jesús comienza su Ministerio "
    }, 
    {
      "frames": [
        {
          "id": "27-11", 
          "img": "{{:en:obs:obs-27-11.jpg?nolink&640x360}}", 
          "text": "Entonces Jesús preguntó al intérprete de la ley, “¿Cuál de los tres hombres crees que fue el prójimo del hombre a quien robaron y golpearon?” El intérprete de la ley contestó, “El que mostró misericordia.” Jesús le dijo al intérprete de la ley, “Ve y haz tú lo mismo.”"
        }
      ], 
      "number": "27", 
      "ref": "Una historia de la Biblia en: Lucas 10:25-37", 
      "title": " 27. La Historia del Buen Samaritano. "
    }, 
    {
      "frames": [
        {
          "id": "28-10", 
          "img": "{{:en:obs:obs-28-10.jpg?nolink&640x360}}", 
          "text": "Jesús respondió: \"Todo aquel que haya dejado casas, hermanos, hermanas, padre, madre, hijos, o bienes por causa de mi nombre, heredarán 100 veces más en el otro mundo y la vida eterna. Pero muchos primeros serán últimos, y los que son los últimos, serán los primeros\"."
        }
      ], 
      "number": "28", 
      "ref": "Una historia de la Biblia en: Mateo 19:16-30; Marcos 10:17-31; Lucas 18:18-30", 
      "title": " 28. El principal joven y rico "
    }, 
    {
      "frames": [
        {
          "id": "29-09", 
          "img": "{{:en:obs:obs-29-09.jpg?nolink&640x360}}", 
          "text": "Entonces Jesús dijo: “Esto es lo que mi Padre celestial hará a todos vosotros si no perdonáis de corazón a vuestros hermanos.”"
        }
      ], 
      "number": "29", 
      "ref": "Una historia de la Biblia de: Mateo 18:21-35", 
      "title": " 29. La historia del siervo despiadado "
    }, 
    {
      "frames": [
        {
          "id": "30-09", 
          "img": "{{:en:obs:obs-30-09.jpg?nolink&640x360}}", 
          "text": "Los discípulos, incluso recogieron doce canastas llenas de sobras de comida que no se había comido. Toda la comida procedía de cinco panes y dos peces."
        }
      ], 
      "number": "30", 
      "ref": "Una historia de la Biblia de: Mateo 14:13-21; Marcos 6:31-44; Lucas 9:10-17; Juan 6:5-15", 
      "title": " 30. Jesús alimenta cinco mil personas "
    }, 
    {
      "frames": [
        {
          "id": "31-08", 
          "img": "{{:en:obs:obs-31-08.jpg?nolink&640x360}}", 
          "text": "Cuando Pedro y Jesús subieron a la barca, el viento se detuvo inmediatamente. Los discípulos se asombraron. Adoraron a Jesús, diciéndole: \"Verdaderamente, tú eres el Hijo de Dios.\""
        }
      ], 
      "number": "31", 
      "ref": "Una historia de la Biblia en: Mateo 14:22-33; Marcos 6:45-52; Juan 6:16-21", 
      "title": " 31. Jesús camina sobre las aguas. "
    }, 
    {
      "frames": [
        {
          "id": "32-16", 
          "img": "{{:en:obs:obs-32-16.jpg?nolink&640x360}}", 
          "text": "La mujer cayó de rodillas ante Jesús, temblando y muy asustada. Entonces ella dijo toda la verdad. Jesús le dijo: \"Tu fe te ha salvado. Vete en paz\"."
        }
      ], 
      "number": "32", 
      "ref": "Una historia de la Biblia en: Mateo 8:28-34; Marcos 5:1-20; Lucas 8:26-39", 
      "title": " 32. Jesús sana a un endemoniado y a una mujer enferma "
    }, 
    {
      "frames": [
        {
          "id": "33-09", 
          "img": "{{:en:obs:obs-33-09.jpg?nolink&640x360}}", 
          "text": "\"Pero las semillas que caen en buena tierra representan a las personas que oyen la Palabra de Dios, creen, y producen fruto.\""
        }
      ], 
      "number": "33", 
      "ref": "Una historia de la Biblia en: Mateo 13:1-8, 18-23; Marcos 4:1-8, 13-20; Lucas 8:4-15", 
      "title": " 33. La historia del sembrador "
    }, 
    {
      "frames": [
        {
          "id": "34-10", 
          "img": "{{:en:obs:obs-34-10.jpg?nolink&640x360}}", 
          "text": "Entonces Jesús dijo: \"En verdad os digo, el cobrador de impuestos volvió a su casa perdonado, y el líder religioso no. Todo altivo será humillado, pero el que se humilla será enaltecido\"."
        }
      ], 
      "number": "34", 
      "ref": "Una historia de la Biblia en: Mateo 13:31-33, 44-46; Marcos 4:30-32; Lucas 13:18-21; 18:9-14", 
      "title": " 34. Jesús enseña otras historias "
    }, 
    {
      "frames": [
        {
          "id": "35-13", 
          "img": "{{:en:obs:obs-35-13.jpg?nolink&640x360}}", 
          "text": "\"El padre respondió:\" Hijo, tú siempre estás conmigo, y todo lo mío es tuyo. Pero es justo que nosotros celebremos, porque este hermano tuyo estaba muerto, pero ahora está vivo. Estaba perdido, pero ahora lo hemos encontrado!\""
        }
      ], 
      "number": "35", 
      "ref": "Una historia de la Biblia en: Lucas 15:11-32", 
      "title": " 35. La historia del padre compasivo "
    }, 
    {
      "frames": [
        {
          "id": "36-07", 
          "img": "{{:en:obs:obs-36-07.jpg?nolink&640x360}}", 
          "text": "Mientras bajaban por la montaña, Jesús les dijo: “No digáis a nadie lo que pasó aquí hasta después que haya resucitado de entre los muertos.”"
        }
      ], 
      "number": "36", 
      "ref": "Una historia de la Biblia en: Mateo 17:1-9; Marcos 9:2-8; Lucas 9:28-36", 
      "title": " 36. La Transfiguración. "
    }, 
    {
      "frames": [
        {
          "id": "37-11", 
          "img": "{{:en:obs:obs-37-11.jpg?nolink&640x360}}", 
          "text": "Pero los líderes religiosos de los Judios estaban celosos, por lo que se reunieron para planear cómo podían matar a Jesús y Lázaro."
        }
      ], 
      "number": "37", 
      "ref": "Una historia de la Biblia en: Juan 11:1-46", 
      "title": " 37. Jesús resucita a Lázaro de la muerte "
    }, 
    {
      "frames": [
        {
          "id": "38-15", 
          "img": "{{:en:obs:obs-38-15.jpg?nolink&640x360}}", 
          "text": "Cuando los soldados arrestaron a Jesús, Pedro sacó su espada y le cortó la oreja al siervo del sumo sacerdote. Jesús dijo: \"¡Guarda la espada! Podría pedirle al Padre un ejército de ángeles para defenderme. Pero debo obedecer a mi Padre. \"Entonces Jesús sanó la oreja del hombre, y todos los discípulos huyeron."
        }
      ], 
      "number": "38", 
      "ref": "Una historia de la Biblia en: Mateo 26:14-56; Marcos 14:10-50; Lucas 22:1-53; Juan 18:1-11", 
      "title": " 38. Jesús es traicionado "
    }, 
    {
      "frames": [
        {
          "id": "39-12", 
          "img": "{{:en:obs:obs-39-12.jpg?nolink&640x360}}", 
          "text": "Pero Pilato tuvo miedo de que comenzara un motín, por lo que entregó a Jesús para que lo crucificaran. Los soldados azotaron a Jesús, le echaron encima un manto real y una corona de espinas sobre él, y se burlaron de él, diciendo: \"¡Mirad, el Rey de los Judíos!\""
        }
      ], 
      "number": "39", 
      "ref": "Una historia de la Biblia en: Mateo 26:57-27:26; Marcos 14:53-15:15; Lucas 22:54-23:25; Juan 18:12-19:16", 
      "title": " 39. Jesús es llevado a juicio "
    }, 
    {
      "frames": [
        {
          "id": "40-09", 
          "img": "{{:en:obs:obs-40-09.jpg?nolink&640x360}}", 
          "text": "Entonces José y Nicodemo, dos líderes judíos que creían que Jesús era el Mesías, pidieron a Pilato el cuerpo de Jesús. Envolvieron su cuerpo en una tela y lo enterraron en un sepulcro cavado en la roca. Luego hicieron rodar una gran piedra sobre la abertura."
        }
      ], 
      "number": "40", 
      "ref": "Una historia de la Biblia en: Mateo 27:27-61; Marcos 15:16-47; Lucas 23:26-56; Juan 19:17-42", 
      "title": " 40. Jesús es crucificado "
    }, 
    {
      "frames": [
        {
          "id": "41-08", 
          "img": "{{:en:obs:obs-41-08.jpg?nolink&640x360}}", 
          "text": "Por el camino, Jesús se les apareció, y ellos le adoraron. Jesús dijo: \"No tengáis miedo. Id y decid a mis discípulos que voy a verlos a Galilea\"."
        }
      ], 
      "number": "41", 
      "ref": "Una historia de la Biblia en: Mateo 27:62-28:15; Marcos 16:1-11; Lucas 24:1-12; Juan 20:1-18", 
      "title": " 41. Dios resucita a Jesús de entre los muertos "
    }, 
    {
      "frames": [
        {
          "id": "42-11", 
          "img": "{{:en:obs:obs-42-11.jpg?nolink&640x360}}", 
          "text": "\"Recordad, yo estaré con vosotros siempre. Quedaos en Jerusalén hasta recibir poder de lo alto\". Entonces Jesús fue llevado al cielo, y una nube lo ocultó de su vista. Jesús se sentó a la diestra de Dios para gobernar sobre todas las cosas."
        }
      ], 
      "number": "42", 
      "ref": "Una historia de la Biblia en: Mateo 28:16-20, Marcos 16:12-20, Lucas 24:13-53, Juan 20:19-23, Hechos 1:1-11", 
      "title": " 42. Jesús Regresa al Cielo "
    }, 
    {
      "frames": [
        {
          "id": "43-13", 
          "img": "{{:en:obs:obs-43-13.jpg?nolink&640x360}}", 
          "text": "Los creyentes perseveraban en las enseñanzas de los discípulos, en el compañerismo, comiendo juntos y orando. Todos se reunían y compartían todo lo que tenían. Alababan a Dios e incluso los que no creían pensaban bien de ellos. Cada día más personas se hacían cristianas."
        }
      ], 
      "number": "43", 
      "ref": "Una historia de la Biblia de: Hechos 2", 
      "title": " 43. Comienza la Iglesia "
    }, 
    {
      "frames": [
        {
          "id": "44-09", 
          "img": "{{:en:obs:obs-44-09.jpg?nolink&640x360}}", 
          "text": "Los líderes estaban atónitos porque podían ver que eran hombres comunes y corrientes que no habían recibido una educación especial. También se daban cuenta de que esos hombres habían estado con Jesús. Después de amenazar a Pedro y Juan, les dejaron marchar."
        }
      ], 
      "number": "44", 
      "ref": "Una historia de la Biblia en: Hechos 3:1-4:22", 
      "title": " 44. Pedro y Juan sanan a un mendigo "
    }, 
    {
      "frames": [
        {
          "id": "45-13", 
          "img": "{{:en:obs:obs-45-13.jpg?nolink&640x360}}", 
          "text": "El Etíope siguió su camino, feliz de conocer a Jesús."
        }
      ], 
      "number": "45", 
      "ref": "Una historia de la Biblia en: Hechos 8:26-40", 
      "title": " 45. Felipe y el Oficial Etíope "
    }, 
    {
      "frames": [
        {
          "id": "46-10", 
          "img": "{{:en:obs:obs-46-10.jpg?nolink&640x360}}", 
          "text": "Asi que la iglesia oró por Pablo y Bernabé, impusieron sus manos sobre ellos y les enviaron fuera a predicar las Buenas Nuevas de Jesús. Ellos predicaron sobre Jesús en muchos lugares y mucha gente creyó en Jesús."
        }
      ], 
      "number": "46", 
      "ref": "Una historia de la Biblia en: Hechos 6:8-8:3; 9:1-25;  11:25-26", 
      "title": " 46. Pablo se hace cristiano "
    }, 
    {
      "frames": [
        {
          "id": "47-14", 
          "img": "{{:en:obs:obs-47-14.jpg?nolink&640x360}}", 
          "text": "Pablo y otros líderes cristianos viajaron por muchas ciudades, predicando y enseñando sobre Jesús. También escribieron muchas cartas a las iglesias para animarles y enseñarles acerca del Nuevo Pacto de Dios."
        }
      ], 
      "number": "47", 
      "ref": "Una historia de la Biblia en: Hechos 16:11-40", 
      "title": " 47. Pablo y Silas en Filipo "
    }, 
    {
      "frames": [
        {
          "id": "48-14", 
          "img": "{{:en:obs:obs-48-14.jpg?nolink&640x360}}", 
          "text": "Como David, Jesús es rey, pero ¡Jesús es el rey del universo! Volverá otra vez y gobernará su reino con justicia y paz, para siempre."
        }
      ], 
      "number": "48", 
      "ref": "Una historia de la Biblia en: Génesis 1-3, 6, 14, 22; Éxodo 12, 20; 2 Samuel 7; Hebreos 3:1-6, 4:14-5:10, 7:1-8:13, 9:11-10:18; Apocalipsis 21", 
      "title": " 48. Jesús es el Mesías Prometido "
    }, 
    {
      "frames": [
        {
          "id": "49-18", 
          "img": "{{:en:obs:obs-49-18.jpg?nolink&640x360}}", 
          "text": "Dios dice que ores, estudies su Palabra, le adores con otros cristianos, y que cuentes a otros lo que ha hecho por ti. Todas estas cosas te ayudarán a crecer en tu relación con Él."
        }
      ], 
      "number": "49", 
      "ref": "Una historia de la Biblia en: Romanos 3:21-26, 5:1-11; Juan 3:16; Marcos 16:16; Colosenses 1:13-14; 2 Tesalonicenses 5:17-21; 1 Juan 1:5-10", 
      "title": " 49. El Nuevo Pacto de Dios "
    }, 
    {
      "frames": [
        {
          "id": "50-17", 
          "img": "{{:en:obs:obs-50-17.jpg?nolink&640x360}}", 
          "text": "Jesús reinará para siempre. Él enjugará toda lágrima y no habrá más muerte, sufrimiento, tristeza, mal o dolor. Gobernará su Reino con paz y justicia, y estará con su pueblo por siempre."
        }
      ], 
      "number": "50", 
      "ref": "Una historia de la Biblia en: Mateo 24:14; 28:18; Juan 15:20, 16:33; Apocalipsis 2:10; Mateo 13:24-30, 36-42; 1 Tesalonicenses 4:13-5:11; Santiago 1:12; Mateo 22:13; Apocalipsis 20:10, 21:1-22:21", 
      "title": " 50. Jesús regresa "
    }
  ], 
  "date_modified": "20140724", 
  "direction": "ltr", 
  "language": "es"
}