{
  "app_words": {}, 
  "chapters": [
    {
      "frames": [
        {
          "id": "01-01", 
          "img": "{{:en:obs:obs-01-01.jpg?nolink&640x360}}", 
          "text": "C'est ainsi que le debut de toute chose arriva. Dieu créa l'univers et tout ce qu'il contient en six jours. Au début, la Terre était sombre et vide,et rien n'avait été créé . Mais l'Esprit de Dieu se tenait là au-dessus de l'eau."
        }, 
        {
          "id": "01-02", 
          "img": "{{:en:obs:obs-01-02.jpg?nolink&640x360}}", 
          "text": "Puis Dieu parla et dit, \"Qu'il y ait de la lumière!\" et la lumière fut. Dieu vit que la lumière était bonne et Il l'appela \"jour\". Il la sépara des ténébres, qu'Il appela \"nuit\". Dieu créa la lumière le premier jour de la création."
        }, 
        {
          "id": "01-03", 
          "img": "{{:en:obs:obs-01-03.jpg?nolink&640x360}}", 
          "text": "Le second jour de la création, Dieu parla et créa le ciel au-dessus de la Terre."
        }, 
        {
          "id": "01-04", 
          "img": "{{:en:obs:obs-01-04.jpg?nolink&640x360}}", 
          "text": "Le troisième jour, Dieu parla et il sépara l'eau d'avec la terre. Il appela l'étendue sèche \"terre\" et il appela les eaux \"mers\"."
        }, 
        {
          "id": "01-05", 
          "img": "{{:en:obs:obs-01-05.jpg?nolink&640x360}}", 
          "text": "Puis Dieu dit, \"Que la terre produise toute sorte d'arbres et de plantes\". Et c'est ce qui arriva. Dieu vit que ce qu'il avait créer était bon, et il était ravi de toute ces choses."
        }, 
        {
          "id": "01-06", 
          "img": "{{:en:obs:obs-01-06.jpg?nolink&640x360}}", 
          "text": "Au quatrième jour de la création, Dieu parla et fit le soleil, la lune et les étoiles. Dieu les créa pour faire briller la lumière sur la terre et pour marquer les jours et les nuits, les saisons et les années."
        }, 
        {
          "id": "01-07", 
          "img": "{{:en:obs:obs-01-07.jpg?nolink&640x360}}", 
          "text": "Au cinquième jour, Dieu créa tout ce qui nage dans l'eau ainsi que tous les oiseaux. Dieu vit que c'était bon et Il les bénis."
        }, 
        {
          "id": "01-08", 
          "img": "{{:en:obs:obs-01-08.jpg?nolink&640x360}}", 
          "text": "\\\\ Le sixième jour de la création, Dieu dit:\"Qu'il y ait toutes sortes d'animaux terrestres!\" Et il arriva comme Dieu l'a dit. Certains étaient des animaux de ferme, certains rampaient sur le sol, et certains étaient sauvages. Et Dieu vit que cela était bon."
        }, 
        {
          "id": "01-09", 
          "img": "{{:en:obs:obs-01-09.jpg?nolink&640x360}}", 
          "text": "Puis Dieu dit: \"Faisons l'homme à notre image selon notre ressemblance. Il aura le pouvoir sur la terre et tous les animaux.\"\\\\"
        }, 
        {
          "id": "01-10", 
          "img": "{{:en:obs:obs-01-10.jpg?nolink&640x360}}", 
          "text": "Alors Dieu a pris un peu de terre, et a formé l'homme, et lui a soufflé la vie. Le nom de cet homme était Adam. Dieu planta un jardin où Adam pouvait vivre, et il l'a mis là pour prendre soin de lui.\\\\"
        }, 
        {
          "id": "01-11", 
          "img": "{{:en:obs:obs-01-11.jpg?nolink&640x360}}", 
          "text": "Au milieu du jardin,Dieu a planté deux arbres spéciaux,l'arbre de la vie et l'arbre de la connaissance du bien et du mal.  Dieu dit à Adam qu'il pouvait manger de n'importe quel arbre dans le jardin sauf de l'arbre de la connaissance du bien et du mal. Si il mangeait de cet arbre, il mourrait."
        }, 
        {
          "id": "01-12", 
          "img": "{{:en:obs:obs-01-12.jpg?nolink&640x360}}", 
          "text": "Puis Dieu a dit, \"il n'est pas bon que l'homme soit seul.\" Aucun des animaux ne pouvait être à l'aide de Adam."
        }, 
        {
          "id": "01-13", 
          "img": "{{:en:obs:obs-01-13.jpg?nolink&640x360}}", 
          "text": "Alors Dieu fit tomber Adam dans un profond sommeil. Puis Dieu prit une des côtes d'Adam et forma une femme et il l'amena vers Adam."
        }, 
        {
          "id": "01-14", 
          "img": "{{:en:obs:obs-01-14.jpg?nolink&640x360}}", 
          "text": "Quand Adam l'a vue, Il dit, \"Enfin! Celle ci est comme moi.  Nous l'appellerons 'femme,' parce qu'elle a été prise de l'homme.  C'est pour cela que l'homme doit quitter son père et sa mère et il deviendra une seule chair avec sa femme."
        }, 
        {
          "id": "01-15", 
          "img": "{{:en:obs:obs-01-15.jpg?nolink&640x360}}", 
          "text": "Dieu a fait l'homme et la femme a Son image, et Il a vu que c'était bon.  Il les a bénis et leur a dit \"Ayez beaucoup d'enfants et de petits enfants et remplissez la terre!\" Tout cela est arrivé pendant le sixième jour de la création."
        }, 
        {
          "id": "01-16", 
          "img": "{{:en:obs:obs-01-16.jpg?nolink&640x360}}", 
          "text": "Quand le septième jour arriva, Dieu avait deja achevé son oeuvre.  Alors Dieu se reposa de toute son oeuvre qu'il avait faite et sanctifia ce jour, parce qu' en ce jour il se reposa de toute son oeuvre qu'il avait créé. C'est comment Dieu a créé l'univers et tout ce qu'il y a dedans."
        }
      ], 
      "number": "01", 
      "ref": "A Bible story from: Genesis 1-2", 
      "title": "1. La Création"
    }, 
    {
      "frames": [
        {
          "id": "02-01", 
          "img": "{{:en:obs:obs-02-01.jpg?nolink&640x360}}", 
          "text": "Adam et sa femme étaient très heureux dans le joli jardin que Dieu avait créé pour eux.  Aucun des deux ne portaient des habits et ils n'en avaient pas honte parce qu'il n'y avait pas de péché dans le monde.  Ils marchaient souvent dans le jardin et parlaient avec Dieu."
        }, 
        {
          "id": "02-02", 
          "img": "{{:en:obs:obs-02-02.jpg?nolink&640x360}}", 
          "text": "Mais il y avait un serpent rusé dans le jardin.  Il dit a la femme, \"Dieu a t-t-il réellement dit de ne pas manger de tous les arbres du jardin?\""
        }, 
        {
          "id": "02-03", 
          "img": "{{:en:obs:obs-02-03.jpg?nolink&640x360}}", 
          "text": "La femme répondit, \"Dieu nous a dit nous pouvons manger du fruit de n'importe quel arbre sauf l'arbre de la connaissance du bien et du mal.  Dieu dit, 'Si vous mangez ce fruit ou même si vous le touchez, vous mourrez.'\""
        }, 
        {
          "id": "02-04", 
          "img": "{{:en:obs:obs-02-04.jpg?nolink&640x360}}", 
          "text": "Le serpent répondit, \"Cela n'est pas la verité! Vous ne mourrez pas. Dieu sait que aussitôt que vous en mangerez,vous serez comme Dieu connaissant le bien et le mal comme Lui.\""
        }, 
        {
          "id": "02-05", 
          "img": "{{:en:obs:obs-02-05.jpg?nolink&640x360}}", 
          "text": "La femme vit que le fruit était magnifique et paraissait délicieux.  Elle aussi voulait être savante, alors elle a prit le fruit et en mangea.  Puis elle en donna a son mari, qui était auprès d'elle, et il en mangea aussi."
        }, 
        {
          "id": "02-06", 
          "img": "{{:en:obs:obs-02-06.jpg?nolink&640x360}}", 
          "text": "Soudainement, les yeux de l'un et l'autre s'ouvrirent, et ils réalisent qu'ils étaient nus.  Ils ont essayé decouvrir leurs corps ayant cousu des feuilles de figuier ensemble pour leur faire des habits."
        }, 
        {
          "id": "02-07", 
          "img": "{{:en:obs:obs-02-07.jpg?nolink&640x360}}", 
          "text": "Puis l'homme et sa femme entendirent la voix de Dieu qui parcourait le jardin. Ils se sont cachés.  Alors Dieu appela l'homme, \"ou es-tu?  Adam répondit, \"j'ai entendu ta voix dans le jardin, et j'ai eu peur, parce que je suis nu. Je me suis caché:"
        }, 
        {
          "id": "02-08", 
          "img": "{{:en:obs:obs-02-08.jpg?nolink&640x360}}", 
          "text": "Alors Dieu demanda, \"Qui t'a appris que tu es nu? Est-ce que tu as mangé du fruit que je t'avais défendu de manger? L'homme répondit, \"Tu m'a donné cette femme and elle m'a donné le fruit. \"Alors Dieu demande à la femme, \"Qu'est ce que tu as fait? La femme répondit, \"Le serpent m'a séduit.\""
        }, 
        {
          "id": "02-09", 
          "img": "{{:en:obs:obs-02-09.jpg?nolink&640x360}}", 
          "text": "Dieu dit au serpent,\" Tu seras maudit! Tu glisseras sur ton ventre and tu mangeras de la poussière. Il y aura de la haine entre toi et la femme, et entre tes enfants et ses enfants a elle aussi. Les descendants de la femme t'écraseront la tête, et tu lui blesseras le talon.\""
        }, 
        {
          "id": "02-10", 
          "img": "{{:en:obs:obs-02-10.jpg?nolink&640x360}}", 
          "text": "Alors Dieu dit a la femme, \"J'augmenterai la souffrance de tes grossesses.  Tu portera tes désirs envers ton mari, mais il te dominera.\""
        }, 
        {
          "id": "02-11", 
          "img": "{{:en:obs:obs-02-11.jpg?nolink&640x360}}", 
          "text": "Dieu dit a l'homme, \"Tu as ecouté la voix de ta femme et tu m'as désobéi.  Maintenant le sol est maudit, et tu devras travaillé très dur pour cultiver la terre. Puis tu vas mourir, et ton corps retournera en poussières.\" L'homme donna a sa femme le nom d'Eve, ce qui veux dire \"Donne la vie\" parce qu'elle deviendra la mère de tous les vivants.  Et Dieu revêtit Adam et Eve avec des peaux d'animaux."
        }, 
        {
          "id": "02-12", 
          "img": "{{:en:obs:obs-02-12.jpg?nolink&640x360}}", 
          "text": "Puis Dieu a dit, \"Maintenant que les êtres humains sont devenus comme nous pour la connaissance du bien et du mal, ils ne doivent pas manger de l'arbre de la vie et vivre éternellement.\" Alors Dieu a chassé Adam et Eve du joli jardin. Dieu a placé des anges puissants a l'entrée du jardin pour que personne ne mange du fruit de l'arbre de la vie."
        }
      ], 
      "number": "02", 
      "ref": "NOT FOUND", 
      "title": "2. Le péché entre dans le monde"
    }, 
    {
      "frames": [
        {
          "id": "03-01", 
          "img": "{{:en:obs:obs-03-01.jpg?nolink&640x360}}", 
          "text": "Après bien des années, beaucoup de monde vivait sur la terre. Il était devenu très méchant et violent. La situation s’est dégradée au point que Dieu a décidé de détruire le monde avec un déluge énorme."
        }, 
        {
          "id": "03-02", 
          "img": "{{:en:obs:obs-03-02.jpg?nolink&640x360}}", 
          "text": "Mais Noé a trouvé grâce aux yeux de Dieu.  Il était un homme juste, vivant avec un peuple méchant.  Dieu dit a Noé qu'il allait détruire le monde avec un grand déluge.  Il dit a Noé de construire une énorme arche."
        }, 
        {
          "id": "03-03", 
          "img": "{{:en:obs:obs-03-03.jpg?nolink&640x360}}", 
          "text": "Dieu dit a Noé de faire une arche en bois a peu près 140 metres de longueur, 23 metres de largeur et 13.5 metres de hauteur.  L'arche doit être en bois, avoir 3 etages, beaucoup de pièces, un toit, et une fenêtre. Noé, sa famille, et toute sortes d'animaux de terre seront hors de danger dans le bateau pendant le déluge."
        }, 
        {
          "id": "03-04", 
          "img": "{{:en:obs:obs-03-04.jpg?nolink&640x360}}", 
          "text": "Noé a obéit  Dieu. Noé et ses trois fils ont bâti le bateau exactement comment Dieu leur avait ordonné.  Cela a pris plusieurs années pour bâtir l'arche parce qu'elle était si grande.  Noé a averti le peuple du déluge et leur a dit de se tourner vers Dieu, mais ils n'ont pas cru les paroles de Noé."
        }, 
        {
          "id": "03-05", 
          "img": "{{:en:obs:obs-03-05.jpg?nolink&640x360}}", 
          "text": "Dieu a commandé Noé et sa famille de ramasser assez de nourriture pour eux et les animaux.  Quand tout était prêt, Dieu dit a Noé qu'il était temps pour lui, sa femme, ses trois fils, et leurs femmes de rentrer dans le bateau - 8 personnes en tout."
        }, 
        {
          "id": "03-06", 
          "img": "{{:en:obs:obs-03-06.jpg?nolink&640x360}}", 
          "text": "Dieu a envoyé un mâle et une femelle de chaque animal et oiseau a Noé afin qu'ils rentrent dans le bateau et pour qu'ils soient hors de danger pendant le déluge.  Dieu a envoyé 7 mâles et 7 femelles de chaque sorte d'animal afin qu'ils soient utilisés comme sacrifices.  Quand ils étaient tous dans le bateau, Dieu a fermé la porte."
        }, 
        {
          "id": "03-07", 
          "img": "{{:en:obs:obs-03-07.jpg?nolink&640x360}}", 
          "text": "Puis il a commencé a pleuvoir, et pleuvoir, et pleuvoir.  Il a plut pendant 40 jours et 40 nuits sans arrêt. L'eau a commencé a jaillir hors de la terre.  Tout dans le monde entier était couvert d'eau, même les plus hautes montagnes."
        }, 
        {
          "id": "03-08", 
          "img": "{{:en:obs:obs-03-08.jpg?nolink&640x360}}", 
          "text": "Tout ce qui vivait sur la terre sèche ont périt, sauf les hommes et les animaux qui étaient dans le bateau.  Le bateau a flotté au dessus de l'eau et tous ceux qui étaient a l'intérieur du bateau était sauvés."
        }, 
        {
          "id": "03-09", 
          "img": "{{:en:obs:obs-03-09.jpg?nolink&640x360}}", 
          "text": "Une fois que la pluie s'est arrêtée, le bateau a flotté au dessus de l'eau pendant 5 mois, et un jour le bateau est resté au sommet d'une montagne.  Mais la terre était toujours couverte d'eau.  Après 3 mois, les sommets des montagnes étaient visibles."
        }, 
        {
          "id": "03-10", 
          "img": "{{:en:obs:obs-03-10.jpg?nolink&640x360}}", 
          "text": "Apres encore 40 jours, Noé a lâché un oiseau, un corbeau, pour voir si l'eau était diminuée.  Le corbeau a volé cherchant de la terre sèche, mais il n'en a pas trouvé."
        }, 
        {
          "id": "03-11", 
          "img": "{{:en:obs:obs-03-11.jpg?nolink&640x360}}", 
          "text": "Plus tard Noé a lâché un oiseau, une colombe.  Mais la colombe n'a pas pu trouvé de terre sèche, et elle est revenue vers Noé.  Une semaine plus tard il a envoyé la colombe à nouveau, et elle est revenue avec une branche d'olivier dans son bec.  L'eau diminuait et les plantes poussaient a nouveau!"
        }, 
        {
          "id": "03-12", 
          "img": "{{:en:obs:obs-03-12.jpg?nolink&640x360}}", 
          "text": "Noé a attendu une autre semaine and a renvoyé la colombe une troisième fois.  Cette fois, elle a trouvée un endroit pour se reposer and n'est pas retournée.  L'eau s'évaporait!"
        }, 
        {
          "id": "03-13", 
          "img": "{{:en:obs:obs-03-13.jpg?nolink&640x360}}", 
          "text": "Deux mois plus tard Dieu dit a Noé,\" Toi et ta famille et tous les animaux vous sortez du bateau maintenant. Ayez beaucoup d'enfants et petits enfants et remplissez la terre.\" Alors Noé et sa famille sortirent du bateau."
        }, 
        {
          "id": "03-14", 
          "img": "{{:en:obs:obs-03-14.jpg?nolink&640x360}}", 
          "text": "Une fois que Noé est sorti du bateau, Il a bâti un autel et a sacrifié quelques animaux de chaque espèces qui pourraient être utilisé comme sacrifice.  Dieu était content du sacrifice et a bénit Noé et sa famille."
        }, 
        {
          "id": "03-15", 
          "img": "{{:en:obs:obs-03-15.jpg?nolink&640x360}}", 
          "text": "Dieu dit, \"Je promets que je ne mettrais plus jamais un fléau sur la terre à cause des humains et je ne détruirai jamais le monde avec un déluge, même si les humains sont des pécheurs dès leur jeunesse.\""
        }, 
        {
          "id": "03-16", 
          "img": "{{:en:obs:obs-03-16.jpg?nolink&640x360}}", 
          "text": "Alors Dieu a placé le premier arc en ciel et il en servira comme signe de sa promesse.  A chaque fois que l'arc en ciel apparait dans le ciel, Dieu et son peuple se souviendront de sa promesse."
        }
      ], 
      "number": "03", 
      "ref": "A Bible story from: Genesis 6-8", 
      "title": "3. Le déluge"
    }, 
    {
      "frames": [
        {
          "id": "04-01", 
          "img": "{{:en:obs:obs-04-01.jpg?nolink&640x360}}", 
          "text": "Plusieurs années après le déluge, Il y avait, à nouveau, beaucoup de gens dans le monde, et tous parlait la même langue.  Mais au lieu de remplir la terre comme Dieu avait ordonné, ils se sont rassemblés et ont bâti une ville."
        }, 
        {
          "id": "04-02", 
          "img": "{{:en:obs:obs-04-02.jpg?nolink&640x360}}", 
          "text": "Les gens étaient très orgueilleux, et n'ont pas écouté Dieu.  Ils ont même commencé a bâtir une grande tour qui allait jusqu'au ciel.  Dieu dit que si ils continuaient a faire comme ceci, Ils pourraient faire encore plus de mal."
        }, 
        {
          "id": "04-03", 
          "img": "{{:en:obs:obs-04-03.jpg?nolink&640x360}}", 
          "text": "Alors Dieu a changé leur langue en plusieurs langues différentes et a dispersé les gens partout dans le monde entier.  La ville qu'ils ont commencé a bâtir s'appelait Babel, qui veut dire \"confus.\""
        }, 
        {
          "id": "04-04", 
          "img": "{{:en:obs:obs-04-04.jpg?nolink&640x360}}", 
          "text": "Une centaine d'années plus tard, Dieu a parlé a un homme qui s'appelait Abram.  Dieu lui a dit, \"Laisse ton pays et ta famille and va vers le pays que je vais t'indiquer.  Je vais te bénir et je ferai de toi une grande nation.Je bénirai ceux qui te béniront et je maudirai ceux qui te maudiront.  Toutes les familles de la terre seront bénies en toi.\""
        }, 
        {
          "id": "04-05", 
          "img": "{{:en:obs:obs-04-05.jpg?nolink&640x360}}", 
          "text": "Alors Abram obéit Dieu.  Il a prit sa femme Sarai, tous ses domestiques et tout les biens qu'il possédait  et partirent dans le pays que Dieu lui avait montré, le pays de Canaan."
        }, 
        {
          "id": "04-06", 
          "img": "{{:en:obs:obs-04-06.jpg?nolink&640x360}}", 
          "text": "Quand Abram est arrivé à Canaan Dieu dit, \"Regarde autour de toi.  Je te donnerai ainsi qu'à tes descendants tout le pays que tu vois comme héritage.\" Puis Abram s'est installé dans ce pays."
        }, 
        {
          "id": "04-07", 
          "img": "{{:en:obs:obs-04-07.jpg?nolink&640x360}}", 
          "text": "Un jour Abraham a fait la connaissance de Melchizedek, le prêtre du Dieu très haut.  Melchizedek a bénit Abram et lui dit, \"Que Dieu a qui appartient le ciel et la terre te bénisse  Abram.\"  Puis Abram a donné a Melchizedek un dixième de ce qu'il possédait."
        }, 
        {
          "id": "04-08", 
          "img": "{{:en:obs:obs-04-08.jpg?nolink&640x360}}", 
          "text": "Plusieurs années ont passées, mais Abram et Sarai n'avait toujours pas de fils.  Dieu a parlé a Abram et lui a promit encore une fois qu'il aurait un fils et autant de descendants qu'il y a d'étoiles dans le ciel.  Abram a cru à la promesse de Dieu.  Dieu a déclaré que Abram était juste parce qu'il croyait à la promesse de Dieu."
        }, 
        {
          "id": "04-09", 
          "img": "{{:en:obs:obs-04-09.jpg?nolink&640x360}}", 
          "text": "Puis Dieu a fait une alliance avec Abram.  Une alliance c'est un accord entre deux groupes.  Dieu a dit, \"Je te donnerai un fils qui vient de ton corps. Je donne le pays de Canaan à tes descendants.\" Mais Abram n'avait toujours pas de fils."
        }
      ], 
      "number": "04", 
      "ref": "A Bible story from: Genesis 11-15", 
      "title": "4. L'alliance de Dieu avec Abraham"
    }, 
    {
      "frames": [
        {
          "id": "05-01", 
          "img": "{{:en:obs:obs-05-01.jpg?nolink&640x360}}", 
          "text": "Dix ans après que Abram et Sarai sont arrivés à Canaan, Ils n'avaient pas encore d'enfants. Alors Sarai, la femme de Abram lui dit, \"Puisque Dieu ne m'a pas permis d'avoir des enfants et maintenant je suis trop âgée pour en avoir, va vers ma servante, Hagar. Tu l'épouses pour qu'elle ait des enfants pour moi.\""
        }, 
        {
          "id": "05-02", 
          "img": "{{:en:obs:obs-05-02.jpg?nolink&640x360}}", 
          "text": "Alors Abram a épousée Hagar.  Hagar a eu un bébé, un garçon, et Abram lui donna le nom de Ishmael.  Mais Sarai est devenue jalouse de Hagar.  Quand Ishmael avait 13 ans, Dieu parla à Abram en disant,"
        }, 
        {
          "id": "05-03", 
          "img": "{{:en:obs:obs-05-03.jpg?nolink&640x360}}", 
          "text": "\"Je suis le Dieu tout puissant.  J'établirai mon alliance avec toi.\" Puis Abram tomba sur sa face.  Dieu dit, \"Tu deviendras père d'une multitude de nations. Je te donnerai à toi et à tes descendants le pays de Canaan en possession perpétuelle, et je serai leur Dieu. Chaque mâle dans ta famille sera circoncis.\""
        }, 
        {
          "id": "05-04", 
          "img": "{{:en:obs:obs-05-04.jpg?nolink&640x360}}", 
          "text": "\"Ta femme, Sarai, aura un fils-il sera le fils de ma promesse.  Tu lui donne le nom de Isaac.  J'établirai mon alliance avec lui et il deviendra une grande nation.  Je ferai de Ishmael une grande nation, aussi, mais mon alliance sera avec Isaac.\"  Puis Dieu a changé le nom de Abram.  Il est devenu Abraham, qui signifie \"père de beaucoup.\"  Dieu a changé aussi le nom de Sarai qui est devenue Sarah, qui veut dire \"princesse.\""
        }, 
        {
          "id": "05-05", 
          "img": "{{:en:obs:obs-05-05.jpg?nolink&640x360}}", 
          "text": "Ce jour là Abraham a circoncit tous les mâles parmi les gens de sa maison.  Une année plus tard, quand Abraham avait 100 ans et Sarah 90, Sarah a eu un fils avec Abraham.  Ils lui ont donné le nom de Isaac selon l'ordre que Dieu lui avait donné."
        }, 
        {
          "id": "05-06", 
          "img": "{{:en:obs:obs-05-06.jpg?nolink&640x360}}", 
          "text": "Après que Isaac est devenu un jeune homme, Dieu a mis à l'épreuve la foi d'Abraham en disant, \"Prend Isaac, ton  fils unique, et tu le tue comme sacrifice pour Moi.\"  Abraham a encore obéit Dieu et prépara a sacrifier son fils."
        }, 
        {
          "id": "05-07", 
          "img": "{{:en:obs:obs-05-07.jpg?nolink&640x360}}", 
          "text": "Abraham et Isaac partirent a l'endroit du sacrifice.  Isaac demande,\"Mon père, nous avons du bois pour le sacrifice, mais où est l'agneau?\" Abraham répondit, \"Dieu nous pourvoira lui même l'agneau pour le sacrifice, mon fils.\""
        }, 
        {
          "id": "05-08", 
          "img": "{{:en:obs:obs-05-08.jpg?nolink&640x360}}", 
          "text": "Lorsqu'ils furent arrivés au lieu du sacrifice, Abraham lia son fils Isaac et le mit sur l'autel.  Il était prêt a égorger son fils quant Dieu dit, \"Arrête! Ne fait pas de mal à ce garçon! Je sais maintenant que tu me crains parce que tu ne m'as pas refusé ton fils unique.\""
        }, 
        {
          "id": "05-09", 
          "img": "{{:en:obs:obs-05-09.jpg?nolink&640x360}}", 
          "text": "Abraham voit un belier tout près qui était cachè dans un buisson.  Dieu a fournit un bélier pour offrir comme sacrifice à la place de son fils:  Abraham a offert avec bonheur le belier comme sacrifice."
        }, 
        {
          "id": "05-10", 
          "img": "{{:en:obs:obs-05-10.jpg?nolink&640x360}}", 
          "text": "Puis Dieu dit à Abraham, \"Parce que tu n'as pas refusé de tout me donner, même ton fils unique, Je promet de te bénir.  Je multiplierai tes descendants, comme les étoiles dans le ciel. Parce que tu as obéi a ma voix, toutes les nations de la terre seront bénies.\""
        }
      ], 
      "number": "05", 
      "ref": "A Bible story from: Genesis 16-22", 
      "title": "5. Le fils de la promesse"
    }, 
    {
      "frames": [
        {
          "id": "06-01", 
          "img": "{{:en:obs:obs-06-01.jpg?nolink&640x360}}", 
          "text": "Quand Abraham est devenu très âgé, et son fils, Isaac, est devenu un homme, Abraham a envoyé un de ses serviteurs au pays où sa famille habitait pour trouver une femme pour son fils, Isaac."
        }, 
        {
          "id": "06-02", 
          "img": "{{:en:obs:obs-06-02.jpg?nolink&640x360}}", 
          "text": "Apres un très long voyage, Dieu a conduit le serviteur vers Rebecca, qui était la petite fille du frère d'Abraham."
        }, 
        {
          "id": "06-03", 
          "img": "{{:en:obs:obs-06-03.jpg?nolink&640x360}}", 
          "text": "Rebecca a consenti de quitter sa famille et de partir avec le serviteur.  Isaac s'est marié avec elle aussitôt qu'elle est arrivée."
        }, 
        {
          "id": "06-04", 
          "img": "{{:en:obs:obs-06-04.jpg?nolink&640x360}}", 
          "text": "Très longtemps après, Abraham est mort et toutes les promesses que Dieu lui avait faites dans l'alliance ont été transmises à Isaac.  Dieu a promis que Abraham aurait beaucoup de descendants, mais la femme de Isaac, Rebecca ne pouvait pas avoir d'enfants."
        }, 
        {
          "id": "06-05", 
          "img": "{{:en:obs:obs-06-05.jpg?nolink&640x360}}", 
          "text": "Isaac implora Dieu pour Rebecca, et Dieu l'exauça et Rebecca devint enceinte avec des jumeaux.  Pendant qu'ils étaient dans son ventre, les deux enfants se luttaient l'un contre l'autre, alors Rebecca demanda a Dieu ce qui se passait."
        }, 
        {
          "id": "06-06", 
          "img": "{{:en:obs:obs-06-06.jpg?nolink&640x360}}", 
          "text": "Dieu dit a Rebecca, \"Il y a deux nations dans ton ventre.  Elles vont lutter l'une contre l'autre et le fils ainé servira le plus jeune.\""
        }, 
        {
          "id": "06-07", 
          "img": "{{:en:obs:obs-06-07.jpg?nolink&640x360}}", 
          "text": "Quand les bébés de Rebecca sont nés, le premier est né tout rouge et avec beaucoup de poils.  Ils lui ont donné le nom de Esau.  Puis son frère est né en tenant dans sa main le talon de Esau, et ils lui ont donné le nom de Jacob."
        }
      ], 
      "number": "06", 
      "ref": "A Bible story from: Genesis 24:1-25:26", 
      "title": "6. Dieu va subvenir aux besoins de Isaac"
    }, 
    {
      "frames": [
        {
          "id": "07-01", 
          "img": "{{:en:obs:obs-07-01.jpg?nolink&640x360}}", 
          "text": "Pendant que les enfants grandissent, Rebecca aimait Jacob mais Isaac aimait Esau. Jacob aimait rester a la maison, mais Esau aimait chasser."
        }, 
        {
          "id": "07-02", 
          "img": "{{:en:obs:obs-07-02.jpg?nolink&640x360}}", 
          "text": "Un jour, quand Esau revenait de la chasse, Il avait très faim.  Esau dit a Jacob, \"Donne moi de la nourriture que tu as préparé s'il te plait.  Jacob répondit, d'abord vends moi aujourd'hui ton droit d'aînesse.\" Alors Esau donna a Jacob son droit d'aînesse. Alors Jacob lui donna à manger."
        }, 
        {
          "id": "07-03", 
          "img": "{{:en:obs:obs-07-03.jpg?nolink&640x360}}", 
          "text": "Isaac voulait donner sa benediction à Esau.  Mais avant de le faire, Rebecca and Jacob ont dupé Isaac en faisant passer Jacob pour Esau.  Jacob était âgé and ne voyait plus.  Alors Jacob a pris les habits de Esau et a couvert son cou et ses mains de peau de chevreau."
        }, 
        {
          "id": "07-04", 
          "img": "{{:en:obs:obs-07-04.jpg?nolink&640x360}}", 
          "text": "Jacob va voir Isaac et lui dit, \"Je suis Esau, Je suis venu pour recevoir ta bénédiction.\"  Quand Isaac a senti la peau de chevreau et l'odeur de ses vêtements, Il a pensé que c'était Esau et l'a béni."
        }, 
        {
          "id": "07-05", 
          "img": "{{:en:obs:obs-07-05.jpg?nolink&640x360}}", 
          "text": "Esau conçu de la haine pour Jacob parce qu'il lui avait enlevé ses droits d'aînesse ainsi que sa bénédiction.  Donc il a projeté de tuer Jacob une fois la mort de son père."
        }, 
        {
          "id": "07-06", 
          "img": "{{:en:obs:obs-07-06.jpg?nolink&640x360}}", 
          "text": "Mais Rebecca a su le plan de Esau. Rebecca et Isaac ont envoyés Jacob vivre très loin avec de la famille."
        }, 
        {
          "id": "07-07", 
          "img": "{{:en:obs:obs-07-07.jpg?nolink&640x360}}", 
          "text": "Jacob est resté dans ce pays pendant plusieurs années, et pendant ce temps il s'est marié et a eu 12 fils et une fille.  Dieu l'a rendu très riche."
        }, 
        {
          "id": "07-08", 
          "img": "{{:en:obs:obs-07-08.jpg?nolink&640x360}}", 
          "text": "Apres 20 ans d'absence de son pays, Canaan, Jacob y retourna avec sa famille, ses serviteurs, et tous ses animaux."
        }, 
        {
          "id": "07-09", 
          "img": "{{:en:obs:obs-07-09.jpg?nolink&640x360}}", 
          "text": "Jacob avait très peur parce qu'il pensait que Esau voulait le tuer.  Alors il donna a Esau beaucoup de troupeaux comme cadeau.  Les serviteurs qui ont amené les animaux ont dit a Esau, \"ces animaux sont un cadeau de votre serviteur, Jacob.  Il va bientôt arriver.\""
        }, 
        {
          "id": "07-10", 
          "img": "{{:en:obs:obs-07-10.jpg?nolink&640x360}}", 
          "text": "Mais Esau avait déjà pardonné Jacob, et ils se sont retrouvés avec bonheur.  Jacob viva paisiblement dans le pays de Canaan.  Puis Isaac est mort, et Jacob et Esau l'ont enterré.  Les promesses de l'alliance que Dieu avait faites à Abraham puis à Isaac sont passées maintenant à Jacob."
        }
      ], 
      "number": "07", 
      "ref": "A Bible story from: Genesis 25:27-33:20", 
      "title": "7. Dieu bénit Jacob"
    }, 
    {
      "frames": [
        {
          "id": "08-01", 
          "img": "{{:en:obs:obs-08-01.jpg?nolink&640x360}}", 
          "text": "Les frères de Joseph le détestait, car il était le fils favori de leur père,  et aussi parce que Joseph avait eu un rêve qu'il serait un jour leur souverain.  Quand Joseph trouve ses frères, Ils le prirent et le vende à des commerçants d'esclaves."
        }, 
        {
          "id": "08-02", 
          "img": "{{:en:obs:obs-08-02.jpg?nolink&640x360}}", 
          "text": "Plusieurs années plus tard, quand Jacob est devenu âgé, il a envoyé son fils preferré, Joseph, pour voir si ses frères ainés, qui étaient très loin, prenaient soin des troupeaux."
        }, 
        {
          "id": "08-03", 
          "img": "{{:en:obs:obs-08-03.jpg?nolink&640x360}}", 
          "text": "Avant que les frères de Joseph retournent chez eux, Ils dépouillent Joseph de sa tunique et ils plongent la tunique dans du sang de bouc. Puis ils ont montré la tunique à leur père pour qu'il pense qu'un animal avait tué Joseph.  Jacob était très triste."
        }, 
        {
          "id": "08-04", 
          "img": "{{:en:obs:obs-08-04.jpg?nolink&640x360}}", 
          "text": "Les commerçants d'esclaves amenèrent Joseph en Egypte.  L'Egypte était un pays très grand et puissant situé le long du Nile. Les commerçants d'esclaves vendirent Joseph comme esclave à un officier du gouvernement qui était très riche.  Joseph travaillait bien pour son maître et Dieu l'a bénit."
        }, 
        {
          "id": "08-05", 
          "img": "{{:en:obs:obs-08-05.jpg?nolink&640x360}}", 
          "text": "La femme de son maître voulait coucher avec Joseph, mais Joseph refusa de commettre un péché contre Dieu.  Elle devient en colère et accuse à tort Joseph pour qu'il soit arrêté et mis en prison.  Même en prison, Joseph resta fidèle a Dieu, et Dieu l'a bénit."
        }, 
        {
          "id": "08-06", 
          "img": "{{:en:obs:obs-08-06.jpg?nolink&640x360}}", 
          "text": "Deux ans plus tard, Joseph était toujours en prison, quoiqu'il était innocent.  Une nuit, le roi d'Egypte, qui s'appelait le Pharaon, a eu deux rêves qui le rendait très triste.  Aucun des ses conseillers ne pouvait lui donner une explication."
        }, 
        {
          "id": "08-07", 
          "img": "{{:en:obs:obs-08-07.jpg?nolink&640x360}}", 
          "text": "Dieu donna la compétence à Joseph pour interpréter les rêves, alors Le Pharaon a fait sortir Joseph de  prison.  Joseph lui  expliqua les rêves et did,\"Dieu va envoyer sept années de grande abondance suivies par sept années de famine.\""
        }, 
        {
          "id": "08-08", 
          "img": "{{:en:obs:obs-08-08.jpg?nolink&640x360}}", 
          "text": "Le Pharaon était si impressionné avec Joseph qu'il l'a fait la deuxième personne la plus importante de toute l'Egypte!"
        }, 
        {
          "id": "08-09", 
          "img": "{{:en:obs:obs-08-09.jpg?nolink&640x360}}", 
          "text": "Joseph dit au peuple d'amasser des quantités considérables de vivres pendant les sept années d'abondance.  Puis Joseph vendit les vivres au peuple pendant les sept années de famine pour que tout le monde ait de quoi manger."
        }, 
        {
          "id": "08-10", 
          "img": "{{:en:obs:obs-08-10.jpg?nolink&640x360}}", 
          "text": "La famine était très rigoureuse pas seulement en Egype, mais aussi dans le pays de Canaan où Jacob et sa famille demeuraient."
        }, 
        {
          "id": "08-11", 
          "img": "{{:en:obs:obs-08-11.jpg?nolink&640x360}}", 
          "text": "Alors Jacob a envoyé ses fils en Egypte pour acheter des vivres.  Les frères n'ont pas reconnu Joseph quand ils sont arrivés devant lui pour acheter les vivres.  Mais Joseph les a reconnus."
        }, 
        {
          "id": "08-12", 
          "img": "{{:en:obs:obs-08-12.jpg?nolink&640x360}}", 
          "text": "Apres avoir vérifié pour être certain que ses frères avaient changés, Joseph leur dit, \"Je suis votre frère, Joseph! N'ayez pas peur.  Vous aviez méditer de me faire du mal quand vous m'avez vendu comme esclave, mais Dieu a changé le mal en bien! Venez vivre en Egypte pour que je puisse vous nourrir ainsi que vos familles.\""
        }, 
        {
          "id": "08-13", 
          "img": "{{:en:obs:obs-08-13.jpg?nolink&640x360}}", 
          "text": "Quand les frères de Joseph sont retournés chez eux et ont dit à leur père, Jacob, que Joseph était vivant, Il était très heureux."
        }, 
        {
          "id": "08-14", 
          "img": "{{:en:obs:obs-08-14.jpg?nolink&640x360}}", 
          "text": "Quoique Jacob était très âgé, Il se rendit en Egypte avec toute sa famille, et ils y ont habité tous là bas.  Jacob a bénit chacun des ses fils avant qu'il meure."
        }, 
        {
          "id": "08-15", 
          "img": "{{:en:obs:obs-08-15.jpg?nolink&640x360}}", 
          "text": "Les promesses de l'alliance que Dieu donna a Abraham ont été passées a Isaac, puis à Jacob, et puis à ses douze fils et leurs familles.  Les descendants des douze fils forment les douze tribus d'Israel."
        }
      ], 
      "number": "08", 
      "ref": "A Bible story from: Genesis 37-50", 
      "title": "8. Dieu sauve Joseph et sa famille"
    }, 
    {
      "frames": [
        {
          "id": "09-01", 
          "img": "{{:en:obs:obs-09-01.jpg?nolink&640x360}}", 
          "text": "Apres la mort de Joseph, toute sa famille est restée en Egypte.  Sa famille et leurs descendants continuent de vivre en Egypte pendant plusieurs années et ont eu beaucoup d'enfants.  Ils s'appelaient les Israélites."
        }, 
        {
          "id": "09-02", 
          "img": "{{:en:obs:obs-09-02.jpg?nolink&640x360}}", 
          "text": "Une centaine d'annèes plus tard, un nouveau Pharaon vient au pouvoir en Egypte.  Les Egyptians ne se souvenaient plus de Joseph et tout ce qu'il avait fait pour les aider.  Ils craignaient les Israélites parce que ils étaient si nombreux.  Alors les Egyptiens ont fait des Israélites des esclaves."
        }, 
        {
          "id": "09-03", 
          "img": "{{:en:obs:obs-09-03.jpg?nolink&640x360}}", 
          "text": "Les Egyptiens ont forcé les Israélites a bâtir beaucoup de bâtiments et même des villes entières.  Le travail dur a rendu leur vie malheureuse, mais Dieu les a béni, et ils ont eu encore plus d'enfants."
        }, 
        {
          "id": "09-04", 
          "img": "{{:en:obs:obs-09-04.jpg?nolink&640x360}}", 
          "text": "Le Pharaon vu que les Israélites avaient beaucoup d'enfants, donc il ordonna son peuple de tuer tous les garçons nés des Israélites en les jetant dans le Nile."
        }, 
        {
          "id": "09-05", 
          "img": "{{:en:obs:obs-09-05.jpg?nolink&640x360}}", 
          "text": "Une certaine femme Israélite donna naissance à un garçon. Elle et son mari cachaient le bébé aussi longtemps qu'ils pouvaient."
        }, 
        {
          "id": "09-06", 
          "img": "{{:en:obs:obs-09-06.jpg?nolink&640x360}}", 
          "text": "Quand les parents de l'enfant ne pouvaient plus le cacher, ils l'ont mis dans un panier flottant parmi les roseaux sur le bord du fleuve."
        }, 
        {
          "id": "09-07", 
          "img": "{{:en:obs:obs-09-07.jpg?nolink&640x360}}", 
          "text": "Une fille du Pharaon aperçut le panier et regarda à l'intérieur.  Quand elle aperçoit le bébé, elle le prend et elle l'éleva comme son propre fils.  Elle embaucha une femme Israélite comme nourrice, sans savoir que c'était la mère du bébé.  Quand l'enfant grandit, sa mère le rendra à la fille du Pharaon qu'il l'appela Moïse."
        }, 
        {
          "id": "09-08", 
          "img": "{{:en:obs:obs-09-08.jpg?nolink&640x360}}", 
          "text": "Un jour, Quant Moïse est devenu grand, Il vit une Egyptienne qui frappait une esclave Israélite. Moise essaya de sauver sa compatriote."
        }, 
        {
          "id": "09-09", 
          "img": "{{:en:obs:obs-09-09.jpg?nolink&640x360}}", 
          "text": "Quant Moïses pensa que personne ne le voyait, il tua l'Egyptien et enterra son corps.  Mais quelqu'un l'a aperçu et a vu ce qui c'était passé."
        }, 
        {
          "id": "09-10", 
          "img": "{{:en:obs:obs-09-10.jpg?nolink&640x360}}", 
          "text": "Quant le Pharaon apprit ce qui s'était passé, Il essaya de tuer Moïse pour ce qu'il avait fait. Mais Moïse s'enfuit d'Egypte et se retira dans la nature où il pourra être hors de danger et loin des soldats du Pharaon."
        }, 
        {
          "id": "09-11", 
          "img": "{{:en:obs:obs-09-11.jpg?nolink&640x360}}", 
          "text": "Moïse devint un berger dans la nature loin d'Egypte.  Il se marrira et aura 2 fils."
        }, 
        {
          "id": "09-12", 
          "img": "{{:en:obs:obs-09-12.jpg?nolink&640x360}}", 
          "text": "Un jour, pendant que Moïse s'occupait de son troupeau, il voit un buisson qui était en feu. Mais le buisson ne se consumait pas.  Moïse s'approcha du buisson.  Quand il était tout prés du buisson en feu, Il entend la voix de Dieu qui lui dit, \"Moïse, ôte tes souliers car le lieu sur lequel tu te tiens est une terre sainte.\""
        }, 
        {
          "id": "09-13", 
          "img": "{{:en:obs:obs-09-13.jpg?nolink&640x360}}", 
          "text": "Dieu ajouta,\" J'ai vu la souffrance de mon peuple.  je t'enverrai auprès du Pharaon pour que tu fasses sortir les enfants d'Israel pour les délivrer de leur esclavage en Egypte. Je leur donnerai le pays de Canaan, le pays promis à Abraham, Isaac et Jacob.\""
        }, 
        {
          "id": "09-14", 
          "img": "{{:en:obs:obs-09-14.jpg?nolink&640x360}}", 
          "text": "Moïses dit, \"Mais si le peuple demande qui m'a envoyé, que devrais je dire?\" Dieu dit, \"Je SUIS QUI JE SUIS. Dis leur aussi, 'Je suis Yahweh, le Dieu de vos ancêtres, Isaac, et Jacob. Voila mon nom pour l'éternité.'\""
        }, 
        {
          "id": "09-15", 
          "img": "{{:en:obs:obs-09-15.jpg?nolink&640x360}}", 
          "text": "Moïse ne voulait pas aller vers Pharaon parce qu'il pensait qu'il ne pourrait pas bien lui parler, alors Dieu a envoyé le frère de Moïse, Aaron, pour l'aider.  Dieu a prévenu Moïse et Aaron que le Pharaon allait être obstiné."
        }
      ], 
      "number": "09", 
      "ref": "A Bible story from: Exodus 1-4", 
      "title": "9. Dieu appelle Moïse"
    }, 
    {
      "frames": [
        {
          "id": "10-01", 
          "img": "{{:en:obs:obs-10-01.jpg?nolink&640x360}}", 
          "text": "Moïse et son frère Aaron rendirent visite à Pharaon. Ils disent, \"Voilà ce que le Dieu d'israël dit- 'Laisse Mon peuple partir!'\" Pharaon ne les entendra pas. Au lieu de permettre aux Israélites de sortir librement, il fit leur travail plus dur!"
        }, 
        {
          "id": "10-02", 
          "img": "{{:en:obs:obs-10-02.jpg?nolink&640x360}}", 
          "text": "Pharaon refusera continuellement de permettre les Israélites de partir, donc Dieu enverra  dix plaies terribles à l'Égypte. Dieu démontrera à Pharaon qu'Il a plus de pouvoir qu'un roi et tous les dieux d'Égypte."
        }, 
        {
          "id": "10-03", 
          "img": "{{:en:obs:obs-10-03.jpg?nolink&640x360}}", 
          "text": "Dieu changera le Nil en sang, mais Pharaon continuera de refuser de faire ce que Dieu a dit."
        }, 
        {
          "id": "10-04", 
          "img": "{{:en:obs:obs-10-04.jpg?nolink&640x360}}", 
          "text": "Alors Dieu a envoyé une invasion de grenouilles. Pharaon suppliera Moïse d'enlever les grenouilles, mais après que tous les grenouilles étaient décédées, Pharaon à endurci son cœur et il ne lassait pas les Israélites partir."
        }, 
        {
          "id": "10-05", 
          "img": "{{:en:obs:obs-10-05.jpg?nolink&640x360}}", 
          "text": "Alors Dieu a envoyé une invasion de moucherons. Et ensuite Il a envoyé une invasion de mouches. Pharaon appellera Moïse et Aaron et il leur a dit que les Israélites peuvent partir si l'invasion arrêtait. Moïse priera et Dieu enlèvera toutes les mouches d'Egypte, mais Pharaon a endurci son cœur et il ne les laissera pas partir."
        }, 
        {
          "id": "10-06", 
          "img": "{{:en:obs:obs-10-06.jpg?nolink&640x360}}", 
          "text": "Suivante, Dieu a envoyé une maladie pour tuer les bêtes des Égyptiens. Mais le cœur de Pharaon a été endurci et il ne laissera pas les Israélites partir."
        }, 
        {
          "id": "10-07", 
          "img": "{{:en:obs:obs-10-07.jpg?nolink&640x360}}", 
          "text": "Ensuite Dieu dit à Moïse de lancer les cendres dans l'air devant Pharaon. Quand Moïse a fait cela, les plaies douloureuses sont apparues sur les Égyptiens -- mais pas sur les Israélites. Dieu a endurci la cœur de Pharaon et Pharaon ne permettait pas les Israélites d'être libres."
        }, 
        {
          "id": "10-08", 
          "img": "{{:en:obs:obs-10-08.jpg?nolink&640x360}}", 
          "text": "Après cela, Dieu a envoyé beaucoup de grêle, qui détruisait la plupart des récoltes des Égyptiens et a tué les gens dehors. Pharaon appellera Moïse et Aaron et il leur a dit, \"J'ai pêché. Vous pouvez sortir de l'Egypte.\" Moise priera à cause de ses mots et la grêle arrêtera."
        }, 
        {
          "id": "10-09", 
          "img": "{{:en:obs:obs-10-09.jpg?nolink&640x360}}", 
          "text": "Mais Pharaon a pêché encore et il endurcit son cœur. Il ne permettait pas les Israélites de sortir d'Egypte."
        }, 
        {
          "id": "10-10", 
          "img": "{{:en:obs:obs-10-10.jpg?nolink&640x360}}", 
          "text": "Alors Dieu a envoyé les invasions de sauterelles à Égypte. Les sauterelles mangèrent toutes les récoltes que la grêle n'avait pas déjà détruite."
        }, 
        {
          "id": "10-11", 
          "img": "{{:en:obs:obs-10-11.jpg?nolink&640x360}}", 
          "text": "Ensuite Dieu a envoyé une obscurité pendant trois jours. C'était trop sombre pour les Égyptiens de sortir de leurs maisons.  Mais il y avait de la lumière où les Israélites habitaient."
        }, 
        {
          "id": "10-12", 
          "img": "{{:en:obs:obs-10-12.jpg?nolink&640x360}}", 
          "text": "Même après ces neufs plaies , Pharaon refusera de laisser sortir les Israélites. Car Pharaon n'entendait pas, Dieu projètera d'envoyer une dixième plaie . Cette plaie  était certaine de changer l'avis de Pharaon."
        }
      ], 
      "number": "10", 
      "ref": "Cet histoire de la Bible vient de: Exode, chapitres 5-10", 
      "title": "10. Les dix plaies"
    }, 
    {
      "frames": [
        {
          "id": "11-01", 
          "img": "{{:en:obs:obs-11-01.jpg?nolink&640x360}}", 
          "text": "Dieu a donné un avertissement à Pharaon qu'il alla tuer le premier-né de tous les animaux et des gens aussi. Quand Pharaon a entendu cela, il refusera encore de croire en Dieu."
        }, 
        {
          "id": "11-02", 
          "img": "{{:en:obs:obs-11-02.jpg?nolink&640x360}}", 
          "text": "Dieu donnera une façon de sauvegarder le premier-né des familles qui croyaient en Lui. Chaque famille durent choisir un agneau où une chèvre parfaite et la tuer."
        }, 
        {
          "id": "11-03", 
          "img": "{{:en:obs:obs-11-03.jpg?nolink&640x360}}", 
          "text": "Ensuite les gens durent mettre le sang de leur sacrifice autour de la porte de leur maison. Ils ont été supposé de faire rôtir la viande et la manger vite, avec un pain fabriqué sans la levure. Ils ont du être capable de sortir d'Egypte avant de manger."
        }, 
        {
          "id": "11-04", 
          "img": "{{:en:obs:obs-11-04.jpg?nolink&640x360}}", 
          "text": "Les Israélites ont fait toutes les choses exactement comme Dieu leur a dit. Dans la nuit Dieu traversa l'Égypte et tuera chaque premier-né."
        }, 
        {
          "id": "11-05", 
          "img": "{{:en:obs:obs-11-05.jpg?nolink&640x360}}", 
          "text": "Toutes les maisons des Israélites eurent du sang autour de leurs portes, donc Dieu passera ces maisons et tous les gens à l'intérieur. Ils ont été sauvés par le sang de l'agneau."
        }, 
        {
          "id": "11-06", 
          "img": "{{:en:obs:obs-11-06.jpg?nolink&640x360}}", 
          "text": "Mais la plupart des Égyptiens ne croyaient pas en Dieu et ils ne l'obéissaient pas. Alors Dieu ne passera pas leurs maisons. Dieu tuera chaque premier-né des enfants et chaque premier-né des bêtes de ces Égyptiens."
        }, 
        {
          "id": "11-07", 
          "img": "{{:en:obs:obs-11-07.jpg?nolink&640x360}}", 
          "text": "Presque tous les premier-nés Égyptiens ont été tués- le premier-né d'un criminel dans une prison et même le premier-né du roi, Pharaon. Cette nuit là, l'Egypte était pleine de tristesse."
        }, 
        {
          "id": "11-08", 
          "img": "{{:en:obs:obs-11-08.jpg?nolink&640x360}}", 
          "text": "Le même nuit, Pharaon appellera Moïse et Aaron et il dit, \"Prenez les Israélites et sortez d'Egypte immédiatement!\" Le peuple d'Egypte pressèrent les Israélites à partir toute suite aussi."
        }
      ], 
      "number": "11", 
      "ref": "Cet histoire de la Bible vient de Exode, chapitres 11 et 12", 
      "title": "11. La Pâques Juive"
    }, 
    {
      "frames": [
        {
          "id": "12-01", 
          "img": "{{:en:obs:obs-12-01.jpg?nolink&640x360}}", 
          "text": "Les Israélites étaient très heureux de sortir d'Egypte. Ils n'étaient plus les esclaves et ils voyageront à la Terre Promise, l'endroit que Dieu a promis de donner aux descendants de Abraham. Les Égyptiens ont donné aux Israélites n'importe quoi qu'ils demandaient, même l'or, l'argent, et autres choses valables. Quelques gens d'autres nations croyaient en Dieu et ils sont partis avec les Israélites."
        }, 
        {
          "id": "12-02", 
          "img": "{{:en:obs:obs-12-02.jpg?nolink&640x360}}", 
          "text": "Dieu les guidait en passant avant eux dans la forme d'un pilier des nuages pendant la journée et dans la forme d'un pilier de feu pendant la nuit. Il était toujours avec les Israélites et Il les guidait pendant qu'ils voyageaient. Ils devaient seulement suivre Dieu."
        }, 
        {
          "id": "12-03", 
          "img": "{{:en:obs:obs-12-03.jpg?nolink&640x360}}", 
          "text": "Après un peu de temps, Pharaon et son peuple ont changé d'avis et ils ont voulus que les Israélites soient encore leurs esclaves. Dieu a fait cela pour avoir plus de gloire et pour démontré qu'Il avait plus de pouvoir que Pharaon et ses dieux et ses idoles."
        }, 
        {
          "id": "12-04", 
          "img": "{{:en:obs:obs-12-04.jpg?nolink&640x360}}", 
          "text": "Alors, Pharaon et son armée ont poursuivi les Israélites pour les faire leurs esclaves une autre fois. Quand les Israélites ont vu l'armée Égyptienne en train de venir, ils se sont rendus compte qu'ils ont été pris entre l'armée et la Mer Rouge. Ils ont eu peur et ils ont crié, \"Pourquoi est-ce que nous sommes partis d'Egypte? Nous allons mourir!\""
        }, 
        {
          "id": "12-05", 
          "img": "{{:en:obs:obs-12-05.jpg?nolink&640x360}}", 
          "text": "Moïse dit au peuple, \"N'ayez pas peur! Dieu se battra pour vous aujourd'hui et Il vous sauvera.\" Ensuite Dieu dit à Moïse, \"Dit au peuple d'avancer jusqu'au la Mer Rouge.\""
        }, 
        {
          "id": "12-06", 
          "img": "{{:en:obs:obs-12-06.jpg?nolink&640x360}}", 
          "text": "Le pilier de nuages s'est déplacé entre les Égyptiens et les Israélites pour que les Égyptiens ne soient pas capable de voir les Israélites."
        }, 
        {
          "id": "12-07", 
          "img": "{{:en:obs:obs-12-07.jpg?nolink&640x360}}", 
          "text": "Dieu dit à Moise de lever sa main au dessus de la mer pour diviser l'eau. Le vent a causé l'eau dans la mer de se séparer entre la gauche et la droite. Cela a créé un chemin sec par la mer."
        }, 
        {
          "id": "12-08", 
          "img": "{{:en:obs:obs-12-08.jpg?nolink&640x360}}", 
          "text": "Les Israélites ont marché sur la terre sèche, entre les murs d'eau juste à côté de leur chemin."
        }, 
        {
          "id": "12-09", 
          "img": "{{:en:obs:obs-12-09.jpg?nolink&640x360}}", 
          "text": "Ensuite les nuages se sont déplacés et les Égyptiens ont vu les Israélites en train d'échapper. Ils ont décidé de les chasser."
        }, 
        {
          "id": "12-10", 
          "img": "{{:en:obs:obs-12-10.jpg?nolink&640x360}}", 
          "text": "Alors les Égyptiens ont suivi les Israélites sur le chemin du mer, mais Dieu a plongé les Égyptiens dans l'embarras et Il a causé leurs chariots de devenir posé. Ils n'ont pas pu bouger, mais ils ont crié, \"Courons! Le Seigneur se bats pour les Israélites.\""
        }, 
        {
          "id": "12-11", 
          "img": "{{:en:obs:obs-12-11.jpg?nolink&640x360}}", 
          "text": "Après que tous les Israélites étaient dans l'autre côté du mer, Dieu dit à Moïse de lever son main un autre fois. Quand Moïse a obéi, l'eau a tombé sur l'armée Égyptien pour retrouver son propre place. Toute l'armée d'Egypte a noyé dans le Mer Rouge."
        }, 
        {
          "id": "12-12", 
          "img": "{{:en:obs:obs-12-12.jpg?nolink&640x360}}", 
          "text": "Quand les Israélites ont vu que les Égyptiens étaient tous morts, ils croyaient en Dieu et ils mettraient confiance à Moïse comme le prophète de Dieu."
        }, 
        {
          "id": "12-13", 
          "img": "{{:en:obs:obs-12-13.jpg?nolink&640x360}}", 
          "text": "Les Israélites ont fait la fête parce que Dieu les a sauvé de l'esclavage et de la mort! En ce moment, ils étaient finalement libres de servir Dieu. Les Israélites ont chanté plusieurs chansons pour fêter leur liberté nouvelle et pour vénérer Dieu car Il les a sauvé."
        }, 
        {
          "id": "12-14", 
          "img": "{{:en:obs:obs-12-14.jpg?nolink&640x360}}", 
          "text": "Dieu dit aux Israélites de souvenir qu'Il a vaincu les Égyptiens par la célébration de la Pâque Juive. A cause de leur délivrance de l'esclavage, chaque année ils tuent un agneau parfait, ils le mangent avec le pain fabriqué sans la levure, et ils fêtent car Dieu les a sauvé des Égyptiens."
        }
      ], 
      "number": "12", 
      "ref": "Cet histoire de la Bible vient de: Exode 12:33-15:21", 
      "title": "12. L'Exode"
    }, 
    {
      "frames": [
        {
          "id": "13-01", 
          "img": "{{:en:obs:obs-13-01.jpg?nolink&640x360}}", 
          "text": "Après que Dieu avait guidé les Israélites à travers la Mer Rouge. Il les a guidé par le désert à une montagne qui s'appelait \"Sinaï.\" C'était la même montagne où Moïse a vu l'arbre avec le feu qui n'avait pas brûlé. Les Israélites ont monté leurs tentes au pied de la montagne."
        }, 
        {
          "id": "13-02", 
          "img": "{{:en:obs:obs-13-02.jpg?nolink&640x360}}", 
          "text": "Dieu dit à Moïse et les Israélites, \"Si vous m'obéissez et tenez mon alliance, vous serez ma possession bien aimée, un royaume de prêtres, et une nation sainte.\""
        }, 
        {
          "id": "13-03", 
          "img": "{{:en:obs:obs-13-03.jpg?nolink&640x360}}", 
          "text": "Trois jours plus tard, après que le peuple s'était préparé spirituellement, Dieu est descendu sur Mt. Sinaï avec le tonnerre, les éclairs, et le bruit d'une trompette. Seulement Moïse était  permis de monter la montagne."
        }, 
        {
          "id": "13-04", 
          "img": "{{:en:obs:obs-13-04.jpg?nolink&640x360}}", 
          "text": "Then God gave them the covenant and said, “I am Yahweh, your God, who saved you from slavery in Egypt. Do not worship other gods.”"
        }, 
        {
          "id": "13-05", 
          "img": "{{:en:obs:obs-13-05.jpg?nolink&640x360}}", 
          "text": "\"Ne fabriquez pas les idoles, ni les vénérez, parce que Moi, le Seigneur, Je suis un Dieu jaloux. N'utilisez pas Mon nom dans une façon irrespectueuse. Souvenez de garder le jour du sabbat saint. Faites tout votre travail dans six jours de la semaine, parce que le septième jour est un jour du repos, pour souvenir ce que J'ai fait.\""
        }, 
        {
          "id": "13-06", 
          "img": "{{:en:obs:obs-13-06.jpg?nolink&640x360}}", 
          "text": "\"Respectez vos pères et vos mères. Ne tuez personne. Ne commettez pas l'adultère. Ne volez rien. Ne mentez jamais. N'espérez pas que vous avez la femme ou la maison ou n'importe quoi qui appartenait à votre voisin.\""
        }, 
        {
          "id": "13-07", 
          "img": "{{:en:obs:obs-13-07.jpg?nolink&640x360}}", 
          "text": "Dieu a écrit ces dix commandements sur deux tablettes de pierre et Il les a donné à Moïse. Dieu a donné plusieurs autres lois et règles aux Israélites pour suivre aussi. Si le peuple les obéirait, Dieu les aidera et protègera comme Il a promis. Si ils n'obéiriez pas, Dieu les punisse."
        }, 
        {
          "id": "13-08", 
          "img": "{{:en:obs:obs-13-08.jpg?nolink&640x360}}", 
          "text": "Dieu dit aux Israélites la description d'une tente qu'ils étaient supposé de fabriquer pour Lui. Cette tente s'appelait la tente de rendez-vous et là, il y avait deux chambres avec un grand rideau entre eux. Personne pouvait entrer dans le chambre derrière le rideau sauf le plus haut prêtre, car Dieu habitait là."
        }, 
        {
          "id": "13-09", 
          "img": "{{:en:obs:obs-13-09.jpg?nolink&640x360}}", 
          "text": "N'importe qui n'a pas suivi un des lois de Dieu, il pouvait apporter un animaux à la tente de rendez-vous pour sacrifier cet animaux à Dieu.  Un prêtre tuait l'animaux et le brûlait sur l'autel. Le sang de l'animaux dissimulait les péchés de ce personne pour le faire sembler nettoyé dans les yeux de Dieu. Dieu a choisi Aaron, le frère de Moïse, et ses descendants d'être Ses prêtres."
        }, 
        {
          "id": "13-10", 
          "img": "{{:en:obs:obs-13-10.jpg?nolink&640x360}}", 
          "text": "Les gens ont accepté d'obéir les lois que Dieu les avait donné, de vénérer seulement Dieu, et d'être Son peuple spécial. Mais avant que beaucoup de temps avait passé, ils ont pêché terriblement."
        }, 
        {
          "id": "13-11", 
          "img": "{{:en:obs:obs-13-11.jpg?nolink&640x360}}", 
          "text": "Pendant plusieurs jours, Moïse était au dessus de Mt. Sinaï, en parlant avec Dieu. Les Israélites se sont lassé d'attendre pour Moïse de revenir. Alors, ils ont apporté leur or à Aaron et ils ont demandé à lui de faire une idole pour eux."
        }, 
        {
          "id": "13-12", 
          "img": "{{:en:obs:obs-13-12.jpg?nolink&640x360}}", 
          "text": "Donc Aaron a fait une idole d'or, façonné dans la forme d'un veau. Les Israélites ont vénère l'idole frénétiquement et ils ont fait des sacrifices pour le veau d'or! Dieu s'est fâché contre les pêchés et Il a pensé de les détruire. Mais Moïse a prié pour le peuple, et Dieu a entendu son prière et Il ne les a détruit pas."
        }, 
        {
          "id": "13-13", 
          "img": "{{:en:obs:obs-13-13.jpg?nolink&640x360}}", 
          "text": "Quand Moïse est descendu de la montagne, il a vu l'idole et il est devenu très fâché! Il a détruit les tablettes de pierre sur lesquels Dieu a écrit les dix commandements."
        }, 
        {
          "id": "13-14", 
          "img": "{{:en:obs:obs-13-14.jpg?nolink&640x360}}", 
          "text": "<font 13px background-color: rgb(255, 255, 255);/arial, sans-serif;;#000000;;rgb(34, 34, 34) font-family: arial, sans-serif; font-size: 13px; background-color: rgb(255, 255, 255);>Après, Moïse à écrasé l'idole jusqu'au l'idole était une poudre. Moise a mis la poudre dans une quantité d'eau et il a dit aux Israélites de la boire. Dieu a envoyé une maladie à eux et quelques gens sont morts.</font>"
        }, 
        {
          "id": "13-15", 
          "img": "{{:en:obs:obs-13-15.jpg?nolink&640x360}}", 
          "text": "Moise à monté la montagne encore et il a prié que Dieu pouvait pardonner les Israélites. Dieu a écouté à Moïse et Il a pardonné les Israélites. Moise a écrit les dix commandements sur les tablettes nouvelles pour remplacer celles qu'il a rompu. Ensuite, Dieu a mené les Israélites dans la direction de la terre de la promesse."
        }
      ], 
      "number": "13", 
      "ref": "Cet histoire de la Bible vient de: Exode 19-34", 
      "title": "13. L'Alliance de Dieu avec Israël"
    }, 
    {
      "frames": [
        {
          "id": "14-01", 
          "img": "{{:en:obs:obs-14-01.jpg?nolink&640x360}}", 
          "text": "Une fois que les Israélites ont reçu l'alliance de Dieu au Mont Sinai, Dieu commença a les diriger vers le pays promis."
        }, 
        {
          "id": "14-02", 
          "img": "{{:en:obs:obs-14-02.jpg?nolink&640x360}}", 
          "text": "Dieu a promis a Abraham, Isaac, et Jacob qu'il donnerait le pays promis à leurs descendants, mais maintenant il y avait beaucoup de groupes de personnes qui habitaient dans le pays. Ils s'appelaient les Cananéens.  Les Cananéens ne croyaient pas en Dieu.  Ils adoraient les faux dieux and faisaient beaucoup de mauvaises choses."
        }, 
        {
          "id": "14-03", 
          "img": "{{:en:obs:obs-14-03.jpg?nolink&640x360}}", 
          "text": "Dieu dit aux Israélites, \"Il faut que vous vous débarrassiez de tous les Cananéens dans le pays promis. Ne faites pas la paix avec eux et n'entrez pas en mariage avec eux. Vous devez détruire tous les Cananéens au pays promis. Si vous ne m'obéissez pas; vous allez adorer leurs idols à ma placeSi vous ne m'obéissez pas, vous allez adorer leurs idols a ma place.\""
        }, 
        {
          "id": "14-04", 
          "img": "{{:en:obs:obs-14-04.jpg?nolink&640x360}}", 
          "text": "ÏQuand les Israélites atteignent la frontière du pays de Canaan, Moïse choisit douze hommes, un de chaque tribu d'Israël.  Il donna des instructions aux hommes d'aller et d'épier le pays pour voir comment le pays était.  Ils devaient aussi épier les Cananéens pour voir si Ils étaient forts ou faibles."
        }, 
        {
          "id": "14-05", 
          "img": "{{:en:obs:obs-14-05.jpg?nolink&640x360}}", 
          "text": "Les douze hommes ont epié le pays de Canaan pendant 40 jours et après ils sont revenus. Dix des espions ont donné un mauvais rapport en disant, \"la terre est bonne, et les récoltes sont grandes! Mais les villes sont très fortes, et les gens sont géants! Si nous les attaquont, nous allons certainement mourir!\""
        }, 
        {
          "id": "14-06", 
          "img": "{{:en:obs:obs-14-06.jpg?nolink&640x360}}", 
          "text": "Immediatement, Caleb et Josué, les deux autres espions, disent, \"C'est vrai que les gens du pays de Canaan sont grands et forts, mais nous pouvons certainement les vaincre! Dieu combattra pour nous!\""
        }, 
        {
          "id": "14-07", 
          "img": "{{:en:obs:obs-14-07.jpg?nolink&640x360}}", 
          "text": "Mais le peuple était fâché avec Moïse et Aaron et dit,\"Oh, pourquoi vous nous avez emmené dans cet endroit horrible? Nous aurions du rester en Egypte au lieu d'être tué en bataille et nos femmes et nos enfants rendus en esclavage.\" Les gens voulaient les tuer et choisir un nouveau leader pour les ramener en Egypte."
        }, 
        {
          "id": "14-08", 
          "img": "{{:en:obs:obs-14-08.jpg?nolink&640x360}}", 
          "text": "Dieu était très en colère, et il apparut dans la Tente d'Assignation .  Dieu dit, Tous les gens qui ont 20 ans ou plus, à l'exception de Josué et Caleb, vont errer dans le désert jusqu'à leurs morts.  Ils ne rentreront jamais dans la Terre Promise.\""
        }, 
        {
          "id": "14-09", 
          "img": "{{:en:obs:obs-14-09.jpg?nolink&640x360}}", 
          "text": "Quand les gens ont entendu ceci, Ils étaient désolés d'avoir péché.  Ils prirent leurs armes et partirent attaquer le pays de Canaan.  Moïse leur a dit de ne pas y aller, mais ils ne l'ont pas ecouté."
        }, 
        {
          "id": "14-10", 
          "img": "{{:en:obs:obs-14-10.jpg?nolink&640x360}}", 
          "text": "Dieu n'est pas allé  avec eux dans cette bataille, alors ils ont été vaincu and beaucoup se sont trouvés tués.  Alors les Israélites ont quitté le pays de Canaan, et ont erré dans le désert pendant 40 années."
        }, 
        {
          "id": "14-11", 
          "img": "{{:en:obs:obs-14-11.jpg?nolink&640x360}}", 
          "text": "Pendant ce temps d'errance, Dieu pourvu pour eux.  Il leur donna du pain tombé du ciel \"de la manne\"  Il leur donna aussi dans leur camp des cailles (qui est une sorte d'oiseaux)pour qu'ils aient de la viande à manger.  Pendant ces 40 années, leurs habits et chaussures ne se sont pas usés grâce a Dieu."
        }, 
        {
          "id": "14-12", 
          "img": "{{:en:obs:obs-14-12.jpg?nolink&640x360}}", 
          "text": "Dieu leur donna miraculeusement de l'eau qui venait d'un rocher.  Mais, malgré tout cela. le peuple d'Israël se plaignait et grognait contre Dieu et Moïse. Dieu resta fidèle aux promesses faites a Abraham, Isaac et Jacob"
        }, 
        {
          "id": "14-13", 
          "img": "{{:en:obs:obs-14-13.jpg?nolink&640x360}}", 
          "text": "Une fois, les gens n'avait pas d'eau à boire.  Dieu a dit à Moïse, \"Parle au rocher, et l'eau sortira.\"  Mais Moïse déshonora Dieu devant tout le peuple en frappant le rocher deux fois avec un bâton au lieu de parler au rocher.  L'eau sortira du rocher afin que tout le monde puisse boire, mais Dieu était en colère avec Moïse et dit,\"Tu ne rentreras pas dans la Terre Promise.\""
        }, 
        {
          "id": "14-14", 
          "img": "{{:en:obs:obs-14-14.jpg?nolink&640x360}}", 
          "text": "Après que les Israélites erront dans le désert pendant 40 ans, tous les gens qui se sont révoltés contre Dieu sont morts.  Puis Dieu conduira à nouveau le peuple jusqu'à la frontière de la Terre Promise.  Moïse était maintenant très âgé, alors il choisira Josué pour l'aider a diriger les gens.  Dieu promit Moïse que un jour il allait choisir un autre prophète comme Moïse."
        }, 
        {
          "id": "14-15", 
          "img": "{{:en:obs:obs-14-15.jpg?nolink&640x360}}", 
          "text": "Dieu emmena Moïse au sommet de la montagne pour qu'il puisse voir la Terre Promise.  Moïse vu la Terre Promise mais il n'y est jamais rentré.  Ensuite Moïse est mort, et les Israélites ont pleuré la mort de Moïse pendant 30 jours.  Josué était un bon leader parce qu'il avait confiance et obéissait Dieu."
        }
      ], 
      "number": "14", 
      "ref": "A Bible story from: Exodus 16-17; Numbers 10-14; 20; 27; Deuteronomy 34", 
      "title": "NOT FOUND"
    }, 
    {
      "frames": [
        {
          "id": "15-01", 
          "img": "{{:en:obs:obs-15-01.jpg?nolink&640x360}}", 
          "text": "Finalement, l'heure pour les Israélites d'entrer dans la Terre Promise est arrivée. Josué a envoyé les espions à la ville Cananéen de Jéricho.  C'était protégé par des murs forts. Une prostituée qui s'appelait Rahab a protégé les espions et les a aidé à échapper parce qu'elle croyait en Dieu. Les espions ont promis de protéger Rahab et sa famille quand Jéricho fût détruit."
        }, 
        {
          "id": "15-02", 
          "img": "{{:en:obs:obs-15-02.jpg?nolink&640x360}}", 
          "text": "Pour entrer dans la Terre Promise les Israélites devraient croiser le fleuve Jourdain. Dieu a dit à Josué, \"les prêtres doivent aller les prémiers.\" Quand les pieds des prêtres ont touché l'eau du Jourdain, l'eau a arrêté de couler et donc les Israélites ont pu traverser sur la terre sèche."
        }, 
        {
          "id": "15-03", 
          "img": "{{:en:obs:obs-15-03.jpg?nolink&640x360}}", 
          "text": "Après que les Israélites ont traversé le Jourdain, Dieu dit à Josué comment d'attaquer la ville puissante, Jéricho. Le peuple obéirait Dieu. Les soldats et les prêtres ont fait la tour de la ville une fois par jour pendant six jours."
        }, 
        {
          "id": "15-04", 
          "img": "{{:en:obs:obs-15-04.jpg?nolink&640x360}}", 
          "text": "Le septième jour, ils ont fait la tour sept fois. La dernière fois qu'ils se sont promenés autour de Jéricho, les soldats ont crié et les prêtres ont fait du bruit avec leurs trompettes."
        }, 
        {
          "id": "15-05", 
          "img": "{{:en:obs:obs-15-05.jpg?nolink&640x360}}", 
          "text": "Et les murs autour de la ville sont tombés! Les Israélites ont détruit tout dans la ville, comme Dieu leur a demandé. C'était seulement Rahab et sa famille qui ont été sauvés. Ils sont devenus partie des Israélites. Quand les autres Cananéens ont entendu ce qui c'était passé à Jéricho, ils avaient peur."
        }, 
        {
          "id": "15-06", 
          "img": "{{:en:obs:obs-15-06.jpg?nolink&640x360}}", 
          "text": "La tribu Cananéen de Gabaon a menti à Josué. Ils ont dit qu'ils habitaient très loin de Jéricho et les Cananéens. Ils ont demandé à Josué de faire la paix avec eux. Dieu avait dit aux Israélites de ne pas faire la paix avec les Cananéens mais Josué et les autres n'ont pas demandé à Dieu ou la tribu Gabaon habitaient. Alors Josué a fait la paix avec eux."
        }, 
        {
          "id": "15-07", 
          "img": "{{:en:obs:obs-15-07.jpg?nolink&640x360}}", 
          "text": "\\\\ Quand les autres Cananéens ont vu que le peuple de Gabaon ont fait la paix avec les Israélites, ils ont relié leurs armées et ils ont attaqué le Gabaon. Les gens de Gabaon ont envoyé un message à Josué pour demander son aide."
        }, 
        {
          "id": "15-08", 
          "img": "{{:en:obs:obs-15-08.jpg?nolink&640x360}}", 
          "text": "Josué était fâché qu'il a été dupé, mais il a rassemblé l'armée Israélite et ils ont tous marché pendant la nuit pour voyager au Gabaon. Très tôt dans le matin, l'armée a étonné leurs ennemis Cananéens car ils les ont attaqué."
        }, 
        {
          "id": "15-09", 
          "img": "{{:en:obs:obs-15-09.jpg?nolink&640x360}}", 
          "text": "Dieu a plongé les Cananéens dans l'embarras. Dieu s'est battu pour Israël ce jour. Il a envoyé la grêle, qui a tué plusieurs Cananéens."
        }, 
        {
          "id": "15-10", 
          "img": "{{:en:obs:obs-15-10.jpg?nolink&640x360}}", 
          "text": "Dieu a commandé au soleil de ne pas bouger pour que les Israélites puissent finir la destruction de leurs ennemis.  Dieu a gagné une grande victiore pour Israël ce jour."
        }, 
        {
          "id": "15-11", 
          "img": "{{:en:obs:obs-15-11.jpg?nolink&640x360}}", 
          "text": "Après cette défaite, les Cananéens qui restaient ont rassemblé pour attaquer les Israélites. Josué et le peuple ont attaqué et ils ont détruit les Cananéens."
        }, 
        {
          "id": "15-12", 
          "img": "{{:en:obs:obs-15-12.jpg?nolink&640x360}}", 
          "text": "Après la bataille, Dieu a donné à chaque tribu d'Israël leur propre terre, comme Il avait promis. Ensuite, Dieu a fait le paix dans les frontières d'Israël."
        }, 
        {
          "id": "15-13", 
          "img": "{{:en:obs:obs-15-13.jpg?nolink&640x360}}", 
          "text": "Quand Josué était vieux, il a appelé tous les Israélites ensemble. Ensuite, il a ravivé la convention que Dieu avait fait avec eux quand ils étaient à la montagne Sinaï. Les gens ont promis de rester fidèles à Dieu et de suivre ses lois."
        }
      ], 
      "number": "15", 
      "ref": "Cette histoire de la Bible vient de: Josue 1-24", 
      "title": "15. La Terre Promise"
    }, 
    {
      "frames": [
        {
          "id": "16-01", 
          "img": "{{:en:obs:obs-16-01.jpg?nolink&640x360}}", 
          "text": "Après la mort de Josué, les Israélites désobéiraient Dieu. Ils n'ont pas chassé les Cananéens qui restaient et ils ne suivaient pas les lois de Dieu. Les Israélites ont commencé de vénérer les dieux des Cananéens à la place du seul vrai Dieu. Ils n'avaient pas un roi, donc tous le monde a fait ce qu'ils voulaient et pensaient faire le mieux pour eux mêmes."
        }, 
        {
          "id": "16-02", 
          "img": "{{:en:obs:obs-16-02.jpg?nolink&640x360}}", 
          "text": "A cause de leur désobéissance, Dieu a puni les Israélites. Il a permis leurs ennemis de les vaincre. Ces ennemis ont volé et détruit leurs biens et ils ont tués quelques Israélites. Après plusieurs années, les Israélites se sont repentis et ils ont demandé à Dieu de les sauver."
        }, 
        {
          "id": "16-03", 
          "img": "{{:en:obs:obs-16-03.jpg?nolink&640x360}}", 
          "text": "Ensuite Dieu leur a donné un sauveteur qui les a sauvé de leurs ennemis et qui a donné la paix à Israël. Mais ensuite le peuple a oublié Dieu et ils ont commencé de vénérer les idoles encore. Alors Dieu a permis le peuple de Madian, une tribu des ennemis des Israélites qui habitaient très près, de les vaincre."
        }, 
        {
          "id": "16-04", 
          "img": "{{:en:obs:obs-16-04.jpg?nolink&640x360}}", 
          "text": "Ils prenaient tous les récoltes des Israélites pendant sept ans. Les Israélites avaient beaucoup peur. Ils se cachaient dans les grottes pour que les Madianéens ne pouvaient pas les trouver. Finalement ils ont demandé à Dieu de les sauver."
        }, 
        {
          "id": "16-05", 
          "img": "{{:en:obs:obs-16-05.jpg?nolink&640x360}}", 
          "text": "Un jour, un homme qui s'appelait Gédéon a moissonné ses récoltes en secret pour les cacher. Il ne voulait pas que les Madianéens les volent. L'ange de Dieu est venu à Gédéon pour dire, \"Dieu est avec vous, guerrier puissant. allez sauver Israël des Madianéens!\""
        }, 
        {
          "id": "16-06", 
          "img": "{{:en:obs:obs-16-06.jpg?nolink&640x360}}", 
          "text": "Dieu dit à Gédéon de détruire l'idole de son père. Gédéon avait peur des gens, donc il a attendu jusqu'a la nuit. Après, il a renversé l'idole et il l'a détruite. Dans l'endroit où l'idole étaient, il a construit un autel pour Dieu et il a fait un sacrifice pour Dieu."
        }, 
        {
          "id": "16-07", 
          "img": "{{:en:obs:obs-16-07.jpg?nolink&640x360}}", 
          "text": "Le matin prochain, les gens ont vus que l'idole a été renversée, et ils se sont fâchés. Ils sont allés chez Gédéon pour le tuer, mais le père de Gédéon a dit, \"Pourquoi est-ce que vous essayez d'aider vos dieux? Si ils sont vraiment dieux, ils peuvent se protéger!\" Alors Gédéon a été sauvé."
        }, 
        {
          "id": "16-08", 
          "img": "{{:en:obs:obs-16-08.jpg?nolink&640x360}}", 
          "text": "Ensuite les Madianéens sont venus encore pour voler les récoltes des Israélites. Il y avait tant des gens dans cette tribu que c'était impossible de les compter. Gédéon a appellé tous les Israélites pour qu'ils se batte contre leur ennemi ensemble. Gédéon a demandé à Dieu de lui donner deux signes pour lui montrer que Dieu avait décidé de l'utiliser pour sauver Israël."
        }, 
        {
          "id": "16-09", 
          "img": "{{:en:obs:obs-16-09.jpg?nolink&640x360}}", 
          "text": "Au début, il a mis un tissu sur la terre et il a demandé à Dieu de permettre la rosée du matin de tomber seulement sur le tissu et ne pas tomber sur la terre. Dieu a fait ce que Gédéon a demandé. La nuit prochaine, Gédéon a demandé que la terre soit mouillée mais le tissu sera sec. Dieu a fait ce qu'il a demandé une autre fois."
        }, 
        {
          "id": "16-10", 
          "img": "{{:en:obs:obs-16-10.jpg?nolink&640x360}}", 
          "text": "32,000 soldats Israélites sont venus à Gédéon, mais Dieu dit que c'était trop des soldats. Alors Gédéon a dit a 22,000 soldats de partir parce qu'ils avaient des familles ou parce qu'ils avaient peur. Dieu a dit à Gédéon qu'il avait toujours trop d'hommes. Alors Gédéon dit aux autres de partir à l'exception de trois cents hommes."
        }, 
        {
          "id": "16-11", 
          "img": "{{:en:obs:obs-16-11.jpg?nolink&640x360}}", 
          "text": "Cette nuit, Dieu dit à Gédéon, \"Vas au camp de Madian et quand tu entends ce qu'ils disent, tu n'auras plus peur.\" Alors, la même nuit Gédéon est allé au camp et il a entendu un soldat de Madian parlant avec son ami. Le soldat a parlé de son rêve et son ami a répondu, \"C'est à dire que Gédéon vaincra Madian!\" Gédéon a vénéré Dieu à cause de ces mots."
        }, 
        {
          "id": "16-12", 
          "img": "{{:en:obs:obs-16-12.jpg?nolink&640x360}}", 
          "text": "Ensuite Gédéon est revenu à ses soldats et il a donné à chacun un cor, un pot d'argile, et une torche. Ils ont entouré l'endroit où l'armée de Madian dormait. Le 300 hommes ont caché la lumière de leurs torches dans leurs pots."
        }, 
        {
          "id": "16-13", 
          "img": "{{:en:obs:obs-16-13.jpg?nolink&640x360}}", 
          "text": "Après cela, au même temps, ils ont tous cassé les pots d'argile qui avaient caché leurs torches. Ils ont klaxonné leurs cors et ils ont crié, \"Un épée pour Dieu et pour Gédéon!\""
        }, 
        {
          "id": "16-14", 
          "img": "{{:en:obs:obs-16-14.jpg?nolink&640x360}}", 
          "text": "Dieu a embrouillé l'armée de Madian pour qu'ils se batte et se tue. Immédiatement, les autres Israélites ont été appelé de leurs maisons pour aider à chasser les Madianéens. Ils ont tué beaucoup des Madianéens- 12,000 sont morts ce jour. Les Israélites ont chassé les autres jusqu'à ce qu'ils soient tous partis de la terre d'Israël. Dieu a sauvé Israël!"
        }, 
        {
          "id": "16-15", 
          "img": "{{:en:obs:obs-16-15.jpg?nolink&640x360}}", 
          "text": "Le peuple voulait que Gédéon devienne leur roi. Sagement, Gédéon n'a pas accepté leur demande, mais il leur a demandé de lui donner une moitié de l'argent qu'ils ont gagné de leurs ennemis. Gédéon est devenu très riche."
        }, 
        {
          "id": "16-16", 
          "img": "{{:en:obs:obs-16-16.jpg?nolink&640x360}}", 
          "text": "Ensuite Gédéon a fait quelque chose de stupide. Il a fait une idole avec l'argent, et le peuple a commencé de vénérer l'idole de Gédéon à la place de Dieu."
        }, 
        {
          "id": "16-17", 
          "img": "{{:en:obs:obs-16-17.jpg?nolink&640x360}}", 
          "text": "Dieu a puni les Israélites encore car ils vénéraient les idoles. Leurs ennemis les ont vaincu. Finalement, les Israélites ont demandé à Dieu de les aider et Dieu leur a envoyé un autre sauveteur. Leur comportement était comme cela. Plusieurs fois, ils pêchaient, ils étaient puni, ils se repentaient, et ils étaient sauvé. Dieu a envoyé plusieurs sauveteurs comme Gédéon qui ont sauvé Israël de leurs ennemis."
        }, 
        {
          "id": "16-18", 
          "img": "{{:en:obs:obs-16-18.jpg?nolink&640x360}}", 
          "text": "Finalement, les Israélites ont demandé à Dieu de les donner un roi comme tous les autres nations. Ils voulaient un roi grand, fort, et capable de les mener dans leurs batailles. Dieu n'aimait pas cette demande mais Il leur a donné ce qu'ils voulaient."
        }
      ], 
      "number": "16", 
      "ref": "Une histoire de la Bible qui vient de: Juges 1-3; 6-8", 
      "title": "16. Les Sauveteurs"
    }, 
    {
      "frames": [
        {
          "id": "17-01", 
          "img": "{{:en:obs:obs-17-01.jpg?nolink&640x360}}", 
          "text": "Saul fût le premier roi d'Israël.  Il était grand et beau, comme les gens voulaient. Au début Saul a très bien agi mais il est devenu un homme méchant qui n'obéissait plus Dieu, alors Dieu a choisi un homme différent qui serait un jour roi à sa place."
        }, 
        {
          "id": "17-02", 
          "img": "{{:en:obs:obs-17-02.jpg?nolink&640x360}}", 
          "text": "Le nom de cet homme était David.  Il était berger dans la ville de Bethlehem. Pendant qu'il surveillait son troupeau, David tua un lion et un ours qui avaient attaqué un mouton.  David était un homme modeste et vertueux qui avait toute confiance en Dieu."
        }, 
        {
          "id": "17-03", 
          "img": "{{:en:obs:obs-17-03.jpg?nolink&640x360}}", 
          "text": "David était aussi un excellent soldat et leader.  Quand David était encore un jeune homme, Il s'est battu contre un géant nommé Goliath.  Goliath était un soldat qualifié, très fort, et avait presque 3 mêtres de hauteur!  Mais Dieu aida David à tuer Goliath et à sauver Israël."
        }, 
        {
          "id": "17-04", 
          "img": "{{:en:obs:obs-17-04.jpg?nolink&640x360}}", 
          "text": "Saul devint Jaloux de David et essaya de le tuer beaucoup de fois.  Un jour Saul cherchait David pour le tuer.  Saul rentra dans la même cave où David se cachait mais il ne l'a pas vu.  Au lieu de tuer Saul, David coupa un morceau de ses habits pour prouver à Saul qu'il ne le tuerait pas pour devenir roi."
        }, 
        {
          "id": "17-05", 
          "img": "{{:en:obs:obs-17-05.jpg?nolink&640x360}}", 
          "text": "Eventuellement, Saul mourra en bataille, et David est devenu le roi d'Israël.  Il fût un bon roi, et le peuple l'aimait.  Dieu bénit David et l'a rendu fructueux. David a combattu dans beaucoup de batailles et Dieu lui a donné des victoires.  David conquit Jerusalem et l'a fait la capitale de l'état d'Israël. Pendant le règne de David, Israël devint un pays puissant et riche."
        }, 
        {
          "id": "17-06", 
          "img": "{{:en:obs:obs-17-06.jpg?nolink&640x360}}", 
          "text": "David voulait bâtir un temple où tout le monde pouvait adorer Dieu et lui offrir leurs sacrifices.  Pendant à peu près 400 ans, le peuple adorait  Dieu et lui offrait leurs sacrifices dans la Tente d'Assignation que Moïse avait bâtie."
        }, 
        {
          "id": "17-07", 
          "img": "{{:en:obs:obs-17-07.jpg?nolink&640x360}}", 
          "text": "Dieu envoya le prophète Nathan vers David avec ce message, \"Parce tu es un homme de guerre, tu ne bâtiras pas cette maison pour moi.  Ton fils la bâtira.  Mais, je te bénit grandement.  Quelqu'un de ta famille sera toujours assit sur le trône d'Israël, et le Messie sera un de tes descendants!\"  Le Messie est celui qui sera choisi par Dieu et qui sauvera le monde de leur péché."
        }, 
        {
          "id": "17-08", 
          "img": "{{:en:obs:obs-17-08.jpg?nolink&640x360}}", 
          "text": "Quand David entendit ces mots, il remercia et loua Dieu immédiatement, parce que Dieu lui avait promis ce grand honneur et beaucoup de bénédictions.  Les Israëlites devaient attendre longtemps avant que le Messie arrive, presque 1,000 ans."
        }, 
        {
          "id": "17-09", 
          "img": "{{:en:obs:obs-17-09.jpg?nolink&640x360}}", 
          "text": "David a gouverné  avec justice et fidélité pendant beaucoup d'années, et Dieu l'a bénit.  Cependant, vers la fin de sa vie il a péché devant Dieu."
        }, 
        {
          "id": "17-10", 
          "img": "{{:en:obs:obs-17-10.jpg?nolink&640x360}}", 
          "text": "Un jour, quand tous les soldats de David étaient partis au combat, il se leva après sa sieste et vit une belle femme en train de se baigner.  Son nom était Bathsheba."
        }, 
        {
          "id": "17-11", 
          "img": "{{:en:obs:obs-17-11.jpg?nolink&640x360}}", 
          "text": "Au lieu de regarder ailleurs, David envoya quelqu'un pour aller la chercher.  Il dormit avec elle et après il l'a renvoyée chez elle. Un peu plus tard Bathsheba envoya un message à David lui disant qu'elle était enceinte."
        }, 
        {
          "id": "17-12", 
          "img": "{{:en:obs:obs-17-12.jpg?nolink&640x360}}", 
          "text": "Le mari de Bathsheba, Uriah, était un des meilleurs soldats de David.  David rappela Uriah de la bataille et lui dit d'aller vers sa femme.  Mais Uriah refusa de rentrer chez lui pendant que le reste des soldats étaient toujours sur le champ de bataille.  Alors David le renvoya au champ de bataille et dit au général de le mettre où l'ennemi était le plus fort, pour qu'il soit tué."
        }, 
        {
          "id": "17-13", 
          "img": "{{:en:obs:obs-17-13.jpg?nolink&640x360}}", 
          "text": "Une fois que Uriah est mort, David s'est marié avec Bathsheba.  Plus tard, Elle  lui donna un fils.  Dieu n'était pas content de ce que David avait fait, alors il envoya le prophète Nathan pour qu'il montre a David son péché.  David s'est repentit de son péché et Dieu lui a pardonné.  David a fait confiance en Dieu le restant de sa vie même pendant des moments difficiles."
        }, 
        {
          "id": "17-14", 
          "img": "{{:en:obs:obs-17-14.jpg?nolink&640x360}}", 
          "text": "Mais, pour punir David de son péché,  son petit garçon  mourra.  Il y avait aussi des frictions dans la famille de David pendant le restant de sa vie, et le pouvoir de David fût beaucoup diminué.  Bien que David fût infidèle à Dieu, Dieu fût toujours fidèle à ses promesses. Bathsheba lui donna un autre fils nommé Solomon."
        }
      ], 
      "number": "17", 
      "ref": "A Bible story from: 1 Samuel 10; 15-19; 24; 31; 2 Samuel 5; 7; 11-12", 
      "title": "17. L'alliance de Dieu avec David"
    }, 
    {
      "frames": [
        {
          "id": "18-01", 
          "img": "{{:en:obs:obs-18-01.jpg?nolink&640x360}}", 
          "text": "After David died, his son Solomon began to rule. God spoke to Solomon and asked him what he wanted most. When Solomon asked for wisdom, God was pleased and made him the wisest man in the world. God also made him very wealthy."
        }, 
        {
          "id": "18-02", 
          "img": "{{:en:obs:obs-18-02.jpg?nolink&640x360}}", 
          "text": "In Jerusalem, Solomon built the Temple for which his father David had planned and gathered materials. Instead of the Tent of Meeting, people now worshiped God and offered sacrifices to him in the Temple. God came and was present in the Temple, and he lived there with his people."
        }, 
        {
          "id": "18-03", 
          "img": "{{:en:obs:obs-18-03.jpg?nolink&640x360}}", 
          "text": "But Solomon loved women from other countries. He disobeyed God by marrying many women, almost 1,000 of them! Many of these women came from foreign countries and brought their gods with them and worshiped them. When Solomon was old, he also worshiped their gods."
        }, 
        {
          "id": "18-04", 
          "img": "{{:en:obs:obs-18-04.jpg?nolink&640x360}}", 
          "text": "God was angry with Solomon and, as a punishment for Solomon’s unfaithfulness, he promised to divide the kingdom of Israel in two after Solomon’s death."
        }, 
        {
          "id": "18-05", 
          "img": "{{:en:obs:obs-18-05.jpg?nolink&640x360}}", 
          "text": "After Solomon died, his son, Rehoboam, became king. Rehoboam was a foolish man. All the people of Israel came together to confirm him as king. They also complained that Solomon had made them do a lot of hard work and pay a lot of taxes."
        }, 
        {
          "id": "18-06", 
          "img": "{{:en:obs:obs-18-06.jpg?nolink&640x360}}", 
          "text": "Rehoboam answered foolishly and told them, “You thought my father Solomon made you work hard, but I will make you work harder than he did, and I will punish you worse than he did.”"
        }, 
        {
          "id": "18-07", 
          "img": "{{:en:obs:obs-18-07.jpg?nolink&640x360}}", 
          "text": "Ten of the tribes of Israel rebelled against Rehoboam. Only two tribes remained faithful to him. These two tribes became the kingdom of Judah."
        }, 
        {
          "id": "18-08", 
          "img": "{{:en:obs:obs-18-08.jpg?nolink&640x360}}", 
          "text": "The other ten tribes that rebelled against Rehoboam made a man named Jeroboam their king. They set up their kingdom in the northern part of the land and were called the kingdom of Israel."
        }, 
        {
          "id": "18-09", 
          "img": "{{:en:obs:obs-18-09.jpg?nolink&640x360}}", 
          "text": "Jeroboam rebelled against God and caused the people to sin. He built two idols for his people to worship instead of worshiping God at the Temple in the kingdom of Judah."
        }, 
        {
          "id": "18-10", 
          "img": "{{:en:obs:obs-18-10.jpg?nolink&640x360}}", 
          "text": "The kingdoms of Judah and Israel became enemies and often fought against each other."
        }, 
        {
          "id": "18-11", 
          "img": "{{:en:obs:obs-18-11.jpg?nolink&640x360}}", 
          "text": "In the kingdom of Israel, all the kings were evil. Many of these kings were killed by other Israelites who wanted to become king in their place."
        }, 
        {
          "id": "18-12", 
          "img": "{{:en:obs:obs-18-12.jpg?nolink&640x360}}", 
          "text": "All of the kings of Israel and most of the people worshiped idols which often included adultery and sometimes even child sacrifice."
        }, 
        {
          "id": "18-13", 
          "img": "{{:en:obs:obs-18-13.jpg?nolink&640x360}}", 
          "text": "The kings of Judah were descendants of David. Some of these kings were good men who ruled justly and worshiped God. But most of Judah’s kings were evil, corrupt, and idol-worshipers. Some of the kings even sacrificed their children to false gods. The people of Judah also rebelled against God and worshiped other gods."
        }
      ], 
      "number": "18", 
      "ref": "A Bible story from: 1 Kings 1-6; 11-12", 
      "title": "18. The Divided Kingdom"
    }, 
    {
      "frames": [
        {
          "id": "19-01", 
          "img": "{{:en:obs:obs-19-01.jpg?nolink&640x360}}", 
          "text": "\\\\ Pendant l'histoire des Israélites, Dieu leur envoyait des prophètes. Ils entendirent les messages de Dieu pour le dire au peuple."
        }, 
        {
          "id": "19-02", 
          "img": "{{:en:obs:obs-19-02.jpg?nolink&640x360}}", 
          "text": "Elijah était un prophète pendant que Ahab était le roi d'Israël. Ahab était un chef mauvais qui encourageait  les gens à vénérer un dieu faux qui s'appela Baal. Un jour, Elijah dit à Ahab, Je vous dis \"il n'y a plus de pluie ni de rosée.\" A cause de cette déclaration, Ahab se fâcha avec Elijah."
        }, 
        {
          "id": "19-03", 
          "img": "{{:en:obs:obs-19-03.jpg?nolink&640x360}}", 
          "text": "Dieu dit à Elijah de se cacher dans une région sauvage, près d'une source. Chaque matin et chaque nuit, les oiseux apportaient le pain et la viande pour Elijah. Ahab et sa armée cherchaient  Elijah mais ils ne le trouvait  jamais. Éventuellement, la source s'épuisa  car il ne pleuvait jamais."
        }, 
        {
          "id": "19-04", 
          "img": "{{:en:obs:obs-19-04.jpg?nolink&640x360}}", 
          "text": "Alors, Elijah voyagea  à un pays voisin. Une veuve et son fils était près de ne plus avoir de la nourriture parce que la sécheresse à fait causé une famine. Mais ils aidèrent Elijah, donc Dieu pourvu à leurs besoins. Leur pot de farine et leur bouteille d'huile ne sont jamais devenus vides. Ils eurent toujours quelque chose à manger, même pendant la famine. Elijah resta avec la veuve et son fils pendant longtemps."
        }, 
        {
          "id": "19-05", 
          "img": "{{:en:obs:obs-19-05.jpg?nolink&640x360}}", 
          "text": "Après trois ans et demie, Dieu dit à Elijah de retourner en Israël et de parler avec Ahab, parce qu'Il alla envoyer encore de la pluie. Quand Ahab a vu Elijah, il lui dit, \"voilà un semeur de troubles!\" Elijah répondit, \"Tu es le semeur de troubles! Tu as abandonné le Seigneur, le vrai Dieu, et tu as vénéré Baal. Amène tout l'Israël au Mont Carmel.\""
        }, 
        {
          "id": "19-06", 
          "img": "{{:en:obs:obs-19-06.jpg?nolink&640x360}}", 
          "text": "Tous les Israélites, même les 450 prophètes de Baal, voyageront au Mont Carmel. Elijah dit au peuple, \"Quand allez vous changer vos opinions? Si le Seigneur est Dieu, servez la Seigneur. Si Baal est Dieu, servez Baal.\""
        }, 
        {
          "id": "19-07", 
          "img": "{{:en:obs:obs-19-07.jpg?nolink&640x360}}", 
          "text": "Ensuite Elijah dit aux prophètes de Baal, \"tuez un taureau et préparez un sacrifice, mais n'allumez pas le feu. Je ferais la même chose. Le Dieu qui répondra est le vrai Dieu.\" Alors les prêtres de Baal préparèrent un sacrifice sans mettre le feu au taureau."
        }, 
        {
          "id": "19-08", 
          "img": "{{:en:obs:obs-19-08.jpg?nolink&640x360}}", 
          "text": "Les prophètes de Baal prièrent à Baal, \"écoutez-nous, oh Baal!\" Ils prièrent et crièrent toute la journée et ils se coupèrent avec les couteaux mais Baal ne répondit pas."
        }, 
        {
          "id": "19-09", 
          "img": "{{:en:obs:obs-19-09.jpg?nolink&640x360}}", 
          "text": "A la fin de la journée, Elijah préparera son sacrifice pour Dieu. Ensuite, il dit de mettre douze grand pots d'eau sur le sacrifice jusqu'à la viande, le bois, et même la terre autour de l'autel étaient totalement mouillés."
        }, 
        {
          "id": "19-10", 
          "img": "{{:en:obs:obs-19-10.jpg?nolink&640x360}}", 
          "text": "Après cela,  Elijah priera, \"Oh, mon Seigneur, Dieu de Abraham, Isaac, et Jacob, démontrez nous aujourd'hui que tu es le Dieu d'Israël et je suis ton domestique. Réponds-moi pour que ces gens puissent savoir que tu es le vrai Dieu.\""
        }, 
        {
          "id": "19-11", 
          "img": "{{:en:obs:obs-19-11.jpg?nolink&640x360}}", 
          "text": "Immédiatement, Dieu envoya un feu du ciel. La viande, le bois, les roches, et même la terre mouillée autour de l'autel a été brûlée. Quand le peuple a vu ce que Dieu avait fait, ils tombèrent sur la terre en disant,\" Le Seigneur est Dieu! Le Seigneur est Dieu!\""
        }, 
        {
          "id": "19-12", 
          "img": "{{:en:obs:obs-19-12.jpg?nolink&640x360}}", 
          "text": "Ensuite Elijah dit, \"ne permettez pas aux prophètes de Baal de s'échapper!\" Donc le peuple obéit Elijah et il amènera les prophètes à un autre endroit et il les tuera."
        }, 
        {
          "id": "19-13", 
          "img": "{{:en:obs:obs-19-13.jpg?nolink&640x360}}", 
          "text": "Elijah dit au roi Ahab, \"retourne tout de suite à ta ville, parce que la pluie va tomber.\" Presque immédiatement, le ciel dévient noir et un grand orage est apparut. Dieu arrêtera la sécheresse et il prouvera encore qu'Il est le seul Dieu."
        }, 
        {
          "id": "19-14", 
          "img": "{{:en:obs:obs-19-14.jpg?nolink&640x360}}", 
          "text": "Après que Elijah était prophète, Dieu choisit Elisha d'être Son prophète. Dieu faisait plusieurs miracles par la vie d'Elisha. Un de ces miracles a été passé à Naaman, un commandant ennemi qui avait une maladie terrible- la lèpre. Il a entendu les miracles d'Elisha donc il voyagera là où le prophète habitait. Il demanda  à Elisha de guérir sa lèpre. Elisha lui dit d'aller dans la rivière Jordan sept fois."
        }, 
        {
          "id": "19-15", 
          "img": "{{:en:obs:obs-19-15.jpg?nolink&640x360}}", 
          "text": "Au debut, Naaman refusera de faire cela parce qu'il pensa que Elisha était fou. Il se fâchera contre le prophète. Mais plus tard il changera d'avis et il se lavera sept fois dans la rivière Jordan. Après la septième fois, sa peau fit totalement nettoyée- un miracle! Après il était guéri, Naaman crut au Dieu d'Elisha, le vrai Dieu."
        }, 
        {
          "id": "19-16", 
          "img": "{{:en:obs:obs-19-16.jpg?nolink&640x360}}", 
          "text": "Il y avait plusieurs autres prophètes. Ils ont tous dit au peuple d'arrêter de vénérer les idoles et de commencer d'être juste et clément avec les autres. Les prophètes avertirent les gens en disant s'ils n' arrêteraient pas leurs péchés pour commencer les vies obéissantes, le jugement de Dieu arrive et il les punit."
        }, 
        {
          "id": "19-17", 
          "img": "{{:en:obs:obs-19-17.jpg?nolink&640x360}}", 
          "text": "La plupart du temps, les Israélites n'écoutèrent pas à Dieu. Souvent ils maltraitèrent les prophètes; quelquefois ils les tuèrent! Le prophète Jérémie a été placé dans un puits sec par les gens qui le laissèrent là-bas pour le tuer. Jérémie tombera dans la boue au fond du puits, mais le roi montera la clémence et il sauvera Jérémie avant que le prophète meurt."
        }, 
        {
          "id": "19-18", 
          "img": "{{:en:obs:obs-19-18.jpg?nolink&640x360}}", 
          "text": "Les prophètes continuèrent de parler de Dieu même si les gens les détestaient.  Ils avertissent le peuple que Dieu viendrait les punir si ils ne se repentissaient pas  Aussi, les prophètes rappelèrent aux Israélites que le Messie, que Dieu leur avait promis, viendra."
        }
      ], 
      "number": "19", 
      "ref": "Cette histoire de la Bible vient de: 1 Rois 16-18; 2 Rois 5; Jérémie​ 38", 
      "title": "19. Les Prophètes"
    }, 
    {
      "frames": [
        {
          "id": "20-01", 
          "img": "{{:en:obs:obs-20-01.jpg?nolink&640x360}}", 
          "text": "The nations of Israel and Judah both sinned against God. They broke the Covenant that God had made with them at Sinai. God sent his prophets to warn them to repent and worship him again, but they refused to listen."
        }, 
        {
          "id": "20-02", 
          "img": "{{:en:obs:obs-20-02.jpg?nolink&640x360}}", 
          "text": "So God punished both nations by allowing their enemies to destroy them. Israel was destroyed by the Assyrian Empire, a powerful, cruel nation. The Assyrians killed many Israelites, took away everything of value, and burned much of the country."
        }, 
        {
          "id": "20-03", 
          "img": "{{:en:obs:obs-20-03.jpg?nolink&640x360}}", 
          "text": "The Assyrians gathered all the leaders, the rich people, and the people with skills and took them to Assyria. Only the very poor Israelites who had not been killed remained in Israel."
        }, 
        {
          "id": "20-04", 
          "img": "{{:en:obs:obs-20-04.jpg?nolink&640x360}}", 
          "text": "Then the Assyrians brought foreigners to live in Israel. The foreigners rebuilt the destroyed cities and married the Israelites who were left there. Their descendants were called Samaritans."
        }, 
        {
          "id": "20-05", 
          "img": "{{:en:obs:obs-20-05.jpg?nolink&640x360}}", 
          "text": "The people in the kingdom of Judah saw how God had punished the kingdom of Israel for not believing and obeying him. But they still worshiped idols and the gods of the Canaanites. God sent prophets to warn them, but they refused to listen."
        }, 
        {
          "id": "20-06", 
          "img": "{{:en:obs:obs-20-06.jpg?nolink&640x360}}", 
          "text": "About 100 years after the Assyrians destroyed Israel, God sent Nebuchadnezzar, king of the Babylonians, to attack Judah. Babylon was a powerful empire. The king of Judah agreed to be Nebuchadnezzar’s servant and pay him a lot of money every year."
        }, 
        {
          "id": "20-07", 
          "img": "{{:en:obs:obs-20-07.jpg?nolink&640x360}}", 
          "text": "But soon the people of Judah rebelled against the Babylonians. So, the Babylonians came back and attacked them. They captured the city of Jerusalem, destroyed the Temple, and took away all the treasures."
        }, 
        {
          "id": "20-08", 
          "img": "{{:en:obs:obs-20-08.jpg?nolink&640x360}}", 
          "text": "To punish Judah’s king for rebelling, Nebuchadnezzar’s soldiers killed the king’s sons in front of him and then made him blind. After that, they took the king away to die in prison in Babylon."
        }, 
        {
          "id": "20-09", 
          "img": "{{:en:obs:obs-20-09.jpg?nolink&640x360}}", 
          "text": "Nebuchadnezzar and his army took all the people of Judah to Babylon, leaving only the poorest people behind to plant the fields. This period of time when God's people could not live in the Promised Land is called the Exile."
        }, 
        {
          "id": "20-10", 
          "img": "{{:en:obs:obs-20-10.jpg?nolink&640x360}}", 
          "text": "Even though the Exile was punishment for their sin, God did not forget his people or his promises. God continued to watch over his people and speak to them through his prophets. He promised that, after seventy years, they would return to the Promised Land again."
        }, 
        {
          "id": "20-11", 
          "img": "{{:en:obs:obs-20-11.jpg?nolink&640x360}}", 
          "text": "About seventy years later, Cyrus, the king of the Persians, defeated Babylon. The Persians were a strong but merciful people. The Israelites were now called Jews and most of them had lived their whole lives in Babylon. Only a few very old Jews even remembered the land of Judah."
        }, 
        {
          "id": "20-12", 
          "img": "{{:en:obs:obs-20-12.jpg?nolink&640x360}}", 
          "text": "Shortly after Cyrus came to power, he did something that had never been done before in history. He gave an order that any Jew who wanted to return to Judah could go. He even gave them money to rebuild the Temple! After seventy years in exile, a small group of Jews returned to Jerusalem."
        }, 
        {
          "id": "20-13", 
          "img": "{{:en:obs:obs-20-13.jpg?nolink&640x360}}", 
          "text": "When the people arrived in Jerusalem, they rebuilt the Temple and the wall around the city. Although they were still ruled by other people, they lived in the Promised Land again and worshiped at the Temple."
        }
      ], 
      "number": "20", 
      "ref": "A Bible story from: 2 Kings 17; 24-25; 2 Chronicles 36; Ezra 1-10; Nehemiah 1-13", 
      "title": "20. The Exile and Return"
    }, 
    {
      "frames": [
        {
          "id": "21-01", 
          "img": "{{:en:obs:obs-21-01.jpg?nolink&640x360}}", 
          "text": "From the very beginning, God had a plan to send the Messiah. The first promise of the coming Messiah came to Adam and Eve. God promised that a descendant of Eve would be born who would crush the snake’s head. The snake who deceived Eve is Satan. The promise means the coming Messiah would defeat Satan completely."
        }, 
        {
          "id": "21-02", 
          "img": "{{:en:obs:obs-21-02.jpg?nolink&640x360}}", 
          "text": "God promised Abraham that through him all people groups of the world would be blessed. This blessing was the coming Messiah who would one day provide the way of salvation for all people groups."
        }, 
        {
          "id": "21-03", 
          "img": "{{:en:obs:obs-21-03.jpg?nolink&640x360}}", 
          "text": "God promised Moses that he would raise up another prophet like Moses. This was another promise about the coming Messiah."
        }, 
        {
          "id": "21-04", 
          "img": "{{:en:obs:obs-21-04.jpg?nolink&640x360}}", 
          "text": "God promised David that the Messiah would be one of David’s own descendants."
        }, 
        {
          "id": "21-05", 
          "img": "{{:en:obs:obs-21-05.jpg?nolink&640x360}}", 
          "text": "Through the prophet Jeremiah, God promised that he would make a New Covenant, but not like God’s Covenant with Israel. In the New Covenant, God would write his law on the people’s hearts, the people would know God, they would be his people, and God would forgive their sins. The Messiah would start the New Covenant."
        }, 
        {
          "id": "21-06", 
          "img": "{{:en:obs:obs-21-06.jpg?nolink&640x360}}", 
          "text": "God's prophets also said that the coming Messiah would be a prophet, a priest, and a king. A prophet is a person who hears the words of God and then proclaims God’s words to the people. The coming Messiah would be the perfect prophet."
        }, 
        {
          "id": "21-07", 
          "img": "{{:en:obs:obs-21-07.jpg?nolink&640x360}}", 
          "text": "A priest is someone who makes sacrifices to God on behalf of the people to take away their sins. Priests also pray to God for the people. The coming Messiah would be the perfect high priest who would offer himself as a perfect sacrifice to God."
        }, 
        {
          "id": "21-08", 
          "img": "{{:en:obs:obs-21-08.jpg?nolink&640x360}}", 
          "text": "A king is someone who rules over a kingdom and judges the people. The coming Messiah would be the perfect king who would sit on the throne of his ancestor David, who would reign over the whole world forever, and who would judge honestly and make the right decision every time."
        }, 
        {
          "id": "21-09", 
          "img": "{{:en:obs:obs-21-09.jpg?nolink&640x360}}", 
          "text": "God's prophets predicted many other things about the coming Messiah. Malachi foretold that a great prophet would come before the Messiah came. Isaiah prophesied that the Messiah would be born from a virgin. Micah said that he would be born in the town of Bethlehem."
        }, 
        {
          "id": "21-10", 
          "img": "{{:en:obs:obs-21-10.jpg?nolink&640x360}}", 
          "text": "Isaiah said he would live in Galilee, comfort the broken-hearted, and proclaim freedom to captives and release to prisoners. He also predicted that the Messiah would heal sick people, including those who could not hear, see, speak, or walk."
        }, 
        {
          "id": "21-11", 
          "img": "{{:en:obs:obs-21-11.jpg?nolink&640x360}}", 
          "text": "Isaiah prophesied that the Messiah would be hated without reason and rejected. Other prophets foretold that those who killed the Messiah would gamble for his clothes and he would be betrayed by a friend. Zechariah foretold that the friend would be paid thirty pieces of silver for betraying him."
        }, 
        {
          "id": "21-12", 
          "img": "{{:en:obs:obs-21-12.jpg?nolink&640x360}}", 
          "text": "The prophets also told about how the Messiah would die. Isaiah prophesied that the Messiah would be spit on, mocked, and beaten. Then he would be pierced and hung on a tree where he would die."
        }, 
        {
          "id": "21-13", 
          "img": "{{:en:obs:obs-21-13.jpg?nolink&640x360}}", 
          "text": "The Messiah would be perfect, having no sin. He would die to receive the punishment for other people’s sin. His punishment would bring peace between God and people. For this reason, it pleased God to crush the Messiah."
        }, 
        {
          "id": "21-14", 
          "img": "{{:en:obs:obs-21-14.jpg?nolink&640x360}}", 
          "text": "Not only would the Messiah die, but the prophets foretold that God would raise him from the dead. Through the Messiah’s death and resurrection, God would complete his plan of salvation and start the New Covenant."
        }, 
        {
          "id": "21-15", 
          "img": "{{:en:obs:obs-21-15.jpg?nolink&640x360}}", 
          "text": "God showed the prophets many things about the coming Messiah, but the Messiah had not come yet. More than 400 years after the last of these prophecies was given, when the time was perfect, God sent the Messiah into the world."
        }
      ], 
      "number": "21", 
      "ref": "A Bible story from: Genesis 3:15; 12:1-3; Deuteronomy 18:15; 2 Samuel 7; Jeremiah 31; Isaiah 59:16; Daniel 7; Malachi 4:5; Isaiah 7:14; Micah 5:2; Isaiah 9:1-7; 35:3-5; 61; 53; Psalm 22:18; 35:19; 69:4; 41:9; Zechariah 11:12-13; Isaiah 50:6; Psalm 16:10-11", 
      "title": "21. God Promises the Messiah"
    }, 
    {
      "frames": [
        {
          "id": "22-01", 
          "img": "{{:en:obs:obs-22-01.jpg?nolink&640x360}}", 
          "text": "More than 400 years had passed since God had spoken to his people. Then an angel appeared to an old priest named Zechariah. He and his wife, Elizabeth, were godly people, but she was never able to have any children."
        }, 
        {
          "id": "22-02", 
          "img": "{{:en:obs:obs-22-02.jpg?nolink&640x360}}", 
          "text": "The angel said to Zechariah, “Your wife will have a son. You will name him John. He will be the great prophet that comes before the Messiah!” Zechariah responded, “My wife and I are too old to have children! How will I know this will happen?”"
        }, 
        {
          "id": "22-03", 
          "img": "{{:en:obs:obs-22-03.jpg?nolink&640x360}}", 
          "text": "The angel answered, “I was sent by God to bring you this good news. Because you did not believe me, you will not be able to speak until the child is born.” Immediately, Zechariah was unable to speak. Then the angel left. Zechariah returned home, and his wife became pregnant."
        }, 
        {
          "id": "22-04", 
          "img": "{{:en:obs:obs-22-04.jpg?nolink&640x360}}", 
          "text": "When Elizabeth was six months pregnant, the same angel appeared to Elizabeth’s relative, whose name was Mary. She was a virgin and was engaged to a man named Joseph. The angel said, “You will become pregnant and give birth to a son. You are to name him Jesus and he will be the Messiah.”"
        }, 
        {
          "id": "22-05", 
          "img": "{{:en:obs:obs-22-05.jpg?nolink&640x360}}", 
          "text": "Mary replied, “How can this be, since I am a virgin?” The angel explained, “The Holy Spirit will come upon you, and the power of God will cover you. So the baby will be holy, the Son of God.” Mary believed and accepted what the angel said."
        }, 
        {
          "id": "22-06", 
          "img": "{{:en:obs:obs-22-06.jpg?nolink&640x360}}", 
          "text": "Not long after this, Mary went and visited Elizabeth. As soon as Elizabeth heard Mary’s greeting, Elizabeth’s baby jumped inside her. The women rejoiced together about what God had done for them. After visiting for three months, Mary returned home."
        }, 
        {
          "id": "22-07", 
          "img": "{{:en:obs:obs-22-07.jpg?nolink&640x360}}", 
          "text": "After Elizabeth gave birth to her baby boy, they named him John as the angel commanded. Then God allowed Zechariah to speak again. He said, “Praise God, because he has remembered his people! You, my son, will be called the prophet of the Most High God! You will prepare the way for the Messiah!”"
        }
      ], 
      "number": "22", 
      "ref": "A Bible story from: Luke 1", 
      "title": "22. The Birth of John"
    }, 
    {
      "frames": [
        {
          "id": "23-01", 
          "img": "{{:en:obs:obs-23-01.jpg?nolink&640x360}}", 
          "text": "Joseph was a righteous man. When he heard that Mary was pregnant, he knew it was not his baby. He did not want to shame her, so he planned to quietly divorce her. Before he could do that, an angel appeared to him in a dream."
        }, 
        {
          "id": "23-02", 
          "img": "{{:en:obs:obs-23-02.jpg?nolink&640x360}}", 
          "text": "The angel said, “Joseph, do not be afraid to take Mary as your wife. What is in her is from the Holy Spirit. She will give birth to a son. Name him Jesus, because he will save the people from their sins.”"
        }, 
        {
          "id": "23-03", 
          "img": "{{:en:obs:obs-23-03.jpg?nolink&640x360}}", 
          "text": "So Joseph married her and took her home as his wife, but he did not sleep with her until she had given birth."
        }, 
        {
          "id": "23-04", 
          "img": "{{:en:obs:obs-23-04.jpg?nolink&640x360}}", 
          "text": "About the time Mary was to give birth, the Roman government told everyone to go to the town of their ancestors for a census. Joseph and Mary had to make a long journey from where they lived in Nazareth to Bethlehem because their ancestor was David whose hometown was Bethlehem."
        }, 
        {
          "id": "23-05", 
          "img": "{{:en:obs:obs-23-05.jpg?nolink&640x360}}", 
          "text": "When they arrived in Bethlehem, there was no place to stay. The only room they could find was a place where animals stayed. The baby was born there and his mother laid him in a feeding trough, since they did not have a bed for him. They named him Jesus."
        }, 
        {
          "id": "23-06", 
          "img": "{{:en:obs:obs-23-06.jpg?nolink&640x360}}", 
          "text": "That night, there were some shepherds in a nearby field guarding their flocks. Suddenly, a shining angel appeared to them, and they were terrified. The angel said, “Do not be afraid, because I have some good news for you. The Messiah, the Master, has been born in Bethlehem!”"
        }, 
        {
          "id": "23-07", 
          "img": "{{:en:obs:obs-23-07.jpg?nolink&640x360}}", 
          "text": "“Go search for the baby, and you will find him wrapped in pieces of cloth and lying in a feeding trough.” Suddenly, the skies were filled with angels praising God, saying, “Glory to God in heaven and peace on earth to the people he favors!”"
        }, 
        {
          "id": "23-08", 
          "img": "{{:en:obs:obs-23-08.jpg?nolink&640x360}}", 
          "text": "When the shepherds arrived at the place where Jesus was, they found him lying in a feeding trough, just as the angel had told them. They were very excited. Mary was very happy, too. The shepherds returned to the fields, praising God for all they had heard and seen."
        }, 
        {
          "id": "23-09", 
          "img": "{{:en:obs:obs-23-09.jpg?nolink&640x360}}", 
          "text": "Some time later, wise men from countries far to the east saw an unusual star in the sky. They realized it meant a new king of the Jews was born. So, they traveled a great distance to see this king. They came to Bethlehem and found the place where Jesus was living."
        }, 
        {
          "id": "23-10", 
          "img": "{{:en:obs:obs-23-10.jpg?nolink&640x360}}", 
          "text": "When they saw Jesus with his mother, they bowed down and worshiped him. They gave Jesus expensive gifts. Then they returned home."
        }
      ], 
      "number": "23", 
      "ref": "A Bible story from: Matthew 1; Luke 2", 
      "title": "23. The Birth of Jesus"
    }, 
    {
      "frames": [
        {
          "id": "24-01", 
          "img": "{{:en:obs:obs-24-01.jpg?nolink&640x360}}", 
          "text": "When John grew up, he became a prophet. He lived in the wilderness, ate wild honey and locusts, and wore clothes made from camel hair."
        }, 
        {
          "id": "24-02", 
          "img": "{{:en:obs:obs-24-02.jpg?nolink&640x360}}", 
          "text": "Many people came to listen to John. He preached to them, saying, “Repent, for the Kingdom of God is near!”"
        }, 
        {
          "id": "24-03", 
          "img": "{{:en:obs:obs-24-03.jpg?nolink&640x360}}", 
          "text": "Some people repented and were baptized when they heard John’s message, but there were many religious leaders who came to be baptized without repenting and confessing their sins."
        }, 
        {
          "id": "24-04", 
          "img": "{{:en:obs:obs-24-04.jpg?nolink&640x360}}", 
          "text": "John said to the religious leaders, “You bunch of snakes! Repent and change your behavior. Every tree that does not bear good fruit will be cut down and thrown into the fire.” John fulfilled what the prophet Isaiah said, “Behold, I send my messenger ahead of you, who will prepare your way.”"
        }, 
        {
          "id": "24-05", 
          "img": "{{:en:obs:obs-24-05.jpg?nolink&640x360}}", 
          "text": "Some Jews asked John if he was the Messiah. John replied, “I am not the Messiah, but there is someone coming after me who is much greater than I am. I am not even worthy to untie his sandals.”"
        }, 
        {
          "id": "24-06", 
          "img": "{{:en:obs:obs-24-06.jpg?nolink&640x360}}", 
          "text": "The next day, Jesus came to be baptized by John. When John saw him, he said, “Look! There is the Lamb of God who takes away the sin of the world.”"
        }, 
        {
          "id": "24-07", 
          "img": "{{:en:obs:obs-24-07.jpg?nolink&640x360}}", 
          "text": "John said to Jesus, “I am not worthy to baptize you. You should baptize me instead.” But Jesus said, “You should baptize me, because it is the right thing to do.” So John baptized him, but not not because Jesus had sinned—he never sinned."
        }, 
        {
          "id": "24-08", 
          "img": "{{:en:obs:obs-24-08.jpg?nolink&640x360}}", 
          "text": "When Jesus came out of the water, the Spirit of God took the appearance of a dove and landed on him. At the same time a voice from heaven said, “You are my beloved Son, and with you I am well pleased.”"
        }, 
        {
          "id": "24-09", 
          "img": "{{:en:obs:obs-24-09.jpg?nolink&640x360}}", 
          "text": "God had told John, “The Holy Spirit will land on someone you baptize. He is the Son of God.” There is only one God. But God is three persons, the Father, Jesus the Son, and the Holy Spirit."
        }
      ], 
      "number": "24", 
      "ref": "A Bible story from: Matthew 3; Mark 1:9-11; Luke 3:1-23", 
      "title": "24. John Baptizes Jesus"
    }, 
    {
      "frames": [
        {
          "id": "25-01", 
          "img": "{{:en:obs:obs-25-01.jpg?nolink&640x360}}", 
          "text": "Immediately after Jesus was baptized, the Holy Spirit led him out into the desert, where he fasted for forty days and forty nights. Then Satan appeared and tempted him."
        }, 
        {
          "id": "25-02", 
          "img": "{{:en:obs:obs-25-02.jpg?nolink&640x360}}", 
          "text": "Satan said, “If you are the Son of God, turn these rocks into bread so you can eat!”"
        }, 
        {
          "id": "25-03", 
          "img": "{{:en:obs:obs-25-03.jpg?nolink&640x360}}", 
          "text": "Jesus replied, “It is written in God’s Word, ‘Man does not live only on bread, but on every word that God speaks!’”"
        }, 
        {
          "id": "25-04", 
          "img": "{{:en:obs:obs-25-04.jpg?nolink&640x360}}", 
          "text": "Then Satan took Jesus to the highest point on the Temple and said, “If you are the Son of God, throw yourself down, for it is written, ‘He will command his angels to catch you so your foot does not hit the ground.’”"
        }, 
        {
          "id": "25-05", 
          "img": "{{:en:obs:obs-25-05.jpg?nolink&640x360}}", 
          "text": "But Jesus replied, “It is also written in God’s Word, ‘Do not test the Lord, your God.’”"
        }, 
        {
          "id": "25-06", 
          "img": "{{:en:obs:obs-25-06.jpg?nolink&640x360}}", 
          "text": "Then Satan showed Jesus all the kingdoms of the world and all their glory and said, “I will give you all this if you bow down and worship me.”"
        }, 
        {
          "id": "25-07", 
          "img": "{{:en:obs:obs-25-07.jpg?nolink&640x360}}", 
          "text": "Jesus replied, “Get away from me, Satan! It is written in God’s Word, ‘Worship only the Lord your God and only serve him.’”"
        }, 
        {
          "id": "25-08", 
          "img": "{{:en:obs:obs-25-08.jpg?nolink&640x360}}", 
          "text": "Jesus did not give in to Satan's temptations, so Satan left him. Then angels came and took care of Jesus."
        }
      ], 
      "number": "25", 
      "ref": "A Bible story from: Matthew 4:1-11; Mark 1:12-13; Luke 4:1-13", 
      "title": "25. Satan Tempts Jesus"
    }, 
    {
      "frames": [
        {
          "id": "26-01", 
          "img": "{{:en:obs:obs-26-01.jpg?nolink&640x360}}", 
          "text": "After overcoming Satan’s temptations, Jesus returned in the power of the Holy Spirit to the region of Galilee where he lived. Jesus went from place to place teaching. Everyone spoke well of him."
        }, 
        {
          "id": "26-02", 
          "img": "{{:en:obs:obs-26-02.jpg?nolink&640x360}}", 
          "text": "Jesus went to the town of Nazareth where he had grown up. On the Sabbath, he went to the place of worship. They gave him the scroll of the prophet Isaiah. Jesus opened up the scroll and read from it."
        }, 
        {
          "id": "26-03", 
          "img": "{{:en:obs:obs-26-03.jpg?nolink&640x360}}", 
          "text": "“God has poured his Spirit on me to proclaim good news to the poor, freedom to captives, recovery of sight for the blind, and release to prisoners. This is the year of the Lord’s favor.”"
        }, 
        {
          "id": "26-04", 
          "img": "{{:en:obs:obs-26-04.jpg?nolink&640x360}}", 
          "text": "Then Jesus sat down. Everybody watched him closely. They knew this passage was talking about the Messiah. Jesus said, “Today these words have been fulfilled in your hearing.” All the people were amazed. “Isn’t this the son of Joseph?” they said."
        }, 
        {
          "id": "26-05", 
          "img": "{{:en:obs:obs-26-05.jpg?nolink&640x360}}", 
          "text": "Then Jesus said, “I tell you the truth, no prophet is accepted in his own hometown. When the prophet Elijah was alive there were many widows in Israel. But when it did not rain for three and a half years, God did not send Elijah to help a widow from Israel but a widow from a different nation.”"
        }, 
        {
          "id": "26-06", 
          "img": "{{:en:obs:obs-26-06.jpg?nolink&640x360}}", 
          "text": "“And when the prophet Elisha was alive, there were many people in Israel with skin diseases. But Elisha did not heal any of them. He only healed Naaman, a commander of Israel’s enemies.” When the people heard this, they were furious."
        }, 
        {
          "id": "26-07", 
          "img": "{{:en:obs:obs-26-07.jpg?nolink&640x360}}", 
          "text": "The people of Nazareth dragged Jesus out of the place of worship and brought him to the edge of a cliff to throw him off. But Jesus walked through the crowd and left the town of Nazareth."
        }, 
        {
          "id": "26-08", 
          "img": "{{:en:obs:obs-26-08.jpg?nolink&640x360}}", 
          "text": "Then Jesus went through that area, and great crowds came to him. They brought all the sick people, including those who could not see, walk, hear, or speak, and Jesus healed them."
        }, 
        {
          "id": "26-09", 
          "img": "{{:en:obs:obs-26-09.jpg?nolink&640x360}}", 
          "text": "Many people with demons were brought to Jesus. At Jesus' command, the demons came out, often shouting, “You are the Son of God!” The crowds were amazed and worshiped God."
        }, 
        {
          "id": "26-10", 
          "img": "{{:en:obs:obs-26-10.jpg?nolink&640x360}}", 
          "text": "Then Jesus chose twelve men who were called his disciples. The disciples were Jesus’ students. They traveled with him and learned from him."
        }
      ], 
      "number": "26", 
      "ref": "A Bible story from:Matthew 4:12-25; Mark 1:14-15, 35-39; 3:13-21; Luke 4:14-30, 38-44", 
      "title": "26. Jesus Starts His Ministry"
    }, 
    {
      "frames": [
        {
          "id": "27-01", 
          "img": "{{:en:obs:obs-27-01.jpg?nolink&640x360}}", 
          "text": "Un jour, un avocat s'adresse à Jésus pour le mettre à l'épreuve, en disant, \"Rabbin, qu'est-ce qu'il faut que je fasse pour gagner la vie éternelle?\" Jésus répondit, \"Qu'est-ce que c'est écrit dans le loi de Dieu?\""
        }, 
        {
          "id": "27-02", 
          "img": "{{:en:obs:obs-27-02.jpg?nolink&640x360}}", 
          "text": "\"Aimez le Seigneur votre Dieu avec tout votre cœur, votre âme, votre force, et votre esprit. Et aimez votre voisin comme vous-même,\" dit l'avocat. Jésus répondit, \"c'est vrai. Faites ça et vous allez vivre.\""
        }, 
        {
          "id": "27-03", 
          "img": "{{:en:obs:obs-27-03.jpg?nolink&640x360}}", 
          "text": "Mais l'avocat avait voulu prouver qu'il avait raison, donc il a demandé, \"Qui est mon voisin?\""
        }, 
        {
          "id": "27-04", 
          "img": "{{:en:obs:obs-27-04.jpg?nolink&640x360}}", 
          "text": "Jésus répondit avec un histoire. \"Un homme juif était en train de voyager au Jericho, en utilisant la rue qui vient de Jérusalem.\""
        }, 
        {
          "id": "27-05", 
          "img": "{{:en:obs:obs-27-05.jpg?nolink&640x360}}", 
          "text": "\"Pendant son voyage, il a été attaqué par une bande des voleurs. Ils ont pris tout ce qu'il avait et sur-le-champ, les voleurs ont batté le juif jusqu'au il était près de la mort. Après, ils ont quitté la rue.\""
        }, 
        {
          "id": "27-06", 
          "img": "{{:en:obs:obs-27-06.jpg?nolink&640x360}}", 
          "text": "“Avant que beaucoup de temps avaient passé, un prêtre juif se promenait sur la même rue. Quand ce chef religieux a vue l'homme juif, il a croisé la rue pour qu'il puisse continuer de marcher dans l'autre côté. Il ignorait son compatriote blessé.\""
        }, 
        {
          "id": "27-07", 
          "img": "{{:en:obs:obs-27-07.jpg?nolink&640x360}}", 
          "text": "“Quelques instants plus tard, un Lévite voyaga dans le même route. (Les Lévites étaient une tribu des juifs qui aidaient les prêtres dans leur travail religieux.) Le Lévite traversa la rue pour qu'il puisse ignorer l'homme battu aussi.\""
        }, 
        {
          "id": "27-08", 
          "img": "{{:en:obs:obs-27-08.jpg?nolink&640x360}}", 
          "text": "“Le personne suivant sur la route de Jericho était un samaritain. (Les samaritains sont les descendants des juifs et gens d'autres pays. Les juifs et les samaritains se détestèrent.) Mais quand ce samaritain voit le juif blessé, il était émouvé- il se sentira obligé d'aider cet homme. Gentiment, il bandera les blessures de son ennemi destiné.”"
        }, 
        {
          "id": "27-09", 
          "img": "{{:en:obs:obs-27-09.jpg?nolink&640x360}}", 
          "text": "“Ensuite, il mît l'homme sur son âne et il l'amènera à un hôtel, où il l'aidera plus.”"
        }, 
        {
          "id": "27-10", 
          "img": "{{:en:obs:obs-27-10.jpg?nolink&640x360}}", 
          "text": "\"La prochaine journée, le samaritain a du continuer son voyage. Il donnera de l'argent au gérant de l'hôtel et il dit, 'occupez-vous de cet homme. Si vous aviez besoin de plus d'argent, je pourrais vous donner n'importe quoi quand je revienne.'\""
        }, 
        {
          "id": "27-11", 
          "img": "{{:en:obs:obs-27-11.jpg?nolink&640x360}}", 
          "text": "Finalement, Jésus demanda à l'avocat, \"qui était un voisin de l'homme blessé?\" L'avocat répondit, \"l'homme qui l'a aidé.\" Jésus dit à l'avocat, \"allez et faites le même chose!\""
        }
      ], 
      "number": "27", 
      "ref": "Un histoire de la Bible de Luke 10. 25-37", 
      "title": "27. L'histoire du Bon Samaritain"
    }, 
    {
      "frames": [
        {
          "id": "28-01", 
          "img": "{{:en:obs:obs-28-01.jpg?nolink&640x360}}", 
          "text": "One day a rich young ruler came up to Jesus and asked him, “Teacher, what good thing must I do to have eternal life?” Jesus said to him, “Why do you ask me about what is good? There is only One who is good, and that is God. But if you want to have eternal life, obey God’s laws.”"
        }, 
        {
          "id": "28-02", 
          "img": "{{:en:obs:obs-28-02.jpg?nolink&640x360}}", 
          "text": "“Which ones?” he asked. Jesus replied, “Do not murder. Do not commit adultery. Do not steal. Do not lie. Honor your father and mother, and love your neighbor as you love yourself.”"
        }, 
        {
          "id": "28-03", 
          "img": "{{:en:obs:obs-28-03.jpg?nolink&640x360}}", 
          "text": "The young man, trying to prove that he was right, said, “I have obeyed all these laws ever since I was a boy. What do I still need to do?” Jesus looked at him and loved him."
        }, 
        {
          "id": "28-04", 
          "img": "{{:en:obs:obs-28-04.jpg?nolink&640x360}}", 
          "text": "Jesus answered, “If you want to be perfect, then go and sell everything you own and give the money to the poor, and you will have treasure waiting for you in heaven. Then come and follow me.”"
        }, 
        {
          "id": "28-05", 
          "img": "{{:en:obs:obs-28-05.jpg?nolink&640x360}}", 
          "text": "When the young man heard this, he became very sad, because he was very rich. He turned and went away from Jesus, unwilling to give up his wealth."
        }, 
        {
          "id": "28-06", 
          "img": "{{:en:obs:obs-28-06.jpg?nolink&640x360}}", 
          "text": "Then Jesus said to his disciples, “How hard it is for rich people to enter into the Kingdom of God! Yes, it is easier for a camel to go through the eye of a needle than for a rich man to enter the Kingdom of God.”"
        }, 
        {
          "id": "28-07", 
          "img": "{{:en:obs:obs-28-07.jpg?nolink&640x360}}", 
          "text": "When the disciples heard this they were shocked and said, “Then who can be saved?”"
        }, 
        {
          "id": "28-08", 
          "img": "{{:en:obs:obs-28-08.jpg?nolink&640x360}}", 
          "text": "Jesus looked at them and said, “With people this is impossible, but with God, all things are possible.”"
        }, 
        {
          "id": "28-09", 
          "img": "{{:en:obs:obs-28-09.jpg?nolink&640x360}}", 
          "text": "Peter said to Jesus, “We have left everything and followed you. What will be our reward?”"
        }, 
        {
          "id": "28-10", 
          "img": "{{:en:obs:obs-28-10.jpg?nolink&640x360}}", 
          "text": "Jesus answered, “Everyone who has left houses, brothers, sisters, father, mother, children, or property for my name’s sake, will inherit 100 times more in the next world and also eternal life. But many who are first will be last, and those who are last will be first.”"
        }
      ], 
      "number": "28", 
      "ref": "A Bible story from: Matthew 19:16-30; Mark 10:17-31; Luke 18:18-30", 
      "title": "28. The Rich Young Ruler"
    }, 
    {
      "frames": [
        {
          "id": "29-01", 
          "img": "{{:en:obs:obs-29-01.jpg?nolink&640x360}}", 
          "text": "One day Peter said to Jesus, “Master, how many times should I forgive my brother when he sins against me? Up to seven times?” Jesus said, “Not seven times, but seventy times seven!” By this, Jesus meant that we should always forgive. Jesus told this story."
        }, 
        {
          "id": "29-02", 
          "img": "{{:en:obs:obs-29-02.jpg?nolink&640x360}}", 
          "text": "“The Kingdom of God is like a king who wanted to settle accounts with his servants. One of his servants owed a huge debt worth 200,000 years’ wages.”"
        }, 
        {
          "id": "29-03", 
          "img": "{{:en:obs:obs-29-03.jpg?nolink&640x360}}", 
          "text": "“Since the servant could not repay the debt, the king said, ‘Sell this man and his family as slaves to make payment on his debt.’”"
        }, 
        {
          "id": "29-04", 
          "img": "{{:en:obs:obs-29-04.jpg?nolink&640x360}}", 
          "text": "“The servant fell on his knees before the king and said, ‘Please be patient with me, and I will pay everything back.’ The king felt pity for the servant and canceled all of his debt.”"
        }, 
        {
          "id": "29-05", 
          "img": "{{:en:obs:obs-29-05.jpg?nolink&640x360}}", 
          "text": "“The servant went out and found another servant who owed him a debt worth four months’ wages. The servant choked the man and said, ‘Pay me what you owe me!’”"
        }, 
        {
          "id": "29-06", 
          "img": "{{:en:obs:obs-29-06.jpg?nolink&640x360}}", 
          "text": "“The man fell on his knees and said, ‘Please be patient with me, and I will pay everything back.’ But the servant refused and threw the man in prison until he could pay the debt.”"
        }, 
        {
          "id": "29-07", 
          "img": "{{:en:obs:obs-29-07.jpg?nolink&640x360}}", 
          "text": "“Some other servants saw what had happened and were greatly disturbed. They went to the king and told him everything.”"
        }, 
        {
          "id": "29-08", 
          "img": "{{:en:obs:obs-29-08.jpg?nolink&640x360}}", 
          "text": "“The king called the servant and said, ‘You wicked servant! I forgave your debt because you begged me. You should have done the same.’ In his anger the king threw the wicked servant into prison until he could pay back all of his debt.”"
        }, 
        {
          "id": "29-09", 
          "img": "{{:en:obs:obs-29-09.jpg?nolink&640x360}}", 
          "text": "Then Jesus said, “This is what my heavenly Father will do to every one of you if you do not forgive your brother from your heart.”"
        }
      ], 
      "number": "29", 
      "ref": "A Bible story from: Matthew 18:21-35", 
      "title": "29. The Story of the Unmerciful Servant"
    }, 
    {
      "frames": [
        {
          "id": "30-01", 
          "img": "{{:en:obs:obs-30-01.jpg?nolink&640x360}}", 
          "text": "Jesus sent his disciples to preach and teach. When they returned, they told Jesus what they had taught and done. Then Jesus invited them to come with him to a quiet place to rest for a while. So, they got into a boat and left."
        }, 
        {
          "id": "30-02", 
          "img": "{{:en:obs:obs-30-02.jpg?nolink&640x360}}", 
          "text": "But there were many people who saw Jesus and the disciples leave. They ran along the shore of the lake to get to the other side ahead of them. When Jesus and the disciples arrived, they were greeted by great crowds of people."
        }, 
        {
          "id": "30-03", 
          "img": "{{:en:obs:obs-30-03.jpg?nolink&640x360}}", 
          "text": "The crowd had over 5,000 men in it, not counting the women and children. Jesus felt great kindness towards the people. To Jesus, these people were like sheep without a shepherd. So he taught them and healed their sick."
        }, 
        {
          "id": "30-04", 
          "img": "{{:en:obs:obs-30-04.jpg?nolink&640x360}}", 
          "text": "As it got later in the evening, the disciples told Jesus, “It is late and there are no towns nearby. Send the people away so they can go get something to eat.”"
        }, 
        {
          "id": "30-05", 
          "img": "{{:en:obs:obs-30-05.jpg?nolink&640x360}}", 
          "text": "But Jesus said to them, “You give them something to eat!” The disciples responded, “How can we do that? We only have five loaves of bread and two fish.”"
        }, 
        {
          "id": "30-06", 
          "img": "{{:en:obs:obs-30-06.jpg?nolink&640x360}}", 
          "text": "Jesus called the crowd to him and told his disciples to have them sit down on the grass, in groups of fifty people each."
        }, 
        {
          "id": "30-07", 
          "img": "{{:en:obs:obs-30-07.jpg?nolink&640x360}}", 
          "text": "Then Jesus took the five loaves of bread and the two fish, looked up to heaven, and blessed the food."
        }, 
        {
          "id": "30-08", 
          "img": "{{:en:obs:obs-30-08.jpg?nolink&640x360}}", 
          "text": "Jesus then started breaking the bread and fish. He gave the pieces to his disciples to give to the people. The disciples kept passing out the food, and it never ran out! All the people ate and were satisfied."
        }, 
        {
          "id": "30-09", 
          "img": "{{:en:obs:obs-30-09.jpg?nolink&640x360}}", 
          "text": "The disciples even picked up twelve baskets full of leftover food that had not been eaten. All the food came from the five loaves of bread and two fish."
        }
      ], 
      "number": "30", 
      "ref": "A Bible story from: Matthew 14:13-21; Mark 6:31-44; Luke 9:10-17; John 6:5-15", 
      "title": "30. Jesus Feeds Five Thousand People"
    }, 
    {
      "frames": [
        {
          "id": "31-01", 
          "img": "{{:en:obs:obs-31-01.jpg?nolink&640x360}}", 
          "text": "Then Jesus told the disciples to get into a boat and sail to the other side of the lake while he dismissed the crowd. After Jesus had sent the crowd away, he went up on a mountain to pray. Jesus was there all alone, and he prayed long into the evening."
        }, 
        {
          "id": "31-02", 
          "img": "{{:en:obs:obs-31-02.jpg?nolink&640x360}}", 
          "text": "Meanwhile, the disciples’ boat was a long way from land. They were in danger, because a storm had come up and the boat was being tossed around by the waves and the wind."
        }, 
        {
          "id": "31-03", 
          "img": "{{:en:obs:obs-31-03.jpg?nolink&640x360}}", 
          "text": "Jesus decided to go to them, so he walked on top of the water across the lake toward the boat!"
        }, 
        {
          "id": "31-04", 
          "img": "{{:en:obs:obs-31-04.jpg?nolink&640x360}}", 
          "text": "The disciples were very afraid when they saw Jesus, because they thought they were seeing a ghost. Jesus knew that they were afraid, so he called out to them and said, “Do not be afraid. It is I!”"
        }, 
        {
          "id": "31-05", 
          "img": "{{:en:obs:obs-31-05.jpg?nolink&640x360}}", 
          "text": "Then Peter said to Jesus, “Master, if it is you, command me to come to you on the water.” Jesus told Peter, “Come!”"
        }, 
        {
          "id": "31-06", 
          "img": "{{:en:obs:obs-31-06.jpg?nolink&640x360}}", 
          "text": "So, Peter got out of the boat and started walking to Jesus on the surface of the water. But after a short distance, he turned his eyes away from Jesus and began to look at the strong wind and waves."
        }, 
        {
          "id": "31-07", 
          "img": "{{:en:obs:obs-31-07.jpg?nolink&640x360}}", 
          "text": "Then Peter became afraid and began to sink. He cried out, “Master, save me!” Jesus reached out right away and grabbed him. Then he said to Peter, “O you of little faith, why did you doubt?”"
        }, 
        {
          "id": "31-08", 
          "img": "{{:en:obs:obs-31-08.jpg?nolink&640x360}}", 
          "text": "When Peter and Jesus got into the boat, the wind immediately stopped. The disciples were amazed. They worshiped Jesus, saying to him, “Truly, you are the Son of God.”"
        }
      ], 
      "number": "31", 
      "ref": "A Bible story from: Matthew 14:22-33; Mark 6:45-52; John 6:16-21", 
      "title": "31. Jesus Walks on Water"
    }, 
    {
      "frames": [
        {
          "id": "32-01", 
          "img": "{{:en:obs:obs-32-01.jpg?nolink&640x360}}", 
          "text": "One day, Jesus and his disciples crossed the Sea of Galilee to the country of the Gerasenes."
        }, 
        {
          "id": "32-02", 
          "img": "{{:en:obs:obs-32-02.jpg?nolink&640x360}}", 
          "text": "When they reached the other side, a demon-possessed man came running up to Jesus."
        }, 
        {
          "id": "32-03", 
          "img": "{{:en:obs:obs-32-03.jpg?nolink&640x360}}", 
          "text": "This man was so strong that nobody could hold him down. People had even used chains to lock him up, but he kept breaking them."
        }, 
        {
          "id": "32-04", 
          "img": "{{:en:obs:obs-32-04.jpg?nolink&640x360}}", 
          "text": "The man lived among the tombs in the area. Day and night this man would scream. He wore no clothes and cut himself repeatedly with stones."
        }, 
        {
          "id": "32-05", 
          "img": "{{:en:obs:obs-32-05.jpg?nolink&640x360}}", 
          "text": "When the man came to Jesus, he fell on his knees in front of him. Jesus said, “Come out of the man, demon!”"
        }, 
        {
          "id": "32-06", 
          "img": "{{:en:obs:obs-32-06.jpg?nolink&640x360}}", 
          "text": "The man with the demon cried out in a loud voice and said, “What do you want with me, Jesus, Son of the Most High God? Please do not torture me!” Then Jesus asked the man, “What is your name?” He replied, “My name is Legion, for we are many.” (A legion was a group of up to 6,000 soldiers.)"
        }, 
        {
          "id": "32-07", 
          "img": "{{:en:obs:obs-32-07.jpg?nolink&640x360}}", 
          "text": "The demons begged Jesus, “Please do not send us out of this area!” There was a herd of pigs feeding on a nearby hill. So, the demons begged Jesus, “Please send us into the pigs instead!” Jesus said, “Go!”"
        }, 
        {
          "id": "32-08", 
          "img": "{{:en:obs:obs-32-08.jpg?nolink&640x360}}", 
          "text": "The demons came out of the man and entered the pigs. The pigs ran down a steep bank into the sea and drowned. There were about 2,000 pigs in the herd."
        }, 
        {
          "id": "32-09", 
          "img": "{{:en:obs:obs-32-09.jpg?nolink&640x360}}", 
          "text": "When the people taking care of the pigs saw what happened, they ran and told everyone what Jesus had done. All the people came from the town and saw the man who used to have the demons. He was sitting down, wearing clothes, and acting like a normal person."
        }, 
        {
          "id": "32-10", 
          "img": "{{:en:obs:obs-32-10.jpg?nolink&640x360}}", 
          "text": "The people were very afraid and asked Jesus to leave. So Jesus got into the boat and prepared to leave. The man who had been healed begged to go along with Jesus."
        }, 
        {
          "id": "32-11", 
          "img": "{{:en:obs:obs-32-11.jpg?nolink&640x360}}", 
          "text": "But Jesus said to him, “Go home and tell your friends and family how much God has done for you and how he has had mercy on you.”"
        }, 
        {
          "id": "32-12", 
          "img": "{{:en:obs:obs-32-12.jpg?nolink&640x360}}", 
          "text": "So the man went away and told everyone about what Jesus had done for him. Everyone who heard his story was filled with wonder and amazement."
        }, 
        {
          "id": "32-13", 
          "img": "{{:en:obs:obs-32-13.jpg?nolink&640x360}}", 
          "text": "Jesus returned to the other side of the Sea of Galilee. A large crowd gathered around him and pressed in on him. In the crowd was a woman who had been bleeding for twelve years. She had spent all her money on doctors trying to get better, but she only got worse."
        }, 
        {
          "id": "32-14", 
          "img": "{{:en:obs:obs-32-14.jpg?nolink&640x360}}", 
          "text": "She heard how Jesus had healed many sick people and thought to herself, “If I only touch Jesus’ clothes, then I, too, will be healed!” She came up behind Jesus and touched his clothes. As soon as she touched Jesus, the bleeding stopped!"
        }, 
        {
          "id": "32-15", 
          "img": "{{:en:obs:obs-32-15.jpg?nolink&640x360}}", 
          "text": "Immediately Jesus realized that power had gone out from him. So he turned around and asked, “Who touched me?” The disciples replied, “Jesus, there are many people crowding around you and bumping into you. How can you ask, ‘Who touched me?’”"
        }, 
        {
          "id": "32-16", 
          "img": "{{:en:obs:obs-32-16.jpg?nolink&640x360}}", 
          "text": "The woman fell on her knees before Jesus, shaking and very afraid. Then she told the whole truth. Jesus said to her, “Your faith has healed you. Go in peace.”"
        }
      ], 
      "number": "32", 
      "ref": "A Bible story from: Matthew 8:28-34; Mark 5:1-20; Luke 8:26-39", 
      "title": "32. Jesus Heals a Demon-Possessed Man & a Sick Woman"
    }, 
    {
      "frames": [
        {
          "id": "33-01", 
          "img": "{{:en:obs:obs-33-01.jpg?nolink&640x360}}", 
          "text": "One day, Jesus was down by the sea, teaching great crowds of people. The crowd got so big that Jesus got into a boat and began speaking from there."
        }, 
        {
          "id": "33-02", 
          "img": "{{:en:obs:obs-33-02.jpg?nolink&640x360}}", 
          "text": "Jesus told this story. “A farmer went out to plant some grain. As he was spreading the seeds by hand, some seeds fell on the path, and the birds came and ate it all.”"
        }, 
        {
          "id": "33-03", 
          "img": "{{:en:obs:obs-33-03.jpg?nolink&640x360}}", 
          "text": "“Other seeds fell on a rocky place, where there was not much soil. The seeds in the rocky soil sprouted quickly. But when the sun came up and it got hot, the plants withered and died since their roots did not go deep.”"
        }, 
        {
          "id": "33-04", 
          "img": "{{:en:obs:obs-33-04.jpg?nolink&640x360}}", 
          "text": "“Still other seeds fell among thorny bushes. Those seeds were choked by the thorns and did not produce any grain.”"
        }, 
        {
          "id": "33-05", 
          "img": "{{:en:obs:obs-33-05.jpg?nolink&640x360}}", 
          "text": "“Other seeds fell into good soil. These seeds grew up and produced 30, 60, or even 100 times as much grain as had been planted. He who has ears, let him hear!”"
        }, 
        {
          "id": "33-06", 
          "img": "{{:en:obs:obs-33-06.jpg?nolink&640x360}}", 
          "text": "This story confused the disciples. So Jesus explained, “The seed represents the Word of God. The seeds on the path are like people who hear God’s Word, do not understand it, and the devil takes the word from them.”"
        }, 
        {
          "id": "33-07", 
          "img": "{{:en:obs:obs-33-07.jpg?nolink&640x360}}", 
          "text": "“The seeds on the rocky soil are like people who hear God’s Word and accept it with joy. But in times of hardship or persecution, they fall away because they have no maturity.”"
        }, 
        {
          "id": "33-08", 
          "img": "{{:en:obs:obs-33-08.jpg?nolink&640x360}}", 
          "text": "“The seeds in the thorns are like people who hear God’s Word and believe it. But as time passes, their love for God is choked out by the cares, riches, and pleasures of life. The teaching they heard does not produce fruit.”"
        }, 
        {
          "id": "33-09", 
          "img": "{{:en:obs:obs-33-09.jpg?nolink&640x360}}", 
          "text": "“But the seeds that fall on good soil represent people who hear the Word of God, believe it, and produce fruit.”"
        }
      ], 
      "number": "33", 
      "ref": "A Bible story from: Matthew 13:1-8, 18-23; Mark 4:1-8, 13-20; Luke 8:4-15", 
      "title": "33. The Story of the Farmer"
    }, 
    {
      "frames": [
        {
          "id": "34-01", 
          "img": "{{:en:obs:obs-34-01.jpg?nolink&640x360}}", 
          "text": "Jesus told many other stories about the Kingdom of God. He said, “The Kingdom of God is like a mustard seed that a man planted in his field. When it is a seed, it is the smallest seed of all.”"
        }, 
        {
          "id": "34-02", 
          "img": "{{:en:obs:obs-34-02.jpg?nolink&640x360}}", 
          "text": "“But when the mustard seed has grown, it is the largest of all garden plants, big enough that even the birds come and make nests in its branches.”"
        }, 
        {
          "id": "34-03", 
          "img": "{{:en:obs:obs-34-03.jpg?nolink&640x360}}", 
          "text": "Jesus told another story, “The Kingdom of God is like yeast that a woman mixed into some bread dough until it spread all the way through.”"
        }, 
        {
          "id": "34-04", 
          "img": "{{:en:obs:obs-34-04.jpg?nolink&640x360}}", 
          "text": "“The Kingdom of God is also like hidden treasure in a field, which a man found and then buried again. In his joy, he went and sold everything he had and bought that field.”"
        }, 
        {
          "id": "34-05", 
          "img": "{{:en:obs:obs-34-05.jpg?nolink&640x360}}", 
          "text": "“The Kingdom of God is also like a pearl merchant who was looking for perfect pearls. When he found one of great value, he sold all that he had and bought it.”"
        }, 
        {
          "id": "34-06", 
          "img": "{{:en:obs:obs-34-06.jpg?nolink&640x360}}", 
          "text": "Then Jesus told a story about people who trust in their own good deeds and despise other people. “Two men went up to the Temple to pray. One of them was a tax collector, and the other a religious leader.”"
        }, 
        {
          "id": "34-07", 
          "img": "{{:en:obs:obs-34-07.jpg?nolink&640x360}}", 
          "text": "“The religious leader prayed like this, ‘Thank you God that I am not like other men—robbers, unjust men, adulterers, or even like that tax collector.’”"
        }, 
        {
          "id": "34-08", 
          "img": "{{:en:obs:obs-34-08.jpg?nolink&640x360}}", 
          "text": "“‘I fast two times every week and I give you ten percent of everything I get.’”"
        }, 
        {
          "id": "34-09", 
          "img": "{{:en:obs:obs-34-09.jpg?nolink&640x360}}", 
          "text": "“But the tax collector stood far away, did not even lift his eyes up to heaven, but beat his chest and prayed, ‘God, have mercy on me, a sinner.’”"
        }, 
        {
          "id": "34-10", 
          "img": "{{:en:obs:obs-34-10.jpg?nolink&640x360}}", 
          "text": "Then Jesus said, “I tell you the truth, the tax collector went home forgiven, and not the religious leader. Everyone who is proud will be humbled, but whoever humbles himself will be lifted up.”"
        }
      ], 
      "number": "34", 
      "ref": "A Bible story from: Matthew 13:31-33, 44-46; Mark 4:30-32; Luke 13:18-21; 18:9-14", 
      "title": "34. Jesus Teaches Other Stories"
    }, 
    {
      "frames": [
        {
          "id": "35-01", 
          "img": "{{:en:obs:obs-35-01.jpg?nolink&640x360}}", 
          "text": "One day, Jesus was teaching many tax collectors and sinners who were with him."
        }, 
        {
          "id": "35-02", 
          "img": "{{:en:obs:obs-35-02.jpg?nolink&640x360}}", 
          "text": "The religious leaders were grumbling because Jesus was treating these people as friends. So Jesus told this story."
        }, 
        {
          "id": "35-03", 
          "img": "{{:en:obs:obs-35-03.jpg?nolink&640x360}}", 
          "text": "“There was a man who had two sons. The younger son told his father, ‘Father, I want my inheritance now!’ So the father divided his property between the two sons.”"
        }, 
        {
          "id": "35-04", 
          "img": "{{:en:obs:obs-35-04.jpg?nolink&640x360}}", 
          "text": "“Soon the younger son gathered all that he had and went far away and wasted his money in sinful living.”"
        }, 
        {
          "id": "35-05", 
          "img": "{{:en:obs:obs-35-05.jpg?nolink&640x360}}", 
          "text": "“At that time a severe famine came on the land, and the younger son had no money to buy food. So he took the only job he could find, feeding pigs. He was so miserable and hungry that he wanted to eat the pigs’ food.”"
        }, 
        {
          "id": "35-06", 
          "img": "{{:en:obs:obs-35-06.jpg?nolink&640x360}}", 
          "text": "“Finally, the younger son said to himself, ‘What am I doing? All my father’s servants have plenty to eat, and yet here I am starving. I will go back to my father and ask to be one of his servants.’”"
        }, 
        {
          "id": "35-07", 
          "img": "{{:en:obs:obs-35-07.jpg?nolink&640x360}}", 
          "text": "“While the younger son was still far away, his father saw him and felt compassion for him. He ran to his son and hugged him and kissed him.”"
        }, 
        {
          "id": "35-08", 
          "img": "{{:en:obs:obs-35-08.jpg?nolink&640x360}}", 
          "text": "“The son said, ‘Father, I have sinned against God and against you. I am not worthy to be your son.’”"
        }, 
        {
          "id": "35-09", 
          "img": "{{:en:obs:obs-35-09.jpg?nolink&640x360}}", 
          "text": "“But his father told one of his servants, ‘Go quickly! Bring the best clothes and put them on my son! Put a ring on his finger and put sandals on his feet. Then kill the best calf so we can have a feast, because my son was dead, but now he is alive! He was lost, but now he is found!’”"
        }, 
        {
          "id": "35-10", 
          "img": "{{:en:obs:obs-35-10.jpg?nolink&640x360}}", 
          "text": "“And the people began to celebrate. Before long, the older son came home from working in the field. He heard the music and dancing and wondered what was happening.”"
        }, 
        {
          "id": "35-11", 
          "img": "{{:en:obs:obs-35-11.jpg?nolink&640x360}}", 
          "text": "“When the older son found out that there was a party because his brother had come home, he was very angry and would not go into the house. His father came out and begged him to join the party, but he refused.”"
        }, 
        {
          "id": "35-12", 
          "img": "{{:en:obs:obs-35-12.jpg?nolink&640x360}}", 
          "text": "“The older son said to his father, ‘All these years I’ve worked so faithfully for you! I never disobeyed you, and still you did not even give me one small goat so I could celebrate with my friends. But when this son of yours who wasted your money on sinful behavior came home, you killed the best calf for him!’”"
        }, 
        {
          "id": "35-13", 
          "img": "{{:en:obs:obs-35-13.jpg?nolink&640x360}}", 
          "text": "“The father answered, ‘My son, you are always with me, and everything I have is yours. But it is right for us to celebrate, because your brother was dead, but now is alive. He was lost, but now is found!’”"
        }
      ], 
      "number": "35", 
      "ref": "A Bible story from: Luke 15:11-32", 
      "title": "35. The Story of the Compassionate Father"
    }, 
    {
      "frames": [
        {
          "id": "36-01", 
          "img": "{{:en:obs:obs-36-01.jpg?nolink&640x360}}", 
          "text": "One day, Jesus took three of his disciples, Peter, James, and John with him. (This John was not the same person who baptized Jesus.) They went up on a high mountain by themselves."
        }, 
        {
          "id": "36-02", 
          "img": "{{:en:obs:obs-36-02.jpg?nolink&640x360}}", 
          "text": "All of a sudden, Jesus’ face became as bright as the sun and his clothes became as white as light, whiter than anyone on earth could make them."
        }, 
        {
          "id": "36-03", 
          "img": "{{:en:obs:obs-36-03.jpg?nolink&640x360}}", 
          "text": "Then Moses and Elijah, who had both lived hundreds of years earlier, appeared. They talked with Jesus about his death which would soon happen in Jerusalem."
        }, 
        {
          "id": "36-04", 
          "img": "{{:en:obs:obs-36-04.jpg?nolink&640x360}}", 
          "text": "As Moses and Elijah were talking with Jesus, Peter said, “Jesus, it is good for us to be here. Let us make three tents, one for you, one for Moses, and one for Elijah.” Peter did not know what he was saying."
        }, 
        {
          "id": "36-05", 
          "img": "{{:en:obs:obs-36-05.jpg?nolink&640x360}}", 
          "text": "As Peter was talking, a bright cloud came down on top of them and a voice from the cloud said, “This is my Son whom I love. I am pleased with him. Listen to him.” The three disciples were terrified and fell on the ground."
        }, 
        {
          "id": "36-06", 
          "img": "{{:en:obs:obs-36-06.jpg?nolink&640x360}}", 
          "text": "Then Jesus touched them and said, “Do not be afraid. Get up.” When they looked around they saw no one but Jesus."
        }, 
        {
          "id": "36-07", 
          "img": "{{:en:obs:obs-36-07.jpg?nolink&640x360}}", 
          "text": "As Jesus and the three disciples went back down the mountain, Jesus said to them, “Do not tell anyone about what happened here until after I have been raised from the dead.”"
        }
      ], 
      "number": "36", 
      "ref": "A Bible story from: Matthew 17:1-9; Mark 9:2-8; Luke 9:28-36", 
      "title": "36. The Transfiguration"
    }, 
    {
      "frames": [
        {
          "id": "37-01", 
          "img": "{{:en:obs:obs-37-01.jpg?nolink&640x360}}", 
          "text": "One day, Jesus received a message that Lazarus was very sick. Lazarus and his two sisters, Mary and Martha, were good friends of Jesus. When Jesus heard this news, he said, “This sickness will not end in death, but it will bring glory to God.” Jesus loved his friends, so he waited where he was for two days."
        }, 
        {
          "id": "37-02", 
          "img": "{{:en:obs:obs-37-02.jpg?nolink&640x360}}", 
          "text": "Then Jesus said to his disciples, “Let’s go back to Judea.” “But Teacher,” the disciples answered, “Just a short time ago the people there wanted to kill you!” Jesus said, “Our friend Lazarus has fallen asleep, and I must wake him.”"
        }, 
        {
          "id": "37-03", 
          "img": "{{:en:obs:obs-37-03.jpg?nolink&640x360}}", 
          "text": "Jesus' disciples replied, “Master, if Lazarus is sleeping, he will get better on his own.” Then Jesus told them plainly, “Lazarus is dead. I am glad we were not there when he died, for now you will see amazing things so that you may believe.”"
        }, 
        {
          "id": "37-04", 
          "img": "{{:en:obs:obs-37-04.jpg?nolink&640x360}}", 
          "text": "When Jesus got there, Lazarus had already been dead for four days. Martha went out to meet Jesus and said, “Master, if only you had been here, my brother would not have died. But I believe God will give you whatever you ask from him.”"
        }, 
        {
          "id": "37-05", 
          "img": "{{:en:obs:obs-37-05.jpg?nolink&640x360}}", 
          "text": "Jesus replied, “I am the Resurrection and the Life. Whoever believes in me will live, even though he dies. Everyone who believes in me will never die. Do you believe this?” “Yes, Master!” Martha answered. “I believe you are the Messiah, the Son of God.”"
        }, 
        {
          "id": "37-06", 
          "img": "{{:en:obs:obs-37-06.jpg?nolink&640x360}}", 
          "text": "Then Mary arrived. She fell at the feet of Jesus and said, “Master, if only you had been here, my brother would not have died.” “Where have you put Lazarus?” he asked them. They told him, “In the tomb. Come and see.” Then Jesus wept."
        }, 
        {
          "id": "37-07", 
          "img": "{{:en:obs:obs-37-07.jpg?nolink&640x360}}", 
          "text": "The tomb was a cave with a stone rolled across its entrance. When Jesus arrived at the tomb, he told them, “Roll the stone away.” But Martha said, “He has been dead for four days. There will be a bad smell.”"
        }, 
        {
          "id": "37-08", 
          "img": "{{:en:obs:obs-37-08.jpg?nolink&640x360}}", 
          "text": "Jesus responded, “Did I not tell you that you would see God’s glory if you believe?” So they rolled the stone away."
        }, 
        {
          "id": "37-09", 
          "img": "{{:en:obs:obs-37-09.jpg?nolink&640x360}}", 
          "text": "Then Jesus looked up to heaven and said, “Father, thank you for hearing me. I know you always listen to me, but I say this for the sake of all these people standing here, so that they will believe you sent me.” Then Jesus shouted, “Lazarus, come out!”"
        }, 
        {
          "id": "37-10", 
          "img": "{{:en:obs:obs-37-10.jpg?nolink&640x360}}", 
          "text": "And Lazarus came out! He was still wrapped up in grave clothes. Jesus told them, “Help him get out of those grave clothes and release him!” Many of the Jews believed in Jesus because of this miracle."
        }, 
        {
          "id": "37-11", 
          "img": "{{:en:obs:obs-37-11.jpg?nolink&640x360}}", 
          "text": "But the religious leaders of the Jews were jealous, so they gathered together to plan how they could kill Jesus and Lazarus."
        }
      ], 
      "number": "37", 
      "ref": "A Bible story from: John 11:1-46", 
      "title": "37. Jesus Raises Lazarus from the Dead"
    }, 
    {
      "frames": [
        {
          "id": "38-01", 
          "img": "{{:en:obs:obs-38-01.jpg?nolink&640x360}}", 
          "text": "Jesus had been preaching for about three years. It was the time of the Passover Feast when the Jews remembered how God had saved them from slavery in Egypt many centuries earlier. Jesus knew what would happen to him and told his disciples he was going to Jerusalem where he would be killed."
        }, 
        {
          "id": "38-02", 
          "img": "{{:en:obs:obs-38-02.jpg?nolink&640x360}}", 
          "text": "The Jewish leaders in Jerusalem refused to believe that Jesus was the Messiah and were plotting to kill him. Judas was one of Jesus’ disciples. He was in charge of the disciples’ money bag, but he loved money and often stole from it. Judas went to the Jewish leaders and offered to betray Jesus to them."
        }, 
        {
          "id": "38-03", 
          "img": "{{:en:obs:obs-38-03.jpg?nolink&640x360}}", 
          "text": "The Jewish leaders, led by the high priest, paid Judas thirty pieces of silver to betray Jesus. This happened just as the prophets had predicted. Judas agreed, took the money, and went away, looking for a chance to help them arrest Jesus."
        }, 
        {
          "id": "38-04", 
          "img": "{{:en:obs:obs-38-04.jpg?nolink&640x360}}", 
          "text": "Jesus celebrated the Passover Feast with his disciples. During the meal Jesus took bread and broke it, saying, “Take and eat this. It is my body, which is broken for you. Do this to remember me.” In this way, Jesus said that his body would be sacrificed for them."
        }, 
        {
          "id": "38-05", 
          "img": "{{:en:obs:obs-38-05.jpg?nolink&640x360}}", 
          "text": "Then Jesus took a cup and said, “Drink this. It is my blood of the New Covenant shed for the forgiveness of sins. Do this to remember me as often as you drink it.” In this way, Jesus said that his blood would be poured out to forgive their sins."
        }, 
        {
          "id": "38-06", 
          "img": "{{:en:obs:obs-38-06.jpg?nolink&640x360}}", 
          "text": "Then Jesus said to the disciples, “One of you will betray me.” The disciples were surprised and did not know who would do such a thing. Jesus said, “The person to whom I give this piece of bread is the betrayer.” Then he gave the bread to Judas."
        }, 
        {
          "id": "38-07", 
          "img": "{{:en:obs:obs-38-07.jpg?nolink&640x360}}", 
          "text": "After Judas took the bread, Satan entered into him. Judas left to help the Jewish leaders arrest Jesus. It was night."
        }, 
        {
          "id": "38-08", 
          "img": "{{:en:obs:obs-38-08.jpg?nolink&640x360}}", 
          "text": "After the meal, Jesus and his disciples walked to the Mount of Olives. Jesus said, “All of you will all abandon me tonight. It is written, ‘I will strike the shepherd and all the sheep will be scattered.’”"
        }, 
        {
          "id": "38-09", 
          "img": "{{:en:obs:obs-38-09.jpg?nolink&640x360}}", 
          "text": "Peter replied, “Even if all the others leave you, I will not!” Then Jesus said to Peter, “Satan wants to have all of you, but I have prayed for you, Peter, that your faith will not fail. Even so, tonight, before the rooster crows, three times you will deny that you even know me.”"
        }, 
        {
          "id": "38-10", 
          "img": "{{:en:obs:obs-38-10.jpg?nolink&640x360}}", 
          "text": "Peter then said to Jesus, “Even if I must die, I will never disown you!” All the other disciples said the same thing."
        }, 
        {
          "id": "38-11", 
          "img": "{{:en:obs:obs-38-11.jpg?nolink&640x360}}", 
          "text": "Then Jesus went with his disciples to a place called Gethsemane. Jesus told his disciples to pray that they would not fall into temptation. Then Jesus went to pray by himself."
        }, 
        {
          "id": "38-12", 
          "img": "{{:en:obs:obs-38-12.jpg?nolink&640x360}}", 
          "text": "Jesus prayed three times, “My Father, if it is possible, please let me escape this suffering. But if there is no other way for people’s sins to be forgiven, then let your will be done.” Jesus was very troubled and his sweat was like drops of blood. God sent an angel to strengthen him."
        }, 
        {
          "id": "38-13", 
          "img": "{{:en:obs:obs-38-13.jpg?nolink&640x360}}", 
          "text": "After each time of prayer, Jesus came back to his disciples, but they were asleep. After the third time, Jesus said, “Wake up! My betrayer is here.”"
        }, 
        {
          "id": "38-14", 
          "img": "{{:en:obs:obs-38-14.jpg?nolink&640x360}}", 
          "text": "Judas came with the Jewish leaders, soldiers, and a large crowd carrying swords and clubs. He came to Jesus and said, “Greetings, teacher,” and kissed him. This was the sign for the Jewish leaders to know whom to arrest. Then Jesus said, “Judas, do you betray me with a kiss?”"
        }, 
        {
          "id": "38-15", 
          "img": "{{:en:obs:obs-38-15.jpg?nolink&640x360}}", 
          "text": "As the soldiers arrested Jesus, Peter pulled out his sword and cut off the ear of the high priest’s servant. Jesus said, “Put the sword away! I could ask the Father for an army of angels to defend me. But I must obey my Father.” Then Jesus healed the man’s ear, and all the disciples ran away."
        }
      ], 
      "number": "38", 
      "ref": "A Bible story from: Matthew 26:14-56; Mark 14:10-50; Luke 22:1-53; John 18:1-11", 
      "title": "38. Jesus Is Betrayed"
    }, 
    {
      "frames": [
        {
          "id": "39-01", 
          "img": "{{:en:obs:obs-39-01.jpg?nolink&640x360}}", 
          "text": "It was now the middle of the night. The soldiers led Jesus to the house of the high priest to be questioned. Peter followed far behind. When Jesus was taken into the house, Peter stayed outside and warmed himself by a fire."
        }, 
        {
          "id": "39-02", 
          "img": "{{:en:obs:obs-39-02.jpg?nolink&640x360}}", 
          "text": "Inside the house, the Jewish leaders put Jesus on trial. They brought many witnesses who lied about him. However, their statements did not agree with each other, so they could not prove he was guilty of anything. Jesus did not say anything."
        }, 
        {
          "id": "39-03", 
          "img": "{{:en:obs:obs-39-03.jpg?nolink&640x360}}", 
          "text": "Finally, the high priest looked directly at Jesus and said, “Tell us, are you the Messiah, the Son of the living God?”"
        }, 
        {
          "id": "39-04", 
          "img": "{{:en:obs:obs-39-04.jpg?nolink&640x360}}", 
          "text": "Jesus said, “I am, and you will see me seated with God and coming in power from heaven.” The high priest tore his clothes in anger and shouted, “We do not need any more witnesses. You have heard him say that he is the Son of God. What is your judgment?”"
        }, 
        {
          "id": "39-05", 
          "img": "{{:en:obs:obs-39-05.jpg?nolink&640x360}}", 
          "text": "The Jewish leaders all answered, “He deserves to die!” Then they blindfolded Jesus, spit on him, hit him, and mocked him."
        }, 
        {
          "id": "39-06", 
          "img": "{{:en:obs:obs-39-06.jpg?nolink&640x360}}", 
          "text": "Outside the house, a girl saw Peter and said, “You also were with Jesus!” Peter denied it. Later, another girl said the same thing, and Peter denied it again. Finally, the people said, “You were with Jesus because you both are from Galilee.”"
        }, 
        {
          "id": "39-07", 
          "img": "{{:en:obs:obs-39-07.jpg?nolink&640x360}}", 
          "text": "Peter swore, saying, “May God curse me if I know this man!” Immediately, a rooster crowed, and Jesus turned and looked at Peter."
        }, 
        {
          "id": "39-08", 
          "img": "{{:en:obs:obs-39-08.jpg?nolink&640x360}}", 
          "text": "Peter went away and cried bitterly. Meanwhile, when Judas, the betrayer, saw that Jesus had been condemned, he became full of sorrow and went away and killed himself."
        }, 
        {
          "id": "39-09", 
          "img": "{{:en:obs:obs-39-09.jpg?nolink&640x360}}", 
          "text": "Early the next morning, the Jewish leaders brought Jesus to the Roman governor, Pilate, hoping to have Jesus killed. Pilate asked him, “Are you the King of the Jews?”"
        }, 
        {
          "id": "39-10", 
          "img": "{{:en:obs:obs-39-10.jpg?nolink&640x360}}", 
          "text": "Jesus answered, “You have said so, but my Kingdom is not an earthly kingdom. If it were, my servants would fight for me. But I have come to earth to tell the truth about God. Everyone who loves the truth listens to me.” Pilate said, “What is truth?”"
        }, 
        {
          "id": "39-11", 
          "img": "{{:en:obs:obs-39-11.jpg?nolink&640x360}}", 
          "text": "After speaking with Jesus, Pilate went out to the crowd and said, “I find no guilt in this man.” But the Jewish leaders and the crowd shouted, “Crucify him!” Pilate replied, “He is not guilty.” But they shouted even louder. Then Pilate said a third time, “He is not guilty!”"
        }, 
        {
          "id": "39-12", 
          "img": "{{:en:obs:obs-39-12.jpg?nolink&640x360}}", 
          "text": "But Pilate became afraid that a riot would start, so he handed Jesus over to them to be crucified. The soldiers whipped Jesus, put a royal robe and a crown made of thorns on him, and they mocked him, saying, “Look, the King of the Jews!”"
        }
      ], 
      "number": "39", 
      "ref": "A Bible story from: Matthew 26:57-27:26; Mark 14:53-15:15; Luke 22:54-23:25; John 18:12-19:16", 
      "title": "39. Jesus Is Put on Trial"
    }, 
    {
      "frames": [
        {
          "id": "40-01", 
          "img": "{{:en:obs:obs-40-01.jpg?nolink&640x360}}", 
          "text": "After mocking Jesus, the soldiers led him away to be crucified. They made him carry his own cross."
        }, 
        {
          "id": "40-02", 
          "img": "{{:en:obs:obs-40-02.jpg?nolink&640x360}}", 
          "text": "The soldiers brought Jesus to a place called “The Skull” and nailed his arms and feet to the cross. But Jesus said, “Father, forgive them, because they do not know what they are doing.” Pilate commanded that a sign be put above Jesus’ head that read, “King of the Jews.”"
        }, 
        {
          "id": "40-03", 
          "img": "{{:en:obs:obs-40-03.jpg?nolink&640x360}}", 
          "text": "The soldiers gambled for Jesus’ clothing. When they did this, they fulfilled a prophecy which said, “They divided my garments among them, and gambled for my clothing.”"
        }, 
        {
          "id": "40-04", 
          "img": "{{:en:obs:obs-40-04.jpg?nolink&640x360}}", 
          "text": "Jesus was crucified between two robbers. One of them mocked Jesus, but the other said, “Don’t you fear God? We are guilty, but this man is innocent. Jesus, please remember me in your Kingdom.” Jesus said to him, “Today, you will be with me in Paradise.”"
        }, 
        {
          "id": "40-05", 
          "img": "{{:en:obs:obs-40-05.jpg?nolink&640x360}}", 
          "text": "The crowd and the Jewish leaders mocked Jesus, saying, “If you are the Son of God, come down from the cross and save yourself! Then we will believe you.”"
        }, 
        {
          "id": "40-06", 
          "img": "{{:en:obs:obs-40-06.jpg?nolink&640x360}}", 
          "text": "It was the middle of the day, but darkness came over the whole land. It stayed dark from noon until 3:00 in the afternoon."
        }, 
        {
          "id": "40-07", 
          "img": "{{:en:obs:obs-40-07.jpg?nolink&640x360}}", 
          "text": "Then Jesus cried out, “It is finished! Father, I give my spirit into your hands.” Then he bowed his head and gave up his spirit. When he died, there was an earthquake and the large curtain in the Temple that separated the presence of God from the people was torn in two, from the top to the bottom."
        }, 
        {
          "id": "40-08", 
          "img": "{{:en:obs:obs-40-08.jpg?nolink&640x360}}", 
          "text": "Through his death, Jesus opened a way for people to come to God. When the soldier guarding Jesus saw everything that happened, he said, “Certainly, this man was innocent. He was the Son of God.”"
        }, 
        {
          "id": "40-09", 
          "img": "{{:en:obs:obs-40-09.jpg?nolink&640x360}}", 
          "text": "Then Joseph and Nicodemus, two Jewish leaders who believed Jesus was the Messiah, asked Pilate for Jesus’ body. They wrapped his body in cloth and buried it in a tomb cut out of rock. Then they rolled a large stone over the opening."
        }
      ], 
      "number": "40", 
      "ref": "A Bible story from: Matthew 27:27-61; Mark 15:16-47; Luke 23:26-56; John 19:17-42", 
      "title": "40. Jesus Is Crucified"
    }, 
    {
      "frames": [
        {
          "id": "41-01", 
          "img": "{{:en:obs:obs-41-01.jpg?nolink&640x360}}", 
          "text": "After Jesus was crucified, the unbelieving Jewish leaders said to Pilate, “That liar, Jesus, said he would rise from the dead after three days. The tomb must be guarded so that his disciples do not steal the body and then say he has risen from the dead.”"
        }, 
        {
          "id": "41-02", 
          "img": "{{:en:obs:obs-41-02.jpg?nolink&640x360}}", 
          "text": "Pilate said, “Make the tomb as secure as you can.” So they sealed the stone at the entrance of the tomb and put soldiers there to make sure no one could steal the body."
        }, 
        {
          "id": "41-03", 
          "img": "{{:en:obs:obs-41-03.jpg?nolink&640x360}}", 
          "text": "The day after Jesus was buried was a Sabbath, a day of rest. Very early on the morning after the Sabbath, several women went to Jesus’ tomb to put more burial spices on his body."
        }, 
        {
          "id": "41-04", 
          "img": "{{:en:obs:obs-41-04.jpg?nolink&640x360}}", 
          "text": "There was a great earthquake. An angel appeared from heaven, as bright as lightning. He rolled away the stone that was covering the entrance to the tomb and sat on it. The soldiers guarding the tomb were terrified and fell to the ground like dead men."
        }, 
        {
          "id": "41-05", 
          "img": "{{:en:obs:obs-41-05.jpg?nolink&640x360}}", 
          "text": "The angel told the women, “Do not be afraid. Jesus is not here. He has risen from the dead, just like he said he would! Look in the tomb and see.” The women looked into the tomb and saw where Jesus had been lying. His body was not there!"
        }, 
        {
          "id": "41-06", 
          "img": "{{:en:obs:obs-41-06.jpg?nolink&640x360}}", 
          "text": "Then the angel told the women, “Tell the disciples that Jesus has risen from the dead and is going before you into Galilee.”"
        }, 
        {
          "id": "41-07", 
          "img": "{{:en:obs:obs-41-07.jpg?nolink&640x360}}", 
          "text": "The women were full of fear and great joy. They ran to tell the disciples the good news."
        }, 
        {
          "id": "41-08", 
          "img": "{{:en:obs:obs-41-08.jpg?nolink&640x360}}", 
          "text": "On the way, Jesus appeared to them, and they worshiped him. Jesus said, “Do not be afraid. Go and tell my disciples that I will see them in Galilee.”"
        }
      ], 
      "number": "41", 
      "ref": "A Bible story from: Matthew 27:62-28:15; Mark 16:1-11; Luke 24:1-12; John 20:1-18", 
      "title": "41. God Raises Jesus from the Dead"
    }, 
    {
      "frames": [
        {
          "id": "42-01", 
          "img": "{{:en:obs:obs-42-01.jpg?nolink&640x360}}", 
          "text": "Later that day, two of Jesus’ followers were going to a nearby town. As they walked, they talked about the death of Jesus and how the women said he was alive again. They wondered if Jesus really was the Messiah."
        }, 
        {
          "id": "42-02", 
          "img": "{{:en:obs:obs-42-02.jpg?nolink&640x360}}", 
          "text": "Jesus came up and started walking with them, but they did not recognize him. He asked what they were talking about, and they told him about all the terrible things that had happened during the last few days. They thought he was a stranger who had not heard about it."
        }, 
        {
          "id": "42-03", 
          "img": "{{:en:obs:obs-42-03.jpg?nolink&640x360}}", 
          "text": "Then Jesus explained to them what God’s Word says about the Messiah. He reminded them that the prophets said the Messiah would suffer and be killed, but would rise again on the third day. When they arrived at the town where they were going, it was almost night."
        }, 
        {
          "id": "42-04", 
          "img": "{{:en:obs:obs-42-04.jpg?nolink&640x360}}", 
          "text": "The two men invited Jesus to stay with them, so he did. Before they ate, Jesus picked up a loaf of bread, thanked God for it, and then broke it. Suddenly, they recognized that he was Jesus. At that moment, he disappeared."
        }, 
        {
          "id": "42-05", 
          "img": "{{:en:obs:obs-42-05.jpg?nolink&640x360}}", 
          "text": "The two men said to each other, “Our hearts were burning when he explained God’s Word to us!” Immediately, they went back to Jerusalem. When they arrived, they told the disciples, “Jesus is alive! We have seen him!”"
        }, 
        {
          "id": "42-06", 
          "img": "{{:en:obs:obs-42-06.jpg?nolink&640x360}}", 
          "text": "Suddenly, Jesus appeared! The disciples thought he was a ghost, but Jesus said, “Peace to you! Why are you afraid and doubting? Look at my hands and feet. Ghosts do not have bodies like I do.” To show he was not a ghost, he asked for a piece of cooked fish and ate it."
        }, 
        {
          "id": "42-07", 
          "img": "{{:en:obs:obs-42-07.jpg?nolink&640x360}}", 
          "text": "“I told you that everything written about me in God’s Word must be fulfilled,” Jesus said. Then he opened their minds so they could understand God’s Word. He said, “It was written long ago that the Messiah would suffer, die, and rise from the dead on the third day.”"
        }, 
        {
          "id": "42-08", 
          "img": "{{:en:obs:obs-42-08.jpg?nolink&640x360}}", 
          "text": "“It was also written that repentance for forgiveness of sins would be proclaimed to all people groups, starting in Jerusalem. You are witnesses of these things.”"
        }, 
        {
          "id": "42-09", 
          "img": "{{:en:obs:obs-42-09.jpg?nolink&640x360}}", 
          "text": "During the next forty days, Jesus appeared to his disciples and followers many times. Once, he even appeared to more than 500 people at the same time! He proved to his disciples in many ways that he was alive, and he taught them about the Kingdom of God."
        }, 
        {
          "id": "42-10", 
          "img": "{{:en:obs:obs-42-10.jpg?nolink&640x360}}", 
          "text": "At the end of the forty days, Jesus said to his disciples, “All authority in heaven and on earth has been given to me. So go, make disciples of all people groups by baptizing them in the name of the Father, the Son, and the Holy Spirit and by teaching them to obey everything I have commanded you.”"
        }, 
        {
          "id": "42-11", 
          "img": "{{:en:obs:obs-42-11.jpg?nolink&640x360}}", 
          "text": "“Remember, I will be with you always. Stay in Jerusalem until you receive power from above.” Then Jesus was taken up to heaven, and a cloud hid him from their sight. Jesus sat down at the right hand of God to rule over all things."
        }
      ], 
      "number": "42", 
      "ref": "A Bible story from: Matthew 28:16-20; Mark 16:12-20; Luke 24:13-53; John 20:19-23; Acts 1:1-11", 
      "title": "42. Jesus Returns to Heaven"
    }, 
    {
      "frames": [
        {
          "id": "43-01", 
          "img": "{{:en:obs:obs-43-01.jpg?nolink&640x360}}", 
          "text": "After Jesus returned to heaven, the disciples stayed in Jerusalem as Jesus had commanded. The followers of Jesus gathered together and were praying constantly."
        }, 
        {
          "id": "43-02", 
          "img": "{{:en:obs:obs-43-02.jpg?nolink&640x360}}", 
          "text": "Fifty days after Jesus rose from the dead, a Jewish feast called Pentecost took place. Pentecost was a celebration of thanksgiving. Jews from all over the world would come to Jerusalem to celebrate together."
        }, 
        {
          "id": "43-03", 
          "img": "{{:en:obs:obs-43-03.jpg?nolink&640x360}}", 
          "text": "While the believers were all together, suddenly, they heard a sound like a strong wind that filled the house. Then something like flames of fire appeared over the heads of all the believers. They were all filled with the Holy Spirit and began to speak in other languages."
        }, 
        {
          "id": "43-04", 
          "img": "{{:en:obs:obs-43-04.jpg?nolink&640x360}}", 
          "text": "When the people in Jerusalem heard about this, a crowd gathered, wondering what was happening. The people were astonished when they heard the believers speaking in their own native languages, proclaiming the wonderful works of God."
        }, 
        {
          "id": "43-05", 
          "img": "{{:en:obs:obs-43-05.jpg?nolink&640x360}}", 
          "text": "Some accused the disciples of being drunk, but Peter stood up and said, “Listen to me! These people are not drunk! This is a fulfillment of the prophecy made by the prophet Joel which says, ‘In the last days, I will pour out my Spirit.’”"
        }, 
        {
          "id": "43-06", 
          "img": "{{:en:obs:obs-43-06.jpg?nolink&640x360}}", 
          "text": "“Men of Israel, Jesus was a man who did many mighty signs and wonders by the power of God, as you have seen and already know. You crucified him!”"
        }, 
        {
          "id": "43-07", 
          "img": "{{:en:obs:obs-43-07.jpg?nolink&640x360}}", 
          "text": "“But God raised him to life again to fulfill the prophecy which says, ‘You will not let your Holy One rot in the grave.’ God raised this Jesus from the dead. We are witnesses.”"
        }, 
        {
          "id": "43-08", 
          "img": "{{:en:obs:obs-43-08.jpg?nolink&640x360}}", 
          "text": "“Jesus is now exalted to the right hand of God the Father. And the Father has sent the promised Holy Spirit which you are seeing and hearing.”"
        }, 
        {
          "id": "43-09", 
          "img": "{{:en:obs:obs-43-09.jpg?nolink&640x360}}", 
          "text": "“Know for certain that God has made this Jesus, the one you crucified, both Lord and Messiah!”"
        }, 
        {
          "id": "43-10", 
          "img": "{{:en:obs:obs-43-10.jpg?nolink&640x360}}", 
          "text": "The people listening to Peter were deeply moved and asked, “Brothers, what should we do?”"
        }, 
        {
          "id": "43-11", 
          "img": "{{:en:obs:obs-43-11.jpg?nolink&640x360}}", 
          "text": "Peter said, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of sins, and you will receive the gift of the Holy Spirit.”"
        }, 
        {
          "id": "43-12", 
          "img": "{{:en:obs:obs-43-12.jpg?nolink&640x360}}", 
          "text": "About 3,000 people believed what Peter said. They were baptized and were added to the people of God, which is the Church. The people who believed in Jesus became known as Christians."
        }, 
        {
          "id": "43-13", 
          "img": "{{:en:obs:obs-43-13.jpg?nolink&640x360}}", 
          "text": "The believers devoted themselves to the disciples’ teaching, fellowship, eating together, and prayer. They all met together and shared everything they had. They praised God and even non-believers thought well of them. Every day, more people became Christians."
        }
      ], 
      "number": "43", 
      "ref": "A Bible story from: Acts 2", 
      "title": "43. The Church Begins"
    }, 
    {
      "frames": [
        {
          "id": "44-01", 
          "img": "{{:en:obs:obs-44-01.jpg?nolink&640x360}}", 
          "text": "One day Peter and John went to the Temple. On their way, they saw a crippled man begging for money."
        }, 
        {
          "id": "44-02", 
          "img": "{{:en:obs:obs-44-02.jpg?nolink&640x360}}", 
          "text": "Peter looked at him and said, “I do not have any money to give you. But what I do have I will give you. In the name of Jesus, get up and walk!”"
        }, 
        {
          "id": "44-03", 
          "img": "{{:en:obs:obs-44-03.jpg?nolink&640x360}}", 
          "text": "The man was immediately healed, and he began walking and jumping around, praising God. The people in the Temple were amazed."
        }, 
        {
          "id": "44-04", 
          "img": "{{:en:obs:obs-44-04.jpg?nolink&640x360}}", 
          "text": "A crowd quickly formed. Peter said to them, “Why are you amazed that this man is healed? It was not through our own power or goodness that he was healed, but by faith in Jesus.”"
        }, 
        {
          "id": "44-05", 
          "img": "{{:en:obs:obs-44-05.jpg?nolink&640x360}}", 
          "text": "“You demanded that Jesus be killed. You killed the author of life, but God raised him from the dead. This is how God fulfilled the prophecies that the Messiah would suffer and die. But now, repent and turn to God so that your sins will be washed away.”"
        }, 
        {
          "id": "44-06", 
          "img": "{{:en:obs:obs-44-06.jpg?nolink&640x360}}", 
          "text": "The leaders of the Temple were greatly annoyed at what Peter and John were saying. So they arrested them and threw them into prison. But many of the people believed what they had seen and heard and the Church grew to 5,000 men, plus women and children."
        }, 
        {
          "id": "44-07", 
          "img": "{{:en:obs:obs-44-07.jpg?nolink&640x360}}", 
          "text": "The next day, the Jewish leaders brought Peter and John before the high priest and his family. They asked them, “By what power did you do this?”"
        }, 
        {
          "id": "44-08", 
          "img": "{{:en:obs:obs-44-08.jpg?nolink&640x360}}", 
          "text": "Peter responded, “It is by the power of Jesus the Messiah that we healed this man. You crucified him, but God raised him to life again! You rejected him, but there is no other way to be saved except through the power of Jesus!”"
        }, 
        {
          "id": "44-09", 
          "img": "{{:en:obs:obs-44-09.jpg?nolink&640x360}}", 
          "text": "The leaders were shocked because they could see that these men were common men who were uneducated. They also realized that these men had been with Jesus. After they had threatened Peter and John, they let them go."
        }
      ], 
      "number": "44", 
      "ref": "A Bible story from: Acts 3:1-4:22", 
      "title": "44. Peter and John Heal a Beggar"
    }, 
    {
      "frames": [
        {
          "id": "45-01", 
          "img": "{{:en:obs:obs-45-01.jpg?nolink&640x360}}", 
          "text": "Stephen was a leader in the early Church. He had a good reputation and was full of the Holy Spirit and of wisdom. Stephen did many miracles and argued strongly that people should believe in Jesus."
        }, 
        {
          "id": "45-02", 
          "img": "{{:en:obs:obs-45-02.jpg?nolink&640x360}}", 
          "text": "One day, Stephen was arguing with some unbelieving Jews about Jesus. They became very angry and lied about Stephen, saying, “We heard him speak evil things about Moses and God!” So they arrested Stephen and brought him before the high priest and leaders of the Jews."
        }, 
        {
          "id": "45-03", 
          "img": "{{:en:obs:obs-45-03.jpg?nolink&640x360}}", 
          "text": "The high priest asked Stephen, “Are these things true?” Stephen reminded them of all the great things God had done from the time of Abraham to Jesus. Then he replied, “You stubborn and rebellious people always reject the Holy Spirit, just as your ancestors always rejected God and killed his prophets. You have even killed the Messiah whom God sent!”"
        }, 
        {
          "id": "45-04", 
          "img": "{{:en:obs:obs-45-04.jpg?nolink&640x360}}", 
          "text": "When the people heard this, they covered their ears and yelled loudly. They threw Stephen out of the city and stoned him to death."
        }, 
        {
          "id": "45-05", 
          "img": "{{:en:obs:obs-45-05.jpg?nolink&640x360}}", 
          "text": "As Stephen was dying, he cried out, “Jesus, receive my spirit.” Then he fell to his knees and cried out again, “Master, do not count this sin against them.” Then he died."
        }, 
        {
          "id": "45-06", 
          "img": "{{:en:obs:obs-45-06.jpg?nolink&640x360}}", 
          "text": "A man named Saul approved of Stephen’s execution and guarded the belongings of those who stoned Stephen. That day many people started persecuting the Christians, and they were scattered through that region. But everywhere they went they preached about Jesus."
        }, 
        {
          "id": "45-07", 
          "img": "{{:en:obs:obs-45-07.jpg?nolink&640x360}}", 
          "text": "Philip, one of Jesus' disciples, went to Samaria where he preached about Jesus and many were saved. Then one day an angel from God told Philip to go to the road to Gaza in the desert. As he walked along the road, Philip saw an important official from Ethiopia riding in his chariot. The Holy Spirit told Philip to go up and talk to this man."
        }, 
        {
          "id": "45-08", 
          "img": "{{:en:obs:obs-45-08.jpg?nolink&640x360}}", 
          "text": "When Philip came near the chariot, he heard the man reading from the prophet Isaiah, “He was led like a lamb to be killed, and did not say a word. He was treated unfairly and without respect. His life was taken away from him.”"
        }, 
        {
          "id": "45-09", 
          "img": "{{:en:obs:obs-45-09.jpg?nolink&640x360}}", 
          "text": "Philip asked the Ethiopian, “Do you understand what you are reading?” He said, “No. I cannot understand it unless someone explains it to me. Please come and sit next to me. Is Isaiah talking about himself or someone else?”"
        }, 
        {
          "id": "45-10", 
          "img": "{{:en:obs:obs-45-10.jpg?nolink&640x360}}", 
          "text": "Philip showed him that Isaiah was talking about Jesus. Philip also used many other Scriptures to tell him the Good News of Jesus."
        }, 
        {
          "id": "45-11", 
          "img": "{{:en:obs:obs-45-11.jpg?nolink&640x360}}", 
          "text": "As they passed by some water, the Ethiopian said, “Look! There is some water! May I be baptized?” And he ordered the chariot to stop."
        }, 
        {
          "id": "45-12", 
          "img": "{{:en:obs:obs-45-12.jpg?nolink&640x360}}", 
          "text": "So they went down into the water, and Philip baptized him. After Philip baptized the Ethiopian, the Holy Spirit carried Philip away to another place where he continued telling people about Jesus."
        }, 
        {
          "id": "45-13", 
          "img": "{{:en:obs:obs-45-13.jpg?nolink&640x360}}", 
          "text": "The Ethiopian went on his way, happy to know Jesus."
        }
      ], 
      "number": "45", 
      "ref": "A Bible story from: Acts 8:26-40", 
      "title": "45. Philip and the Ethiopian Official"
    }, 
    {
      "frames": [
        {
          "id": "46-01", 
          "img": "{{:en:obs:obs-46-01.jpg?nolink&640x360}}", 
          "text": "Saul attaquait les chrétiens tous les jours. Il voyagera de porte à porte pour arrêter les gens et les mettre dans une prison. Le plus haute prêtre a autorisé Saul de voyager au ville de Damascus pour arrêter les chrétiens là et les amener à Jérusalem."
        }, 
        {
          "id": "46-02", 
          "img": "{{:en:obs:obs-46-02.jpg?nolink&640x360}}", 
          "text": "Pendant que Saul voyageait à Damascus, Jésus a apparu dans une lumière brillante. Il dit, \"Saul! Saul! Pourquoi est-ce que tu me persécutes?\" Saul dit, \"qui êtes-vous?\" Jésus répondit, \"Je suis Jésus qui tu persécutes toujours.\""
        }, 
        {
          "id": "46-03", 
          "img": "{{:en:obs:obs-46-03.jpg?nolink&640x360}}", 
          "text": "Saul a tombé, et quand il se lèvera, il a découvrit qu'il a perdu sa vue. Ses compagnons de voyage l'ont aidé d'entrer dans Damascus. Pendant trois jours, Saul n'a mangé rien."
        }, 
        {
          "id": "46-04", 
          "img": "{{:en:obs:obs-46-04.jpg?nolink&640x360}}", 
          "text": "Dieu s'est révèle à un chrétien qui s'appelait Ananias. Il dit, \"Vas à la maison où Saul reste maintenant. Mets tes mains sur Saul pour qu'il puisse voir encore.\" Mais Ananias dit, \"Maître, j'ai entendu qu'il persécutait les chrétiens.\" Dieu répondit, \"J'ai choisi Saul pour déclarer Mon nom aux gens qui ne me connaissent pas. Je vais lui démontre qu'il doit vraiment souffrir pour Moi.\""
        }, 
        {
          "id": "46-05", 
          "img": "{{:en:obs:obs-46-05.jpg?nolink&640x360}}", 
          "text": "Alors Ananias obéissait Dieu et il dit à Saul, \"Jésus qui vous avez persécuter, qui vous avez vue sur la route de Damascus, m'a envoyé ici pour vous guérir. Vous pouvez être plein du Saint-Esprit.\" Immédiatement, Saul a retrouvé sa vue. Après, il a été baptisé. Il a mangé et il a retrouvé sa force."
        }, 
        {
          "id": "46-06", 
          "img": "{{:en:obs:obs-46-06.jpg?nolink&640x360}}", 
          "text": "Toute suite Saul commencera de prêcher aux juifs en disant, \"Jésus est le fils de Dieu!\" Les juifs étaient choqué que cet homme, qui a essayé de détruire les chrétiens, est devenu chrétien. Saul a plaidé en faveur de Jésus avec les juifs pour les dire que Jésus est le fils de Dieu pour lequel ils attendaient. Saul commençait de s'appeler Paul."
        }, 
        {
          "id": "46-07", 
          "img": "{{:en:obs:obs-46-07.jpg?nolink&640x360}}", 
          "text": "Après plusieurs jours, les juifs ont fait un complot de tuer Paul. Ils ont placé les hommes près des portes du ville pour le tuer quand il essayera de partir. Mais les amis de Paul ont entendu du projet contre Paul et ils les ont aidé à échapper. Une nuit, ils ont baissé Paul par-dessus le mur du ville dans une corbeille. Il a échappé et continuait de prêcher au sujet de Jésus."
        }, 
        {
          "id": "46-08", 
          "img": "{{:en:obs:obs-46-08.jpg?nolink&640x360}}", 
          "text": "Paul a voyagé à Jérusalem pour se retrouver avec les disciples mais au début, les chrétiens ne se fieraient pas à Paul. Finalement, un chrétien qui s'appelait Barnabas a apporté Paul aux disciples et les dit que Paul prêchera courageusement dans Damascus. Après cela, ils acceptèrent Paul."
        }, 
        {
          "id": "46-09", 
          "img": "{{:en:obs:obs-46-09.jpg?nolink&640x360}}", 
          "text": "Plus tard, Paul et Barnabas voyageront au ville de Antioch, où ils parlèrent de Jésus avec beaucoup de gens. Ils soutenaient l'église là. Un jour, les chrétiens  Antioch prièrent ensemble et le Saint-Esprit dit, \"distinguez pour Moi Paul et Barnabas, pour faire le travail Je souhaite qu'ils fassent.\""
        }, 
        {
          "id": "46-10", 
          "img": "{{:en:obs:obs-46-10.jpg?nolink&640x360}}", 
          "text": "Ensuite, l'église a prié pour Paul et Barnabas. Ils ont mis les mains sur eux et ils envoyèrent les deux hommes au monde pour dire la bonne nouvelle de Jésus. Paul et Barnabas prêchaient de Jésus dans plusieurs endroits différents et beaucoup des gens commençaient de croire en Jésus."
        }
      ], 
      "number": "46", 
      "ref": "Cet histoire de la Bible vient de: Acts 6:8-8:3; 9:1-25; 11:25-26", 
      "title": "46. Le conversion de Paul"
    }, 
    {
      "frames": [
        {
          "id": "47-01", 
          "img": "{{:en:obs:obs-47-01.jpg?nolink&640x360}}", 
          "text": "Some years later, Paul and his friend Silas went to the town of Philippi, proclaiming the Good News about Jesus. They met a woman named Lydia who sold purple cloth. She loved and worshiped God."
        }, 
        {
          "id": "47-02", 
          "img": "{{:en:obs:obs-47-02.jpg?nolink&640x360}}", 
          "text": "God opened Lydia's heart to understand the message of Jesus, and she and her family were baptized. She invited Paul and Silas to stay at her house, so they did."
        }, 
        {
          "id": "47-03", 
          "img": "{{:en:obs:obs-47-03.jpg?nolink&640x360}}", 
          "text": "Paul and Silas often went to pray while they were in Philippi. Every day as they walked to the place of prayer, a slave girl possessed by a demon followed them. She was a fortune teller, and she made a lot of money for her masters."
        }, 
        {
          "id": "47-04", 
          "img": "{{:en:obs:obs-47-04.jpg?nolink&640x360}}", 
          "text": "The slave girl kept yelling, “These men are servants of the Most High God. They are telling you the way to be saved!” She did this so often that Paul became annoyed."
        }, 
        {
          "id": "47-05", 
          "img": "{{:en:obs:obs-47-05.jpg?nolink&640x360}}", 
          "text": "One day, Paul turned to her and said to the demon, “In the name of Jesus, come out of her.” Right away the demon left her."
        }, 
        {
          "id": "47-06", 
          "img": "{{:en:obs:obs-47-06.jpg?nolink&640x360}}", 
          "text": "The men who owned the slave girl became very angry when they realized the slave girl could no longer make money for them."
        }, 
        {
          "id": "47-07", 
          "img": "{{:en:obs:obs-47-07.jpg?nolink&640x360}}", 
          "text": "So the owners of the slave girl had Paul and Silas arrested, beaten, and thrown into jail."
        }, 
        {
          "id": "47-08", 
          "img": "{{:en:obs:obs-47-08.jpg?nolink&640x360}}", 
          "text": "Paul and Silas were put in the most secure part of the prison with their feet locked up. In the middle of the night, they were singing songs of praise to God."
        }, 
        {
          "id": "47-09", 
          "img": "{{:en:obs:obs-47-09.jpg?nolink&640x360}}", 
          "text": "Suddenly, the earth shook and the prison doors flew open. All the prisoners’ chains fell off."
        }, 
        {
          "id": "47-10", 
          "img": "{{:en:obs:obs-47-10.jpg?nolink&640x360}}", 
          "text": "When the jailer saw that the doors were open, he planned to kill himself, thinking that all the prisoners had escaped. (He knew he would be killed for letting the prisoners escape.) Paul saw him and yelled, “Stop! Do not hurt yourself. We are all here.”"
        }, 
        {
          "id": "47-11", 
          "img": "{{:en:obs:obs-47-11.jpg?nolink&640x360}}", 
          "text": "The jailer was terrified! He took Paul and Silas home, gave them some food, and washed their wounds. Then he said, “What must I do to be saved?”"
        }, 
        {
          "id": "47-12", 
          "img": "{{:en:obs:obs-47-12.jpg?nolink&640x360}}", 
          "text": "Paul answered, “Believe in Jesus, the Master, and you and your family will be saved.” Then Paul baptized the jailer and his whole family, and they celebrated together."
        }, 
        {
          "id": "47-13", 
          "img": "{{:en:obs:obs-47-13.jpg?nolink&640x360}}", 
          "text": "The next day the leaders of the city freed Paul and Silas and asked them to leave Philippi. Paul and Silas visited Lydia and some other friends and then left the city. The Good News of Jesus kept spreading, and the Church kept growing."
        }, 
        {
          "id": "47-14", 
          "img": "{{:en:obs:obs-47-14.jpg?nolink&640x360}}", 
          "text": "Paul and other Christian leaders traveled to many cities, preaching and teaching about Jesus. They also wrote many letters to the churches to encourage and teach them about God’s New Covenant."
        }
      ], 
      "number": "47", 
      "ref": "A Bible story from: Acts 16:11-40", 
      "title": "47. Paul and Silas in Philippi"
    }, 
    {
      "frames": [
        {
          "id": "48-01", 
          "img": "{{:en:obs:obs-48-01.jpg?nolink&640x360}}", 
          "text": "When God created the world, everything was perfect. There was no sin. Adam and Eve loved each other, and they loved God. There was no death or sickness or pain. This was the way God wanted things to be."
        }, 
        {
          "id": "48-02", 
          "img": "{{:en:obs:obs-48-02.jpg?nolink&640x360}}", 
          "text": "Satan, who was the snake in the garden, deceived Eve, and she and Adam sinned against God. Because they sinned, death, sickness, and pain all became part of life for everyone on earth."
        }, 
        {
          "id": "48-03", 
          "img": "{{:en:obs:obs-48-03.jpg?nolink&640x360}}", 
          "text": "Even worse, Adam and Eve's relationship with God was broken. Now, everyone is born an enemy of God because of sin. But God had a plan to fix everything that had been broken by sin."
        }, 
        {
          "id": "48-04", 
          "img": "{{:en:obs:obs-48-04.jpg?nolink&640x360}}", 
          "text": "God promised that one of Eve’s descendants would crush Satan’s head, and Satan would wound his heel. This meant that Satan would kill Jesus, but God would raise him to life after three days. Jesus would crush the power of Satan forever."
        }, 
        {
          "id": "48-05", 
          "img": "{{:en:obs:obs-48-05.jpg?nolink&640x360}}", 
          "text": "When God destroyed the whole earth in the flood, he provided the boat as a way of salvation for those who believed in him. In the same way, though everyone deserves to be destroyed for their sins, God has provided a way of salvation for everyone who believes in Jesus."
        }, 
        {
          "id": "48-06", 
          "img": "{{:en:obs:obs-48-06.jpg?nolink&640x360}}", 
          "text": "Melchizedek was a priest who blessed Abraham. Like Melchizedek, Jesus is  a priest, but Jesus is the Great High Priest. Jesus offered only one sacrifice, himself. This was the only sacrifice needed to take away the sin of the whole world. Jesus took the punishment for every sin that anyone has ever committed."
        }, 
        {
          "id": "48-07", 
          "img": "{{:en:obs:obs-48-07.jpg?nolink&640x360}}", 
          "text": "God told Abraham, “Through you, all the people groups of the earth will be blessed.” Jesus was a descendant of Abraham. All the people groups of the earth are blessed through Jesus, because everyone who believes in him becomes one of God’s chosen people, a spiritual descendant of Abraham."
        }, 
        {
          "id": "48-08", 
          "img": "{{:en:obs:obs-48-08.jpg?nolink&640x360}}", 
          "text": "God provided a lamb for Abraham to sacrifice instead of his son, Isaac. God also provided another lamb to sacrifice instead of the whole world. God provided Jesus, the Lamb of God. We all deserve to die for our sins! But God provided Jesus as a sacrifice to die in your place."
        }, 
        {
          "id": "48-09", 
          "img": "{{:en:obs:obs-48-09.jpg?nolink&640x360}}", 
          "text": "When God sent the last plague on Egypt, each Israelite family needed to kill a perfect lamb and spread the blood around their doors. When God saw the blood, he passed over their houses and did not kill their firstborn sons. This is called the Passover."
        }, 
        {
          "id": "48-10", 
          "img": "{{:en:obs:obs-48-10.jpg?nolink&640x360}}", 
          "text": "Jesus is our Passover Lamb. He was perfect and sinless and was killed at the time of the Passover Feast. When anyone believes in Jesus, the blood of Jesus takes away that person’s sin, and God’s punishment passes over him."
        }, 
        {
          "id": "48-11", 
          "img": "{{:en:obs:obs-48-11.jpg?nolink&640x360}}", 
          "text": "God made a covenant with the Israelites who were his chosen people. In God’s New Covenant, anyone from any people group can become part of God’s chosen people by believing in Jesus."
        }, 
        {
          "id": "48-12", 
          "img": "{{:en:obs:obs-48-12.jpg?nolink&640x360}}", 
          "text": "Moses was a great prophet who proclaimed the Word of God. Like Moses, Jesus is a prophet, but Jesus is the greatest prophet. He is the Word of God."
        }, 
        {
          "id": "48-13", 
          "img": "{{:en:obs:obs-48-13.jpg?nolink&640x360}}", 
          "text": "God promised David that the Messiah would be one of his descendants. Jesus, the Messiah, was that special descendant of David."
        }, 
        {
          "id": "48-14", 
          "img": "{{:en:obs:obs-48-14.jpg?nolink&640x360}}", 
          "text": "Like David, Jesus is a king, but Jesus is the king of the universe! He will come again and rule his Kingdom with justice and peace, forever."
        }
      ], 
      "number": "48", 
      "ref": "A Bible story from: Genesis 1-3, 6, 14, 22; Exodus 12, 20; 2 Samuel 7; Hebrew 3:1-6, 4:14-5:10, 7:1-8:13, 9:11-10:18; Revelation 21", 
      "title": "48. Jesus Is the Promised Messiah"
    }, 
    {
      "frames": [
        {
          "id": "49-01", 
          "img": "{{:en:obs:obs-49-01.jpg?nolink&640x360}}", 
          "text": "Jesus’ mother, Mary, was a virgin when he was born, because Jesus is God’s Son. Jesus is both God and man at the same time."
        }, 
        {
          "id": "49-02", 
          "img": "{{:en:obs:obs-49-02.jpg?nolink&640x360}}", 
          "text": "Jesus did many miracles proving he is God. He walked on water, calmed storms, healed many sick people, drove out demons, raised the dead to life, and fed 5,000 people with five loaves of bread and two fish."
        }, 
        {
          "id": "49-03", 
          "img": "{{:en:obs:obs-49-03.jpg?nolink&640x360}}", 
          "text": "Jesus was also a great teacher. He taught that you need to love your neighbor the same way you love yourself."
        }, 
        {
          "id": "49-04", 
          "img": "{{:en:obs:obs-49-04.jpg?nolink&640x360}}", 
          "text": "He also taught that you need to love God more than anything else, including your wealth."
        }, 
        {
          "id": "49-05", 
          "img": "{{:en:obs:obs-49-05.jpg?nolink&640x360}}", 
          "text": "Jesus said that salvation is worth more than anything else in the world."
        }, 
        {
          "id": "49-06", 
          "img": "{{:en:obs:obs-49-06.jpg?nolink&640x360}}", 
          "text": "He taught that not all people will receive him and be saved. Those who are not saved will be gathered at the end of the world and will burn forever in the fires of hell."
        }, 
        {
          "id": "49-07", 
          "img": "{{:en:obs:obs-49-07.jpg?nolink&640x360}}", 
          "text": "Jesus taught that God loves sinners very much. He is ready to forgive them and make them his children."
        }, 
        {
          "id": "49-08", 
          "img": "{{:en:obs:obs-49-08.jpg?nolink&640x360}}", 
          "text": "Jesus also taught that everyone in the world has sinned and is separated from God. Because of sin, everyone has become an enemy of God. God hates sin."
        }, 
        {
          "id": "49-09", 
          "img": "{{:en:obs:obs-49-09.jpg?nolink&640x360}}", 
          "text": "But God loved the world so much that he gave his only son, Jesus, so that whoever believes in him will not go to hell but will live with him forever."
        }, 
        {
          "id": "49-10", 
          "img": "{{:en:obs:obs-49-10.jpg?nolink&640x360}}", 
          "text": "Because of your sin, you are guilty. You deserve death and God’s anger, but God poured out his anger on Jesus instead of you. When Jesus died on the cross, he received your punishment."
        }, 
        {
          "id": "49-11", 
          "img": "{{:en:obs:obs-49-11.jpg?nolink&640x360}}", 
          "text": "Jesus chose to die as a perfect, sinless sacrifice to take away your sins and the sins of the whole world. Because of Jesus, any sin can be forgiven, no matter what it is."
        }, 
        {
          "id": "49-12", 
          "img": "{{:en:obs:obs-49-12.jpg?nolink&640x360}}", 
          "text": "No one can be saved by doing good things. Nothing you do can fix your relationship with God. Your sins can only be washed away if you believe that Jesus is the Son of God, that he died on the cross in your place, and that God raised him to life again."
        }, 
        {
          "id": "49-13", 
          "img": "{{:en:obs:obs-49-13.jpg?nolink&640x360}}", 
          "text": "Anyone who believes in Jesus and receives him as their Master will be saved, but whoever does not believe will be rejected. It does not matter if you are rich or poor, man or woman, old or young, or where you are from. God loves you and wants you to believe in Jesus so he can have a relationship with you."
        }, 
        {
          "id": "49-14", 
          "img": "{{:en:obs:obs-49-14.jpg?nolink&640x360}}", 
          "text": "Do you believe that Jesus is the Messiah, the only Son of God? Do you believe that you are a sinner and deserve God’s punishment? Do you believe that Jesus died on the cross to take away your sins? Jesus invites you to come to him, believe in him, and be baptized."
        }, 
        {
          "id": "49-15", 
          "img": "{{:en:obs:obs-49-15.jpg?nolink&640x360}}", 
          "text": "If you believe this, you are a Christian! God has taken you out of Satan’s kingdom of darkness and put you into God’s Kingdom of light. All the old things are gone, because God makes all things new."
        }, 
        {
          "id": "49-16", 
          "img": "{{:en:obs:obs-49-16.jpg?nolink&640x360}}", 
          "text": "If you are a Christian, your sins are forgiven because of what Jesus did. Now, when God looks at you, he does not see you as an enemy, but he sees you as a close friend."
        }, 
        {
          "id": "49-17", 
          "img": "{{:en:obs:obs-49-17.jpg?nolink&640x360}}", 
          "text": "As a friend of God and a servant of Jesus the Master, you will want to obey Jesus’ teachings. Even though you are a Christian, you will still struggle with sin. But God says if you confess your sins, he is faithful and will forgive you and will give you strength to fight against sin."
        }, 
        {
          "id": "49-18", 
          "img": "{{:en:obs:obs-49-18.jpg?nolink&640x360}}", 
          "text": "God tells you to pray, study his Word, worship him with other Christians, and tell others what he has done for you. All of these things help you to grow in your relationship with him."
        }
      ], 
      "number": "49", 
      "ref": "A Bible story from: Romans 3:21-26, 5:1-11; John 3:16; Mark 16:16; Colossians 1:13-14; 2 Thessalonians 5:17-21; 1 John 1:5-10", 
      "title": "49. God’s New Covenant"
    }, 
    {
      "frames": [
        {
          "id": "50-01", 
          "img": "{{:en:obs:obs-50-01.jpg?nolink&640x360}}", 
          "text": "For almost 2,000 years, the Good News of Jesus the Messiah has been spreading, and the Church has been growing. Jesus said he would return at the end of the world. Though he has not yet come back, he will keep his promise."
        }, 
        {
          "id": "50-02", 
          "img": "{{:en:obs:obs-50-02.jpg?nolink&640x360}}", 
          "text": "As we wait for Jesus’ return, Christians are to live holy and godly lives. When Jesus was on earth he also said, “This Good News of the Kingdom will be preached in the whole world for a testimony to all the people groups, and then the end will come.”"
        }, 
        {
          "id": "50-03", 
          "img": "{{:en:obs:obs-50-03.jpg?nolink&640x360}}", 
          "text": "Many people groups still have not heard about Jesus. Before he returned to heaven, Jesus gave Christians the job of bringing the Good News to those who have never heard. He said, “Go and make disciples of all people groups! The fields are ripe for harvest!”"
        }, 
        {
          "id": "50-04", 
          "img": "{{:en:obs:obs-50-04.jpg?nolink&640x360}}", 
          "text": "Jesus also said, “A servant is not greater than his master. You will be tortured and killed because of me. In this world you will have trouble, but be encouraged. I have defeated Satan! Remain faithful to the end, and you will be saved.”"
        }, 
        {
          "id": "50-05", 
          "img": "{{:en:obs:obs-50-05.jpg?nolink&640x360}}", 
          "text": "Jesus told his disciples a story which helped explain what the end would be like. “The Kingdom of God is like a man who planted good seed in his field. But while he was sleeping, his enemy came and planted weeds along with the wheat, and then he went away.”"
        }, 
        {
          "id": "50-06", 
          "img": "{{:en:obs:obs-50-06.jpg?nolink&640x360}}", 
          "text": "“When the plants sprouted, the workers asked their master, ‘Sir, you planted good seed in that field. Why are there weeds in it?’ The master answered, ‘An enemy has planted them.’”"
        }, 
        {
          "id": "50-07", 
          "img": "{{:en:obs:obs-50-07.jpg?nolink&640x360}}", 
          "text": "“The workers responded, ‘Should we pull out the weeds?’ The master said, ‘No. If you do that, you will pull out some of the wheat as well. Wait until the harvest and then gather the weeds into piles to be burned, but bring the wheat into my barn.’”"
        }, 
        {
          "id": "50-08", 
          "img": "{{:en:obs:obs-50-08.jpg?nolink&640x360}}", 
          "text": "The disciples did not understand and said to Jesus, “Please explain this story to us.” Jesus said, “The man who planted the good seed is the Messiah. The field is the world. The good seed represents the people of God’s Kingdom.”"
        }, 
        {
          "id": "50-09", 
          "img": "{{:en:obs:obs-50-09.jpg?nolink&640x360}}", 
          "text": "“The weeds represent the people who belong to the evil one. The enemy who planted them is the devil. The harvest is the end of the world, and the harvesters are the angels.”"
        }, 
        {
          "id": "50-10", 
          "img": "{{:en:obs:obs-50-10.jpg?nolink&640x360}}", 
          "text": "“At the end of the world, all the people who belong to the devil will be gathered together and thrown into a fiery furnace, where there is weeping and grinding of teeth. Then the righteous ones will shine like the sun in the Kingdom of their Father.”"
        }, 
        {
          "id": "50-11", 
          "img": "{{:en:obs:obs-50-11.jpg?nolink&640x360}}", 
          "text": "When Jesus returned to heaven, he said that he would return to earth the same way that he left—with a physical body in the clouds. Jesus also promised that when he returns, all Christians who have died will rise from the dead and meet him in the air."
        }, 
        {
          "id": "50-12", 
          "img": "{{:en:obs:obs-50-12.jpg?nolink&640x360}}", 
          "text": "The Christians who are still alive will then rise up together with them in the air and all Christians will be with Jesus forever. Jesus will be with his people in perfect unity forever."
        }, 
        {
          "id": "50-13", 
          "img": "{{:en:obs:obs-50-13.jpg?nolink&640x360}}", 
          "text": "Christians will be given the crown of life. They will never experience the second death, which is hell. Instead, they will live forever with God in perfect peace."
        }, 
        {
          "id": "50-14", 
          "img": "{{:en:obs:obs-50-14.jpg?nolink&640x360}}", 
          "text": "But those who do not believe in Jesus will be judged by God and thrown into hell forever. In hell, people constantly weep and grind their teeth in anguish. They are burned by fire that never goes out and eaten by worms that never die."
        }, 
        {
          "id": "50-15", 
          "img": "{{:en:obs:obs-50-15.jpg?nolink&640x360}}", 
          "text": "Jesus will also completely destroy Satan and his kingdom and will throw him into the lake of fire where he will burn forever. Death also will be thrown into the lake of fire."
        }, 
        {
          "id": "50-16", 
          "img": "{{:en:obs:obs-50-16.jpg?nolink&640x360}}", 
          "text": "God cursed the universe because of Adam and Eve's sin and he will destroy it. Jesus will create a New Heaven and a New Earth that will be perfect."
        }, 
        {
          "id": "50-17", 
          "img": "{{:en:obs:obs-50-17.jpg?nolink&640x360}}", 
          "text": "Jesus will reign forever and ever. He will wipe away every tear and there will be no more death, suffering, sadness, crying, evil, or pain. He will rule his Kingdom with peace and justice, and he will be with his people forever."
        }
      ], 
      "number": "50", 
      "ref": "A Bible story from: Matthew 24:14; 28:18; John 15:20, 16:33; Revelation 2:10; Matthew 13:24-30, 36-42; 1 Thessalonians 4:13-5:11; James 1:12; Matthew 22:13; Revelation 20:10, 21:1-22:21", 
      "title": "50. Jesus Returns"
    }
  ], 
  "date_modified": "20140724", 
  "direction": "ltr", 
  "language": "fr"
}