{
  "app_words": {}, 
  "chapters": [
    {
      "frames": [
        {
          "id": "01-16", 
          "img": "{{:en:obs:obs-01-16.jpg?nolink&640x360}}", 
          "text": "Quand le septième jour arriva, Dieu avait deja achevé son oeuvre.  Alors Dieu se reposa de toute son oeuvre qu'il avait faite et sanctifia ce jour, parce qu' en ce jour il se reposa de toute son oeuvre qu'il avait créé. C'est comment Dieu a créé l'univers et tout ce qu'il y a dedans."
        }
      ], 
      "number": "01", 
      "ref": "A Bible story from: Genesis 1-2", 
      "title": " 1. La Création "
    }, 
    {
      "frames": [
        {
          "id": "02-12", 
          "img": "{{:en:obs:obs-02-12.jpg?nolink&640x360}}", 
          "text": "Puis Dieu a dit, \"Maintenant que les êtres humains sont devenus comme nous pour la connaissance du bien et du mal, ils ne doivent pas manger de l'arbre de la vie et vivre éternellement.\" Alors Dieu a chassé Adam et Eve du joli jardin. Dieu a placé des anges puissants a l'entrée du jardin pour que personne ne mange du fruit de l'arbre de la vie."
        }
      ], 
      "number": "02", 
      "title": "  2. Le péché entre dans le monde "
    }, 
    {
      "frames": [
        {
          "id": "03-16", 
          "img": "{{:en:obs:obs-03-16.jpg?nolink&640x360}}", 
          "text": "Alors Dieu a placé le premier arc en ciel et il en servira comme signe de sa promesse.  A chaque fois que l'arc en ciel apparait dans le ciel, Dieu et son peuple se souviendront de sa promesse."
        }
      ], 
      "number": "03", 
      "ref": "A Bible story from: Genesis 6-8", 
      "title": " 3. Le déluge "
    }, 
    {
      "frames": [
        {
          "id": "04-09", 
          "img": "{{:en:obs:obs-04-09.jpg?nolink&640x360}}", 
          "text": "Puis Dieu a fait une alliance avec Abram.  Une alliance c'est un accord entre deux groupes.  Dieu a dit, \"Je te donnerai un fils qui vient de ton corps. Je donne le pays de Canaan à tes descendants.\" Mais Abram n'avait toujours pas de fils."
        }
      ], 
      "number": "04", 
      "ref": "A Bible story from: Genesis 11-15", 
      "title": " 4. L'alliance de Dieu avec Abraham "
    }, 
    {
      "frames": [
        {
          "id": "05-10", 
          "img": "{{:en:obs:obs-05-10.jpg?nolink&640x360}}", 
          "text": "Puis Dieu dit à Abraham, \"Parce que tu n'as pas refusé de tout me donner, même ton fils unique, Je promet de te bénir.  Je multiplierai tes descendants, comme les étoiles dans le ciel. Parce que tu as obéi a ma voix, toutes les nations de la terre seront bénies.\""
        }
      ], 
      "number": "05", 
      "ref": "A Bible story from: Genesis 16-22", 
      "title": " 5. Le fils de la promesse "
    }, 
    {
      "frames": [
        {
          "id": "06-07", 
          "img": "{{:en:obs:obs-06-07.jpg?nolink&640x360}}", 
          "text": "Quand les bébés de Rebecca sont nés, le premier est né tout rouge et avec beaucoup de poils.  Ils lui ont donné le nom de Esau.  Puis son frère est né en tenant dans sa main le talon de Esau, et ils lui ont donné le nom de Jacob."
        }
      ], 
      "number": "06", 
      "ref": "A Bible story from: Genesis 24:1-25:26", 
      "title": " 6. Dieu va subvenir aux besoins de Isaac  "
    }, 
    {
      "frames": [
        {
          "id": "07-10", 
          "img": "{{:en:obs:obs-07-10.jpg?nolink&640x360}}", 
          "text": "Mais Esau avait déjà pardonné Jacob, et ils se sont retrouvés avec bonheur.  Jacob viva paisiblement dans le pays de Canaan.  Puis Isaac est mort, et Jacob et Esau l'ont enterré.  Les promesses de l'alliance que Dieu avait faites à Abraham puis à Isaac sont passées maintenant à Jacob."
        }
      ], 
      "number": "07", 
      "ref": "A Bible story from: Genesis 25:27-33:20", 
      "title": " 7. Dieu bénit Jacob "
    }, 
    {
      "frames": [
        {
          "id": "08-15", 
          "img": "{{:en:obs:obs-08-15.jpg?nolink&640x360}}", 
          "text": "Les promesses de l'alliance que Dieu donna a Abraham ont été passées a Isaac, puis à Jacob, et puis à ses douze fils et leurs familles.  Les descendants des douze fils forment les douze tribus d'Israel."
        }
      ], 
      "number": "08", 
      "ref": "A Bible story from: Genesis 37-50", 
      "title": " 8. Dieu sauve Joseph et sa famille "
    }, 
    {
      "frames": [
        {
          "id": "09-15", 
          "img": "{{:en:obs:obs-09-15.jpg?nolink&640x360}}", 
          "text": "Moïse ne voulait pas aller vers Pharaon parce qu'il pensait qu'il ne pourrait pas bien lui parler, alors Dieu a envoyé le frère de Moïse, Aaron, pour l'aider.  Dieu a prévenu Moïse et Aaron que le Pharaon allait être obstiné."
        }
      ], 
      "number": "09", 
      "ref": "A Bible story from: Exodus 1-4", 
      "title": " 9. Dieu appelle Moïse "
    }, 
    {
      "frames": [
        {
          "id": "10-12", 
          "img": "{{:en:obs:obs-10-12.jpg?nolink&640x360}}", 
          "text": "Même après ces neufs plaies , Pharaon refusera de laisser sortir les Israélites. Car Pharaon n'entendait pas, Dieu projètera d'envoyer une dixième plaie . Cette plaie  était certaine de changer l'avis de Pharaon."
        }
      ], 
      "number": "10", 
      "ref": "Cet histoire de la Bible vient de: Exode, chapitres 5-10", 
      "title": " 10. Les dix plaies "
    }, 
    {
      "frames": [
        {
          "id": "11-08", 
          "img": "{{:en:obs:obs-11-08.jpg?nolink&640x360}}", 
          "text": "Le même nuit, Pharaon appellera Moïse et Aaron et il dit, \"Prenez les Israélites et sortez d'Egypte immédiatement!\" Le peuple d'Egypte pressèrent les Israélites à partir toute suite aussi."
        }
      ], 
      "number": "11", 
      "ref": "Cet histoire de la Bible vient de Exode, chapitres 11 et 12​", 
      "title": " 11. La Pâques Juive "
    }, 
    {
      "frames": [
        {
          "id": "12-14", 
          "img": "{{:en:obs:obs-12-14.jpg?nolink&640x360}}", 
          "text": "Dieu dit aux Israélites de souvenir qu'Il a vaincu les Égyptiens par la célébration de la Pâque Juive. A cause de leur délivrance de l'esclavage, chaque année ils tuent un agneau parfait, ils le mangent avec le pain fabriqué sans la levure, et ils fêtent car Dieu les a sauvé des Égyptiens."
        }
      ], 
      "number": "12", 
      "ref": "Cet histoire de la Bible vient de: Exode 12:33-15:21", 
      "title": " 12. L'Exode "
    }, 
    {
      "frames": [
        {
          "id": "13-15", 
          "img": "{{:en:obs:obs-13-15.jpg?nolink&640x360}}", 
          "text": "Moise à monté la montagne encore et il a prié que Dieu pouvait pardonner les Israélites. Dieu a écouté à Moïse et Il a pardonné les Israélites. Moise a écrit les dix commandements sur les tablettes nouvelles pour remplacer celles qu'il a rompu. Ensuite, Dieu a mené les Israélites dans la direction de la terre de la promesse."
        }
      ], 
      "number": "13", 
      "ref": "Cet histoire de la Bible vient de: Exode 19-34", 
      "title": " 13. L'Alliance de Dieu avec Israël "
    }, 
    {
      "frames": [
        {
          "id": "14-15", 
          "img": "{{:en:obs:obs-14-15.jpg?nolink&640x360}}", 
          "text": "Dieu emmena Moïse au sommet de la montagne pour qu'il puisse voir la Terre Promise.  Moïse vu la Terre Promise mais il n'y est jamais rentré.  Ensuite Moïse est mort, et les Israélites ont pleuré la mort de Moïse pendant 30 jours.  Josué était un bon leader parce qu'il avait confiance et obéissait Dieu."
        }
      ], 
      "number": "14", 
      "ref": "A Bible story from: Exodus 16-17; Numbers 10-14; 20; 27; Deuteronomy 34", 
      "title": "14. Errant dans le désert "
    }, 
    {
      "frames": [
        {
          "id": "15-13", 
          "img": "{{:en:obs:obs-15-13.jpg?nolink&640x360}}", 
          "text": "Quand Josué était vieux, il a appelé tous les Israélites ensemble. Ensuite, il a ravivé la convention que Dieu avait fait avec eux quand ils étaient à la montagne Sinaï. Les gens ont promis de rester fidèles à Dieu et de suivre ses lois."
        }
      ], 
      "number": "15", 
      "ref": "Cette histoire de la Bible vient de: Josue 1-24", 
      "title": " 15. La Terre Promise "
    }, 
    {
      "frames": [
        {
          "id": "16-18", 
          "img": "{{:en:obs:obs-16-18.jpg?nolink&640x360}}", 
          "text": "Finalement, les Israélites ont demandé à Dieu de les donner un roi comme tous les autres nations. Ils voulaient un roi grand, fort, et capable de les mener dans leurs batailles. Dieu n'aimait pas cette demande mais Il leur a donné ce qu'ils voulaient."
        }
      ], 
      "number": "16", 
      "ref": "Une histoire de la Bible qui vient de: Juges 1-3; 6-8", 
      "title": " 16. Les Sauveteurs "
    }, 
    {
      "frames": [
        {
          "id": "17-14", 
          "img": "{{:en:obs:obs-17-14.jpg?nolink&640x360}}", 
          "text": "Mais, pour punir David de son péché,  son petit garçon  mourra.  Il y avait aussi des frictions dans la famille de David pendant le restant de sa vie, et le pouvoir de David fût beaucoup diminué.  Bien que David fût infidèle à Dieu, Dieu fût toujours fidèle à ses promesses. Bathsheba lui donna un autre fils nommé Solomon."
        }
      ], 
      "number": "17", 
      "ref": "A Bible story from: 1 Samuel 10; 15-19; 24; 31; 2 Samuel 5; 7; 11-12", 
      "title": " 17. L'alliance de Dieu avec David"
    }, 
    {
      "frames": [
        {
          "id": "18-13", 
          "img": "{{:en:obs:obs-18-13.jpg?nolink&640x360}}", 
          "text": "The kings of Judah were descendants of David. Some of these kings were good men who ruled justly and worshiped God. But most of Judah’s kings were evil, corrupt, and idol-worshipers. Some of the kings even sacrificed their children to false gods. The people of Judah also rebelled against God and worshiped other gods."
        }
      ], 
      "number": "18", 
      "ref": "A Bible story from: 1 Kings 1-6; 11-12", 
      "title": " 18. The Divided Kingdom "
    }, 
    {
      "frames": [
        {
          "id": "19-18", 
          "img": "{{:en:obs:obs-19-18.jpg?nolink&640x360}}", 
          "text": "Les prophètes continuèrent de parler de Dieu même si les gens les détestaient.  Ils avertissent le peuple que Dieu viendrait les punir si ils ne se repentissaient pas  Aussi, les prophètes rappelèrent aux Israélites que le Messie, que Dieu leur avait promis, viendra."
        }
      ], 
      "number": "19", 
      "ref": "Cette histoire de la Bible vient de: 1 Rois 16-18; 2 Rois 5; Jérémie​ 38", 
      "title": " 19. Les Prophètes "
    }, 
    {
      "frames": [
        {
          "id": "20-13", 
          "img": "{{:en:obs:obs-20-13.jpg?nolink&640x360}}", 
          "text": "When the people arrived in Jerusalem, they rebuilt the Temple and the wall around the city. Although they were still ruled by other people, they lived in the Promised Land again and worshiped at the Temple."
        }
      ], 
      "number": "20", 
      "ref": "A Bible story from: 2 Kings 17; 24-25; 2 Chronicles 36; Ezra 1-10; Nehemiah 1-13", 
      "title": " 20. The Exile and Return "
    }, 
    {
      "frames": [
        {
          "id": "21-15", 
          "img": "{{:en:obs:obs-21-15.jpg?nolink&640x360}}", 
          "text": "God showed the prophets many things about the coming Messiah, but the Messiah had not come yet. More than 400 years after the last of these prophecies was given, when the time was perfect, God sent the Messiah into the world."
        }
      ], 
      "number": "21", 
      "ref": "A Bible story from: Genesis 3:15; 12:1-3; Deuteronomy 18:15; 2 Samuel 7; Jeremiah 31; Isaiah 59:16; Daniel 7; Malachi 4:5; Isaiah 7:14; Micah 5:2; Isaiah 9:1-7; 35:3-5; 61; 53; Psalm 22:18; 35:19; 69:4; 41:9; Zechariah 11:12-13; Isaiah 50:6; Psalm 16:10-11", 
      "title": " 21. God Promises the Messiah "
    }, 
    {
      "frames": [
        {
          "id": "22-07", 
          "img": "{{:en:obs:obs-22-07.jpg?nolink&640x360}}", 
          "text": "After Elizabeth gave birth to her baby boy, they named him John as the angel commanded. Then God allowed Zechariah to speak again. He said, “Praise God, because he has remembered his people! You, my son, will be called the prophet of the Most High God! You will prepare the way for the Messiah!”"
        }
      ], 
      "number": "22", 
      "ref": "A Bible story from: Luke 1", 
      "title": " 22. The Birth of John "
    }, 
    {
      "frames": [
        {
          "id": "23-10", 
          "img": "{{:en:obs:obs-23-10.jpg?nolink&640x360}}", 
          "text": "When they saw Jesus with his mother, they bowed down and worshiped him. They gave Jesus expensive gifts. Then they returned home."
        }
      ], 
      "number": "23", 
      "ref": "A Bible story from: Matthew 1; Luke 2", 
      "title": " 23. The Birth of Jesus "
    }, 
    {
      "frames": [
        {
          "id": "24-09", 
          "img": "{{:en:obs:obs-24-09.jpg?nolink&640x360}}", 
          "text": "God had told John, “The Holy Spirit will land on someone you baptize. He is the Son of God.” There is only one God. But God is three persons, the Father, Jesus the Son, and the Holy Spirit."
        }
      ], 
      "number": "24", 
      "ref": "A Bible story from: Matthew 3; Mark 1:9-11; Luke 3:1-23", 
      "title": " 24. John Baptizes Jesus "
    }, 
    {
      "frames": [
        {
          "id": "25-08", 
          "img": "{{:en:obs:obs-25-08.jpg?nolink&640x360}}", 
          "text": "Jesus did not give in to Satan's temptations, so Satan left him. Then angels came and took care of Jesus."
        }
      ], 
      "number": "25", 
      "ref": "A Bible story from: Matthew 4:1-11; Mark 1:12-13; Luke 4:1-13", 
      "title": " 25. Satan Tempts Jesus "
    }, 
    {
      "frames": [
        {
          "id": "26-10", 
          "img": "{{:en:obs:obs-26-10.jpg?nolink&640x360}}", 
          "text": "Then Jesus chose twelve men who were called his disciples. The disciples were Jesus’ students. They traveled with him and learned from him."
        }
      ], 
      "number": "26", 
      "ref": "A Bible story from:Matthew 4:12-25; Mark 1:14-15, 35-39; 3:13-21; Luke 4:14-30, 38-44", 
      "title": " 26. Jesus Starts His Ministry "
    }, 
    {
      "frames": [
        {
          "id": "27-11", 
          "img": "{{:en:obs:obs-27-11.jpg?nolink&640x360}}", 
          "text": "Finalement, Jésus demanda à l'avocat, \"qui était un voisin de l'homme blessé?\" L'avocat répondit, \"l'homme qui l'a aidé.\" Jésus dit à l'avocat, \"allez et faites le même chose!\""
        }
      ], 
      "number": "27", 
      "ref": "Un histoire de la Bible de Luke 10. 25-37", 
      "title": " 27. L'histoire du Bon Samaritain "
    }, 
    {
      "frames": [
        {
          "id": "28-10", 
          "img": "{{:en:obs:obs-28-10.jpg?nolink&640x360}}", 
          "text": "Jesus answered, “Everyone who has left houses, brothers, sisters, father, mother, children, or property for my name’s sake, will inherit 100 times more in the next world and also eternal life. But many who are first will be last, and those who are last will be first.”"
        }
      ], 
      "number": "28", 
      "ref": "A Bible story from: Matthew 19:16-30; Mark 10:17-31; Luke 18:18-30", 
      "title": " 28. The Rich Young Ruler "
    }, 
    {
      "frames": [
        {
          "id": "29-09", 
          "img": "{{:en:obs:obs-29-09.jpg?nolink&640x360}}", 
          "text": "Then Jesus said, “This is what my heavenly Father will do to every one of you if you do not forgive your brother from your heart.”"
        }
      ], 
      "number": "29", 
      "ref": "A Bible story from: Matthew 18:21-35", 
      "title": " 29. The Story of the Unmerciful Servant "
    }, 
    {
      "frames": [
        {
          "id": "30-09", 
          "img": "{{:en:obs:obs-30-09.jpg?nolink&640x360}}", 
          "text": "The disciples even picked up twelve baskets full of leftover food that had not been eaten. All the food came from the five loaves of bread and two fish."
        }
      ], 
      "number": "30", 
      "ref": "A Bible story from: Matthew 14:13-21; Mark 6:31-44; Luke 9:10-17; John 6:5-15", 
      "title": " 30. Jesus Feeds Five Thousand People "
    }, 
    {
      "frames": [
        {
          "id": "31-08", 
          "img": "{{:en:obs:obs-31-08.jpg?nolink&640x360}}", 
          "text": "When Peter and Jesus got into the boat, the wind immediately stopped. The disciples were amazed. They worshiped Jesus, saying to him, “Truly, you are the Son of God.”"
        }
      ], 
      "number": "31", 
      "ref": "A Bible story from: Matthew 14:22-33; Mark 6:45-52; John 6:16-21", 
      "title": " 31. Jesus Walks on Water "
    }, 
    {
      "frames": [
        {
          "id": "32-16", 
          "img": "{{:en:obs:obs-32-16.jpg?nolink&640x360}}", 
          "text": "The woman fell on her knees before Jesus, shaking and very afraid. Then she told the whole truth. Jesus said to her, “Your faith has healed you. Go in peace.”"
        }
      ], 
      "number": "32", 
      "ref": "A Bible story from: Matthew 8:28-34; Mark 5:1-20; Luke 8:26-39", 
      "title": " 32. Jesus Heals a Demon-Possessed Man & a Sick Woman "
    }, 
    {
      "frames": [
        {
          "id": "33-09", 
          "img": "{{:en:obs:obs-33-09.jpg?nolink&640x360}}", 
          "text": "“But the seeds that fall on good soil represent people who hear the Word of God, believe it, and produce fruit.”"
        }
      ], 
      "number": "33", 
      "ref": "A Bible story from: Matthew 13:1-8, 18-23; Mark 4:1-8, 13-20; Luke 8:4-15", 
      "title": " 33. The Story of the Farmer "
    }, 
    {
      "frames": [
        {
          "id": "34-10", 
          "img": "{{:en:obs:obs-34-10.jpg?nolink&640x360}}", 
          "text": "Then Jesus said, “I tell you the truth, the tax collector went home forgiven, and not the religious leader. Everyone who is proud will be humbled, but whoever humbles himself will be lifted up.”"
        }
      ], 
      "number": "34", 
      "ref": "A Bible story from: Matthew 13:31-33, 44-46; Mark 4:30-32; Luke 13:18-21; 18:9-14", 
      "title": " 34. Jesus Teaches Other Stories "
    }, 
    {
      "frames": [
        {
          "id": "35-13", 
          "img": "{{:en:obs:obs-35-13.jpg?nolink&640x360}}", 
          "text": "“The father answered, ‘My son, you are always with me, and everything I have is yours. But it is right for us to celebrate, because your brother was dead, but now is alive. He was lost, but now is found!’”"
        }
      ], 
      "number": "35", 
      "ref": "A Bible story from: Luke 15:11-32", 
      "title": " 35. The Story of the Compassionate Father "
    }, 
    {
      "frames": [
        {
          "id": "36-07", 
          "img": "{{:en:obs:obs-36-07.jpg?nolink&640x360}}", 
          "text": "As Jesus and the three disciples went back down the mountain, Jesus said to them, “Do not tell anyone about what happened here until after I have been raised from the dead.”"
        }
      ], 
      "number": "36", 
      "ref": "A Bible story from: Matthew 17:1-9; Mark 9:2-8; Luke 9:28-36", 
      "title": " 36. The Transfiguration "
    }, 
    {
      "frames": [
        {
          "id": "37-11", 
          "img": "{{:en:obs:obs-37-11.jpg?nolink&640x360}}", 
          "text": "But the religious leaders of the Jews were jealous, so they gathered together to plan how they could kill Jesus and Lazarus."
        }
      ], 
      "number": "37", 
      "ref": "A Bible story from: John 11:1-46", 
      "title": " 37. Jesus Raises Lazarus from the Dead "
    }, 
    {
      "frames": [
        {
          "id": "38-15", 
          "img": "{{:en:obs:obs-38-15.jpg?nolink&640x360}}", 
          "text": "As the soldiers arrested Jesus, Peter pulled out his sword and cut off the ear of the high priest’s servant. Jesus said, “Put the sword away! I could ask the Father for an army of angels to defend me. But I must obey my Father.” Then Jesus healed the man’s ear, and all the disciples ran away."
        }
      ], 
      "number": "38", 
      "ref": "A Bible story from: Matthew 26:14-56; Mark 14:10-50; Luke 22:1-53; John 18:1-11", 
      "title": " 38. Jesus Is Betrayed "
    }, 
    {
      "frames": [
        {
          "id": "39-12", 
          "img": "{{:en:obs:obs-39-12.jpg?nolink&640x360}}", 
          "text": "But Pilate became afraid that a riot would start, so he handed Jesus over to them to be crucified. The soldiers whipped Jesus, put a royal robe and a crown made of thorns on him, and they mocked him, saying, “Look, the King of the Jews!”"
        }
      ], 
      "number": "39", 
      "ref": "A Bible story from: Matthew 26:57-27:26; Mark 14:53-15:15; Luke 22:54-23:25; John 18:12-19:16", 
      "title": " 39. Jesus Is Put on Trial "
    }, 
    {
      "frames": [
        {
          "id": "40-09", 
          "img": "{{:en:obs:obs-40-09.jpg?nolink&640x360}}", 
          "text": "Then Joseph and Nicodemus, two Jewish leaders who believed Jesus was the Messiah, asked Pilate for Jesus’ body. They wrapped his body in cloth and buried it in a tomb cut out of rock. Then they rolled a large stone over the opening."
        }
      ], 
      "number": "40", 
      "ref": "A Bible story from: Matthew 27:27-61; Mark 15:16-47; Luke 23:26-56; John 19:17-42", 
      "title": " 40. Jesus Is Crucified "
    }, 
    {
      "frames": [
        {
          "id": "41-08", 
          "img": "{{:en:obs:obs-41-08.jpg?nolink&640x360}}", 
          "text": "On the way, Jesus appeared to them, and they worshiped him. Jesus said, “Do not be afraid. Go and tell my disciples that I will see them in Galilee.”"
        }
      ], 
      "number": "41", 
      "ref": "A Bible story from: Matthew 27:62-28:15; Mark 16:1-11; Luke 24:1-12; John 20:1-18", 
      "title": " 41. God Raises Jesus from the Dead "
    }, 
    {
      "frames": [
        {
          "id": "42-11", 
          "img": "{{:en:obs:obs-42-11.jpg?nolink&640x360}}", 
          "text": "“Remember, I will be with you always. Stay in Jerusalem until you receive power from above.” Then Jesus was taken up to heaven, and a cloud hid him from their sight. Jesus sat down at the right hand of God to rule over all things."
        }
      ], 
      "number": "42", 
      "ref": "A Bible story from: Matthew 28:16-20; Mark 16:12-20; Luke 24:13-53; John 20:19-23; Acts 1:1-11", 
      "title": " 42. Jesus Returns to Heaven "
    }, 
    {
      "frames": [
        {
          "id": "43-13", 
          "img": "{{:en:obs:obs-43-13.jpg?nolink&640x360}}", 
          "text": "The believers devoted themselves to the disciples’ teaching, fellowship, eating together, and prayer. They all met together and shared everything they had. They praised God and even non-believers thought well of them. Every day, more people became Christians."
        }
      ], 
      "number": "43", 
      "ref": "A Bible story from: Acts 2", 
      "title": " 43. The Church Begins "
    }, 
    {
      "frames": [
        {
          "id": "44-09", 
          "img": "{{:en:obs:obs-44-09.jpg?nolink&640x360}}", 
          "text": "The leaders were shocked because they could see that these men were common men who were uneducated. They also realized that these men had been with Jesus. After they had threatened Peter and John, they let them go."
        }
      ], 
      "number": "44", 
      "ref": "A Bible story from: Acts 3:1-4:22", 
      "title": " 44. Peter and John Heal a Beggar "
    }, 
    {
      "frames": [
        {
          "id": "45-13", 
          "img": "{{:en:obs:obs-45-13.jpg?nolink&640x360}}", 
          "text": "The Ethiopian went on his way, happy to know Jesus."
        }
      ], 
      "number": "45", 
      "ref": "A Bible story from: Acts 8:26-40", 
      "title": " 45. Philip and the Ethiopian Official "
    }, 
    {
      "frames": [
        {
          "id": "46-10", 
          "img": "{{:en:obs:obs-46-10.jpg?nolink&640x360}}", 
          "text": "Ensuite, l'église a prié pour Paul et Barnabas. Ils ont mis les mains sur eux et ils envoyèrent les deux hommes au monde pour dire la bonne nouvelle de Jésus. Paul et Barnabas prêchaient de Jésus dans plusieurs endroits différents et beaucoup des gens commençaient de croire en Jésus."
        }
      ], 
      "number": "46", 
      "ref": "Cet histoire de la Bible vient de: Acts 6:8-8:3; 9:1-25; 11:25-26", 
      "title": " 46. Le conversion de Paul "
    }, 
    {
      "frames": [
        {
          "id": "47-14", 
          "img": "{{:en:obs:obs-47-14.jpg?nolink&640x360}}", 
          "text": "Paul and other Christian leaders traveled to many cities, preaching and teaching about Jesus. They also wrote many letters to the churches to encourage and teach them about God’s New Covenant."
        }
      ], 
      "number": "47", 
      "ref": "A Bible story from: Acts 16:11-40", 
      "title": " 47. Paul and Silas in Philippi "
    }, 
    {
      "frames": [
        {
          "id": "48-14", 
          "img": "{{:en:obs:obs-48-14.jpg?nolink&640x360}}", 
          "text": "Like David, Jesus is a king, but Jesus is the king of the universe! He will come again and rule his Kingdom with justice and peace, forever."
        }
      ], 
      "number": "48", 
      "ref": "A Bible story from: Genesis 1-3, 6, 14, 22; Exodus 12, 20; 2 Samuel 7; Hebrew 3:1-6, 4:14-5:10, 7:1-8:13, 9:11-10:18; Revelation 21", 
      "title": " 48. Jesus Is the Promised Messiah "
    }, 
    {
      "frames": [
        {
          "id": "49-18", 
          "img": "{{:en:obs:obs-49-18.jpg?nolink&640x360}}", 
          "text": "God tells you to pray, study his Word, worship him with other Christians, and tell others what he has done for you. All of these things help you to grow in your relationship with him."
        }
      ], 
      "number": "49", 
      "ref": "A Bible story from: Romans 3:21-26, 5:1-11; John 3:16; Mark 16:16; Colossians 1:13-14; 2 Thessalonians 5:17-21; 1 John 1:5-10", 
      "title": " 49. God’s New Covenant "
    }, 
    {
      "frames": [
        {
          "id": "50-17", 
          "img": "{{:en:obs:obs-50-17.jpg?nolink&640x360}}", 
          "text": "Jesus will reign forever and ever. He will wipe away every tear and there will be no more death, suffering, sadness, crying, evil, or pain. He will rule his Kingdom with peace and justice, and he will be with his people forever."
        }
      ], 
      "number": "50", 
      "ref": "A Bible story from: Matthew 24:14; 28:18; John 15:20, 16:33; Revelation 2:10; Matthew 13:24-30, 36-42; 1 Thessalonians 4:13-5:11; James 1:12; Matthew 22:13; Revelation 20:10, 21:1-22:21", 
      "title": " 50. Jesus Returns "
    }
  ], 
  "date_modified": "20140724", 
  "direction": "ltr", 
  "language": "fr"
}