{
  "app_words": {}, 
  "chapters": [
    {
      "frames": [
        {
          "id": "01-01", 
          "img": "{{:en:obs:obs-01-01.jpg?nolink&640x360}}", 
          "text": "C'est ainsi que le debut de toute chose arriva. Dieu créa l'univers et tout ce qu'il contient en six jours. Au début, la Terre était sombre et vide,et rien n'avait été créé . Mais l'Esprit de Dieu se tenait là au-dessus de l'eau."
        }, 
        {
          "id": "01-02", 
          "img": "{{:en:obs:obs-01-02.jpg?nolink&640x360}}", 
          "text": "Puis Dieu parla et dit, \"Qu'il y ait de la lumière!\" et la lumière fut. Dieu vit que la lumière était bonne et Il l'appela \"jour\". Il la sépara des ténébres, qu'Il appela \"nuit\". Dieu créa la lumière le premier jour de la création."
        }, 
        {
          "id": "01-03", 
          "img": "{{:en:obs:obs-01-03.jpg?nolink&640x360}}", 
          "text": "Le second jour de la création, Dieu parla et créa le ciel au-dessus de la Terre."
        }, 
        {
          "id": "01-04", 
          "img": "{{:en:obs:obs-01-04.jpg?nolink&640x360}}", 
          "text": "Le troisième jour, Dieu parla et Il sépara l'eau d'avec la terre. Il appela l'étendue sèche \"terre\" et Il appela les eaux \"mers\"."
        }, 
        {
          "id": "01-05", 
          "img": "{{:en:obs:obs-01-05.jpg?nolink&640x360}}", 
          "text": "Puis Dieu dit, \"Que la terre produise toutes sortes d'arbres et de plantes\". Et c'est ce qui arriva. Dieu vit que ce qu'il avait créer était bon, et Il était ravi de toute ces choses."
        }, 
        {
          "id": "01-06", 
          "img": "{{:en:obs:obs-01-06.jpg?nolink&640x360}}", 
          "text": "Au quatrième jour de la création, Dieu parla et fit le soleil, la lune et les étoiles. Dieu les créa pour faire briller la lumière sur la terre et pour marquer les jours et les nuits, les saisons et les années."
        }, 
        {
          "id": "01-07", 
          "img": "{{:en:obs:obs-01-07.jpg?nolink&640x360}}", 
          "text": "Au cinquième jour, Dieu créa tout ce qui nage dans l'eau ainsi que tous les oiseaux. Dieu vit que c'était bon et Il les bénis."
        }, 
        {
          "id": "01-08", 
          "img": "{{:en:obs:obs-01-08.jpg?nolink&640x360}}", 
          "text": "\\\\ Le sixième jour de la création, Dieu dit:\"Qu'il y ait toutes sortes d'animaux terrestres!\" Et il arriva comme Dieu l'a dit. Certains étaient des animaux de ferme, certains rampaient sur le sol, et certains étaient sauvages. Et Dieu vit que cela était bon."
        }, 
        {
          "id": "01-09", 
          "img": "{{:en:obs:obs-01-09.jpg?nolink&640x360}}", 
          "text": "Puis Dieu dit: \"Faisons l'homme à notre image selon notre ressemblance. Il aura le pouvoir sur la terre et tous les animaux.\"\\\\"
        }, 
        {
          "id": "01-10", 
          "img": "{{:en:obs:obs-01-10.jpg?nolink&640x360}}", 
          "text": "Alors Dieu a pris un peu de terre, et a formé l'homme, et lui a soufflé la vie. Le nom de cet homme était Adam. Dieu planta un jardin où Adam pouvait vivre, et il l'a mis là pour prendre soin de lui.\\\\"
        }, 
        {
          "id": "01-11", 
          "img": "{{:en:obs:obs-01-11.jpg?nolink&640x360}}", 
          "text": "Au milieu du jardin,Dieu a planté deux arbres spéciaux,l'arbre de la vie et l'arbre de la connaissance du bien et du mal.  Dieu dit à Adam qu'il pouvait manger de n'importe quel arbre dans le jardin sauf de l'arbre de la connaissance du bien et du mal. Si il mangeait de cet arbre, il mourrait."
        }, 
        {
          "id": "01-12", 
          "img": "{{:en:obs:obs-01-12.jpg?nolink&640x360}}", 
          "text": "Puis Dieu a dit, \"il n'est pas bon que l'homme soit seul.\" Aucun des animaux ne pouvait être à l'aide de Adam."
        }, 
        {
          "id": "01-13", 
          "img": "{{:en:obs:obs-01-13.jpg?nolink&640x360}}", 
          "text": "Alors Dieu fit tomber Adam dans un profond sommeil. Puis Dieu prit une des côtes d'Adam et forma une femme et Il l'amena vers Adam."
        }, 
        {
          "id": "01-14", 
          "img": "{{:en:obs:obs-01-14.jpg?nolink&640x360}}", 
          "text": "Quand Adam l'a vue, Il dit, \"Enfin! Celle ci est comme moi.  Nous l'appellerons 'femme,' parce qu'elle a été prise de l'homme.  C'est pour cela que l'homme doit quitter son père et sa mère et il deviendra une seule chair avec sa femme."
        }, 
        {
          "id": "01-15", 
          "img": "{{:en:obs:obs-01-15.jpg?nolink&640x360}}", 
          "text": "Dieu a fait l'homme et la femme a Son image, et Il a vu que c'était bon.  Il les a bénis et leur a dit \"Ayez beaucoup d'enfants et de petits enfants et remplissez la terre!\" Tout cela est arrivé pendant le sixième jour de la création."
        }, 
        {
          "id": "01-16", 
          "img": "{{:en:obs:obs-01-16.jpg?nolink&640x360}}", 
          "text": "Quand le septième jour arriva, Dieu avait deja achevé son oeuvre.  Alors Dieu se reposa de toute son oeuvre qu'il avait faite et sanctifia ce jour, parce qu' en ce jour il se reposa de toute son oeuvre qu'il avait créé. C'est comment Dieu a créé l'univers et tout ce qu'il y a dedans."
        }
      ], 
      "number": "01", 
      "ref": "A Bible story from: Genesis 1-2", 
      "title": "1. La Création"
    }, 
    {
      "frames": [
        {
          "id": "02-01", 
          "img": "{{:en:obs:obs-02-01.jpg?nolink&640x360}}", 
          "text": "Adam et sa femme étaient très heureux dans le joli jardin que Dieu avait créé pour eux.  Aucun des deux ne portaient des habits et ils n'en avaient pas honte parce qu'il n'y avait pas de péché dans le monde.  Ils marchaient souvent dans le jardin et parlaient avec Dieu."
        }, 
        {
          "id": "02-02", 
          "img": "{{:en:obs:obs-02-02.jpg?nolink&640x360}}", 
          "text": "Mais il y avait un serpent rusé dans le jardin.  Il dit a la femme, \"Dieu a t-Il réellement dit de ne pas manger de tous les arbres du jardin?\""
        }, 
        {
          "id": "02-03", 
          "img": "{{:en:obs:obs-02-03.jpg?nolink&640x360}}", 
          "text": "La femme répondit, \"Dieu nous a dit que nous pouvons manger du fruit de n'importe quel arbre sauf l'arbre de la connaissance du bien et du mal.  Dieu dit, 'Si vous mangez ce fruit ou même si vous le touchez, vous mourrez.'\""
        }, 
        {
          "id": "02-04", 
          "img": "{{:en:obs:obs-02-04.jpg?nolink&640x360}}", 
          "text": "Le serpent répondit, \"Cela n'est pas la verité! Vous ne mourrez pas. Dieu sait que aussitôt que vous en mangerez,vous serez comme Dieu connaissant le bien et le mal comme Lui.\""
        }, 
        {
          "id": "02-05", 
          "img": "{{:en:obs:obs-02-05.jpg?nolink&640x360}}", 
          "text": "La femme vit que le fruit était magnifique et paraissait délicieux.  Elle aussi voulait être savante, alors elle a prit le fruit et en mangea.  Puis elle en donna a son mari, qui était auprès d'elle, et il en mangea aussi."
        }, 
        {
          "id": "02-06", 
          "img": "{{:en:obs:obs-02-06.jpg?nolink&640x360}}", 
          "text": "Soudainement, les yeux de l'un et l'autre s'ouvrirent, et ils réalisent qu'ils étaient nus.  Ils ont essayé decouvrir leurs corps ayant cousu des feuilles de figuier ensemble pour leur faire des habits."
        }, 
        {
          "id": "02-07", 
          "img": "{{:en:obs:obs-02-07.jpg?nolink&640x360}}", 
          "text": "Puis l'homme et sa femme entendirent la voix de Dieu qui parcourait le jardin. Ils se sont cachés.  Alors Dieu appela l'homme, \"où es-tu?  Adam répondit, \"j'ai entendu ta voix dans le jardin, et j'ai eu peur, parce que je suis nu. Je me suis caché:"
        }, 
        {
          "id": "02-08", 
          "img": "{{:en:obs:obs-02-08.jpg?nolink&640x360}}", 
          "text": "Alors Dieu demanda, \"Qui t'a appris que tu es nu? Est-ce que tu as mangé du fruit que je t'avais défendu de manger? L'homme répondit, \"Tu m'a donné cette femme and elle m'a donné le fruit. \"Alors Dieu demande à la femme, \"Qu'est ce que tu as fait? La femme répondit, \"Le serpent m'a séduit.\""
        }, 
        {
          "id": "02-09", 
          "img": "{{:en:obs:obs-02-09.jpg?nolink&640x360}}", 
          "text": "Dieu dit au serpent,\" Tu seras maudit! Tu glisseras sur ton ventre and tu mangeras de la poussière. Il y aura de la haine entre toi et la femme, et entre tes enfants et ses enfants à elle aussi. Les descendants de la femme t'écraseront la tête, et tu lui blesseras le talon.\""
        }, 
        {
          "id": "02-10", 
          "img": "{{:en:obs:obs-02-10.jpg?nolink&640x360}}", 
          "text": "Alors Dieu dit a la femme, \"J'augmenterai la souffrance de tes grossesses.  Tu portera tes désirs envers ton mari, mais il te dominera.\""
        }, 
        {
          "id": "02-11", 
          "img": "{{:en:obs:obs-02-11.jpg?nolink&640x360}}", 
          "text": "Dieu dit a l'homme, \"Tu as ecouté la voix de ta femme et tu m'as désobéi.  Maintenant le sol est maudit, et tu devras travaillé très dur pour cultiver la terre. Puis tu vas mourir, et ton corps retournera en poussières.\" L'homme donna a sa femme le nom d'Eve, ce qui veux dire \"Donne la vie\" parce qu'elle deviendra la mère de tous les vivants.  Et Dieu revêtit Adam et Eve avec des peaux d'animaux."
        }, 
        {
          "id": "02-12", 
          "img": "{{:en:obs:obs-02-12.jpg?nolink&640x360}}", 
          "text": "Puis Dieu a dit, \"Maintenant que les êtres humains sont devenus comme nous pour la connaissance du bien et du mal, ils ne doivent pas manger de l'arbre de la vie et vivre éternellement.\" Alors Dieu a chassé Adam et Eve du joli jardin. Dieu a placé des anges puissants a l'entrée du jardin pour que personne ne mange du fruit de l'arbre de la vie."
        }
      ], 
      "number": "02", 
      "ref": "NOT FOUND", 
      "title": "2. Le péché entre dans le monde"
    }, 
    {
      "frames": [
        {
          "id": "03-01", 
          "img": "{{:en:obs:obs-03-01.jpg?nolink&640x360}}", 
          "text": "Après bien des années, beaucoup de monde vivait sur la terre. Il était devenu très méchant et violent. La situation s’est dégradée au point que Dieu a décidé de détruire le monde avec un déluge énorme."
        }, 
        {
          "id": "03-02", 
          "img": "{{:en:obs:obs-03-02.jpg?nolink&640x360}}", 
          "text": "Mais Noé a trouvé grâce aux yeux de Dieu.  Il était un homme juste, vivant avec un peuple méchant.  Dieu dit a Noé qu'il allait détruire le monde avec un grand déluge.  Il dit a Noé de construire une énorme arche."
        }, 
        {
          "id": "03-03", 
          "img": "{{:en:obs:obs-03-03.jpg?nolink&640x360}}", 
          "text": "Dieu dit a Noé de faire une arche en bois a peu près 140 metres de longueur, 23 mètres de largeur et 13.5 mètres de hauteur.  L'arche doit être en bois, avoir 3 etages, beaucoup de pièces, un toit, et une fenêtre. Noé, sa famille, et toute sortes d'animaux de terre seront hors de danger dans le bateau pendant le déluge."
        }, 
        {
          "id": "03-04", 
          "img": "{{:en:obs:obs-03-04.jpg?nolink&640x360}}", 
          "text": "Noé a obéit Dieu. Noé et ses trois fils ont bâti le bateau exactement comment Dieu leur avait ordonné.  Cela a pris plusieurs années pour bâtir l'arche parce qu'elle était si grande.  Noé a averti le peuple du déluge et leur a dit de se tourner vers Dieu, mais ils n'ont pas cru les paroles de Noé."
        }, 
        {
          "id": "03-05", 
          "img": "{{:en:obs:obs-03-05.jpg?nolink&640x360}}", 
          "text": "Dieu a commandé Noé et sa famille de ramasser assez de nourriture pour eux et les animaux.  Quand tout était prêt, Dieu dit a Noé qu'il était temps pour lui, sa femme, ses trois fils, et leurs femmes de rentrer dans le bateau - 8 personnes en tout."
        }, 
        {
          "id": "03-06", 
          "img": "{{:en:obs:obs-03-06.jpg?nolink&640x360}}", 
          "text": "Dieu a envoyé un mâle et une femelle de chaque animal et oiseau a Noé afin qu'ils rentrent dans le bateau et pour qu'ils soient hors de danger pendant le déluge.  Dieu a envoyé 7 mâles et 7 femelles de chaque sorte d'animal afin qu'ils soient utilisés comme sacrifices.  Quand ils étaient tous dans le bateau, Dieu a fermé la porte."
        }, 
        {
          "id": "03-07", 
          "img": "{{:en:obs:obs-03-07.jpg?nolink&640x360}}", 
          "text": "Puis il a commencé a pleuvoir, et pleuvoir, et pleuvoir.  Il a plut pendant 40 jours et 40 nuits sans arrêt. L'eau a commencé a jaillir hors de la terre.  Tout dans le monde entier était couvert d'eau, même les plus hautes montagnes."
        }, 
        {
          "id": "03-08", 
          "img": "{{:en:obs:obs-03-08.jpg?nolink&640x360}}", 
          "text": "Tout ce qui vivait sur la terre sèche ont périt, sauf les hommes et les animaux qui étaient dans le bateau.  Le bateau a flotté au dessus de l'eau et tous ceux qui étaient a l'intérieur du bateau était sauvés."
        }, 
        {
          "id": "03-09", 
          "img": "{{:en:obs:obs-03-09.jpg?nolink&640x360}}", 
          "text": "Une fois que la pluie s'est arrêtée, le bateau a flotté au dessus de l'eau pendant 5 mois, et un jour le bateau est resté au sommet d'une montagne.  Mais la terre était toujours couverte d'eau.  Après 3 mois, les sommets des montagnes étaient visibles."
        }, 
        {
          "id": "03-10", 
          "img": "{{:en:obs:obs-03-10.jpg?nolink&640x360}}", 
          "text": "Apres encore 40 jours, Noé a lâché un oiseau, un corbeau, pour voir si l'eau était diminuée.  Le corbeau a volé cherchant de la terre sèche, mais il n'en a pas trouvé."
        }, 
        {
          "id": "03-11", 
          "img": "{{:en:obs:obs-03-11.jpg?nolink&640x360}}", 
          "text": "Plus tard Noé a lâché un oiseau, une colombe.  Mais la colombe n'a pas pu trouvé de terre sèche, et elle est revenue vers Noé.  Une semaine plus tard il a envoyé la colombe à nouveau, et elle est revenue avec une branche d'olivier dans son bec.  L'eau diminuait et les plantes poussaient a nouveau!"
        }, 
        {
          "id": "03-12", 
          "img": "{{:en:obs:obs-03-12.jpg?nolink&640x360}}", 
          "text": "Noé a attendu une autre semaine and a renvoyé la colombe une troisième fois.  Cette fois, elle a trouvée un endroit pour se reposer and n'est pas retournée.  L'eau s'évaporait!"
        }, 
        {
          "id": "03-13", 
          "img": "{{:en:obs:obs-03-13.jpg?nolink&640x360}}", 
          "text": "Deux mois plus tard Dieu dit a Noé,\" Toi et ta famille et tous les animaux vous sortez du bateau maintenant. Ayez beaucoup d'enfants et petits enfants et remplissez la terre.\" Alors Noé et sa famille sortirent du bateau."
        }, 
        {
          "id": "03-14", 
          "img": "{{:en:obs:obs-03-14.jpg?nolink&640x360}}", 
          "text": "Une fois que Noé est sorti du bateau, Il a bâti un autel et a sacrifié quelques animaux de chaque espèces qui pourraient être utilisé comme sacrifice.  Dieu était content du sacrifice et a bénit Noé et sa famille."
        }, 
        {
          "id": "03-15", 
          "img": "{{:en:obs:obs-03-15.jpg?nolink&640x360}}", 
          "text": "Dieu dit, \"Je promets que je ne mettrais plus jamais un fléau sur la terre à cause des humains et je ne détruirai jamais le monde avec un déluge, même si les humains sont des pécheurs dès leur jeunesse.\""
        }, 
        {
          "id": "03-16", 
          "img": "{{:en:obs:obs-03-16.jpg?nolink&640x360}}", 
          "text": "Alors Dieu a placé le premier arc-en-ciel et Il s'en servira comme signe de sa promesse.  A chaque fois que l'arc -en-ciel apparait dans le ciel, Dieu et son peuple se souviendront de sa promesse."
        }
      ], 
      "number": "03", 
      "ref": "A Bible story from: Genesis 6-8", 
      "title": "3. Le déluge"
    }, 
    {
      "frames": [
        {
          "id": "04-01", 
          "img": "{{:en:obs:obs-04-01.jpg?nolink&640x360}}", 
          "text": "Plusieurs années après le déluge, Il y avait, à nouveau, beaucoup de gens dans le monde, et tous parlait la même langue.  Mais au lieu de remplir la terre comme Dieu avait ordonné, ils se sont rassemblés et ont bâti une ville."
        }, 
        {
          "id": "04-02", 
          "img": "{{:en:obs:obs-04-02.jpg?nolink&640x360}}", 
          "text": "Les gens étaient très orgueilleux, et n'ont pas écouté Dieu.  Ils ont même commencé a bâtir une grande tour qui allait jusqu'au ciel.  Dieu dit que si ils continuaient a faire comme ceci, Ils pourraient faire encore plus de mal."
        }, 
        {
          "id": "04-03", 
          "img": "{{:en:obs:obs-04-03.jpg?nolink&640x360}}", 
          "text": "Alors Dieu a changé leur langue en plusieurs langues différentes et a dispersé les gens partout dans le monde entier.  La ville qu'ils ont commencé a bâtir s'appelait Babel, qui veut dire \"confus.\""
        }, 
        {
          "id": "04-04", 
          "img": "{{:en:obs:obs-04-04.jpg?nolink&640x360}}", 
          "text": "Une centaine d'années plus tard, Dieu a parlé a un homme qui s'appelait Abram.  Dieu lui a dit, \"Laisse ton pays et ta famille and va vers le pays que je vais t'indiquer.  Je vais te bénir et je ferai de toi une grande nation.Je bénirai ceux qui te béniront et je maudirai ceux qui te maudiront.  Toutes les familles de la terre seront bénies en toi.\""
        }, 
        {
          "id": "04-05", 
          "img": "{{:en:obs:obs-04-05.jpg?nolink&640x360}}", 
          "text": "Alors Abram obéit Dieu.  Il a prit sa femme Sara, tous ses domestiques et tout les biens qu'il possédait  et partirent dans le pays que Dieu lui avait montré, le pays de Canaan."
        }, 
        {
          "id": "04-06", 
          "img": "{{:en:obs:obs-04-06.jpg?nolink&640x360}}", 
          "text": "Quand Abram est arrivé au pays de Canaan Dieu dit, \"Regarde autour de toi.  Je te donnerai ainsi qu'à tes descendants tout le pays que tu vois comme héritage.\" Puis Abram s'est installé dans ce pays."
        }, 
        {
          "id": "04-07", 
          "img": "{{:en:obs:obs-04-07.jpg?nolink&640x360}}", 
          "text": "Un jour Abraham a fait la connaissance de Melchizedek, le prêtre du Dieu très haut.  Melchizedek a bénit Abram et lui dit, \"Que Dieu a qui appartient le ciel et la terre te bénisse  Abram.\"  Puis Abram a donné à Melchizedek un dixième de ce qu'il possédait."
        }, 
        {
          "id": "04-08", 
          "img": "{{:en:obs:obs-04-08.jpg?nolink&640x360}}", 
          "text": "Plusieurs années ont passées, mais Abram et Sara n'avait toujours pas de fils.  Dieu a parlé a Abram et lui a promit encore une fois qu'il aurait un fils et autant de descendants qu'il y a d'étoiles dans le ciel.  Abram a cru à la promesse de Dieu.  Dieu a déclaré que Abram était juste parce qu'il croyait à la promesse de Dieu."
        }, 
        {
          "id": "04-09", 
          "img": "{{:en:obs:obs-04-09.jpg?nolink&640x360}}", 
          "text": "Puis Dieu a fait une alliance avec Abram.  Une alliance c'est un accord entre deux groupes.  Dieu a dit, \"Je te donnerai un fils qui vient de ton corps. Je donne le pays de Canaan à tes descendants.\" Mais Abram n'avait toujours pas de fils."
        }
      ], 
      "number": "04", 
      "ref": "A Bible story from: Genesis 11-15", 
      "title": "4. L'alliance de Dieu avec Abraham"
    }, 
    {
      "frames": [
        {
          "id": "05-01", 
          "img": "{{:en:obs:obs-05-01.jpg?nolink&640x360}}", 
          "text": "Dix ans après que Abram et Sarai sont arrivés à Canaan, Ils n'avaient pas encore d'enfants. Alors Sarai, la femme de Abram lui dit, \"Puisque Dieu ne m'a pas permis d'avoir des enfants et maintenant je suis trop âgée pour en avoir, va vers ma servante, Hagar. Tu l'épouses pour qu'elle ait des enfants pour moi.\""
        }, 
        {
          "id": "05-02", 
          "img": "{{:en:obs:obs-05-02.jpg?nolink&640x360}}", 
          "text": "Alors Abram a épousée Hagar.  Hagar a eu un bébé, un garçon, et Abram lui donna le nom de Ishmal.  Mais Sarai est devenue jalouse de Hagar.  Quand Ishmaël avait 13 ans, Dieu parla à Abram en disant,"
        }, 
        {
          "id": "05-03", 
          "img": "{{:en:obs:obs-05-03.jpg?nolink&640x360}}", 
          "text": "\"Je suis le Dieu tout puissant.  J'établirai mon alliance avec toi.\" Puis Abram tomba sur sa face.  Dieu dit, \"Tu deviendras père d'une multitude de nations. Je te donnerai à toi et à tes descendants le pays de Canaan en possession perpétuelle, et je serais leur Dieu. Chaque mâle dans ta famille sera circoncis.\""
        }, 
        {
          "id": "05-04", 
          "img": "{{:en:obs:obs-05-04.jpg?nolink&640x360}}", 
          "text": "\"Ta femme, Sarai, aura un fils-il qui sera le fils de ma promesse.  Tu lui donnes le nom de Isaac.  J'établirai mon alliance avec lui et il deviendra une grande nation.  Je ferai de Ishmaël une grande nation, aussi, mais mon alliance sera avec Isaac.\"  Puis Dieu a changé le nom de Abram.  Il est devenu Abraham, qui signifie \"père de beaucoup.\"  Dieu a changé aussi le nom de Sarai qui est devenue Sara, qui veut dire \"princesse.\""
        }, 
        {
          "id": "05-05", 
          "img": "{{:en:obs:obs-05-05.jpg?nolink&640x360}}", 
          "text": "Ce jour là Abraham a circoncit tous les mâles parmi les gens de sa maison.  Une année plus tard, quand Abraham avait 100 ans et Sarah 90, Sarah a eu un fils avec Abraham.  Ils lui ont donné le nom de Isaac selon l'ordre que Dieu lui avait donné."
        }, 
        {
          "id": "05-06", 
          "img": "{{:en:obs:obs-05-06.jpg?nolink&640x360}}", 
          "text": "Après que Isaac est devenu un jeune homme, Dieu a mis à l'épreuve la foi d'Abraham en disant, \"Prends Isaac, ton  fils unique, et tu le tue comme sacrifice pour Moi.\"  Abraham a encore obéit Dieu et prépara a sacrifier son fils."
        }, 
        {
          "id": "05-07", 
          "img": "{{:en:obs:obs-05-07.jpg?nolink&640x360}}", 
          "text": "Abraham et Isaac partirent à l'endroit du sacrifice.  Isaac demande,\"Mon père, nous avons du bois pour le sacrifice, mais où est l'agneau?\" Abraham répondit, \"Dieu nous pourvoira lui même l'agneau pour le sacrifice, mon fils.\""
        }, 
        {
          "id": "05-08", 
          "img": "{{:en:obs:obs-05-08.jpg?nolink&640x360}}", 
          "text": "Lorsqu'ils furent arrivés au lieu du sacrifice, Abraham lia son fils Isaac et le mit sur l'autel.  Il était prêt a égorger son fils quant Dieu dit, \"Arrête! Ne fait pas de mal à ce garçon! Je sais maintenant que tu me crains parce que tu ne m'as pas refusé ton fils unique.\""
        }, 
        {
          "id": "05-09", 
          "img": "{{:en:obs:obs-05-09.jpg?nolink&640x360}}", 
          "text": "Abraham voit un belier tout près qui était cachè dans un buisson.  Dieu a fournit un bélier pour offrir comme sacrifice à la place de son fils:  Abraham a offert avec bonheur le belier comme sacrifice."
        }, 
        {
          "id": "05-10", 
          "img": "{{:en:obs:obs-05-10.jpg?nolink&640x360}}", 
          "text": "Puis Dieu dit à Abraham, \"Parce que tu n'as pas refusé de tout me donner, même ton fils unique, Je promets de te bénir.  Je multiplierai tes descendants, comme les étoiles dans le ciel. Parce que tu as obéi a ma voix, toutes les nations de la terre seront bénies.\""
        }
      ], 
      "number": "05", 
      "ref": "A Bible story from: Genesis 16-22", 
      "title": "5. Le fils de la promesse"
    }, 
    {
      "frames": [
        {
          "id": "06-01", 
          "img": "{{:en:obs:obs-06-01.jpg?nolink&640x360}}", 
          "text": "Quand Abraham est devenu très âgé, et son fils, Isaac, est devenu un homme, Abraham a envoyé un de ses serviteurs au pays où sa famille habitait pour trouver une femme pour son fils, Isaac."
        }, 
        {
          "id": "06-02", 
          "img": "{{:en:obs:obs-06-02.jpg?nolink&640x360}}", 
          "text": "Apres un très long voyage, Dieu a conduit le serviteur vers Rébecca, qui était la petite fille du frère d'Abraham."
        }, 
        {
          "id": "06-03", 
          "img": "{{:en:obs:obs-06-03.jpg?nolink&640x360}}", 
          "text": "Rébecca a consenti de quitter sa famille et de partir avec le serviteur.  Isaac s'est marié avec elle aussitôt qu'elle est arrivée."
        }, 
        {
          "id": "06-04", 
          "img": "{{:en:obs:obs-06-04.jpg?nolink&640x360}}", 
          "text": "Très longtemps après, Abraham est mort et toutes les promesses que Dieu lui avait faites dans l'alliance ont été transmises à Isaac.  Dieu a promis que Abraham aurait beaucoup de descendants, mais la femme de Isaac, Rébecca ne pouvait pas avoir d'enfants."
        }, 
        {
          "id": "06-05", 
          "img": "{{:en:obs:obs-06-05.jpg?nolink&640x360}}", 
          "text": "Isaac implora Dieu pour Rébecca, et Dieu l'exauça et Rébecca devint enceinte avec des jumeaux.  Pendant qu'ils étaient dans son ventre, les deux enfants se luttaient l'un contre l'autre, alors Rébecca demanda à Dieu ce qui se passait."
        }, 
        {
          "id": "06-06", 
          "img": "{{:en:obs:obs-06-06.jpg?nolink&640x360}}", 
          "text": "Dieu dit a Rébecca, \"Il y a deux nations dans ton ventre.  Elles vont lutter l'une contre l'autre et le fils ainé servira le plus jeune.\""
        }, 
        {
          "id": "06-07", 
          "img": "{{:en:obs:obs-06-07.jpg?nolink&640x360}}", 
          "text": "Quand les bébés de Rébecca sont nés, le premier est né tout rouge et avec beaucoup de poils.  Ils lui ont donné le nom de Esau.  Puis son frère est né en tenant dans sa main le talon d'Esau, et ils lui ont donné le nom de Jacob."
        }
      ], 
      "number": "06", 
      "ref": "A Bible story from: Genesis 24:1-25:26", 
      "title": "6. Dieu va subvenir aux besoins de Isaac"
    }, 
    {
      "frames": [
        {
          "id": "07-01", 
          "img": "{{:en:obs:obs-07-01.jpg?nolink&640x360}}", 
          "text": "Pendant que les enfants grandissent, Rébecca aimait Jacob mais Isaac aimait Esau. Jacob aimait rester a la maison, mais Esau aimait chasser."
        }, 
        {
          "id": "07-02", 
          "img": "{{:en:obs:obs-07-02.jpg?nolink&640x360}}", 
          "text": "Un jour, quand Esau revenait de la chasse, Il avait très faim.  Esau dit à Jacob, \"Donne moi de la nourriture que tu as préparé s'il te plait.  Jacob répondit, d'abord vends moi aujourd'hui ton droit d'aînesse.\" Alors Esau donna a Jacob son droit d'aînesse. Alors Jacob lui donna à manger."
        }, 
        {
          "id": "07-03", 
          "img": "{{:en:obs:obs-07-03.jpg?nolink&640x360}}", 
          "text": "Isaac voulait donner sa benediction à Esau.  Mais avant de le faire, Rébecca and Jacob ont dupé Isaac en faisant passer Jacob pour Esau.  Jacob était âgé and ne voyait plus.  Alors Jacob a pris les habits de Esau et a couvert son cou et ses mains de peau de chevreau."
        }, 
        {
          "id": "07-04", 
          "img": "{{:en:obs:obs-07-04.jpg?nolink&640x360}}", 
          "text": "Jacob va voir Isaac et lui dit, \"Je suis Esau, Je suis venu pour recevoir ta bénédiction.\"  Quand Isaac a senti la peau de chevreau et l'odeur de ses vêtements, Il a pensé que c'était Esau et l'a béni."
        }, 
        {
          "id": "07-05", 
          "img": "{{:en:obs:obs-07-05.jpg?nolink&640x360}}", 
          "text": "Esau conçu de la haine pour Jacob parce qu'il lui avait enlevé ses droits d'aînesse ainsi que sa bénédiction.  Donc il a projeté de tuer Jacob une fois la mort de son père."
        }, 
        {
          "id": "07-06", 
          "img": "{{:en:obs:obs-07-06.jpg?nolink&640x360}}", 
          "text": "Mais Rébecca a su le plan de Esau. Rebecca et Isaac ont envoyés Jacob vivre très loin avec de la famille."
        }, 
        {
          "id": "07-07", 
          "img": "{{:en:obs:obs-07-07.jpg?nolink&640x360}}", 
          "text": "Jacob est resté dans ce pays pendant plusieurs années, et pendant ce temps il s'est marié et a eu 12 fils et une fille.  Dieu l'a rendu très riche."
        }, 
        {
          "id": "07-08", 
          "img": "{{:en:obs:obs-07-08.jpg?nolink&640x360}}", 
          "text": "Apres 20 ans d'absence de son pays, Canaan, Jacob y retourna avec sa famille, ses serviteurs, et tous ses animaux."
        }, 
        {
          "id": "07-09", 
          "img": "{{:en:obs:obs-07-09.jpg?nolink&640x360}}", 
          "text": "Jacob avait très peur parce qu'il pensait que Esau voulait le tuer.  Alors il donna a Esau beaucoup de troupeaux comme cadeau.  Les serviteurs qui ont amené les animaux ont dit a Esau, \"ces animaux sont un cadeau de votre serviteur, Jacob.  Il va bientôt arriver.\""
        }, 
        {
          "id": "07-10", 
          "img": "{{:en:obs:obs-07-10.jpg?nolink&640x360}}", 
          "text": "Mais Esau avait déjà pardonné Jacob, et ils se sont retrouvés avec bonheur.  Jacob viva paisiblement dans le pays de Canaan.  Puis Isaac est mort, et Jacob et Esau l'ont enterré.  Les promesses de l'alliance que Dieu avait faites à Abraham puis à Isaac sont passées maintenant à Jacob."
        }
      ], 
      "number": "07", 
      "ref": "A Bible story from: Genesis 25:27-33:20", 
      "title": "7. Dieu bénit Jacob"
    }, 
    {
      "frames": [
        {
          "id": "08-01", 
          "img": "{{:en:obs:obs-08-01.jpg?nolink&640x360}}", 
          "text": "Les frères de Joseph le détestait, car il était le fils favori de leur père,  et aussi parce que Joseph avait eu un rêve qu'il serait un jour leur souverain.  Quand Joseph trouve ses frères, Ils le prirent et le vende à des commerçants d'esclaves."
        }, 
        {
          "id": "08-02", 
          "img": "{{:en:obs:obs-08-02.jpg?nolink&640x360}}", 
          "text": "Plusieurs années plus tard, quand Jacob est devenu âgé, il a envoyé son fils preferré, Joseph, pour voir si ses frères ainés, qui étaient très loin, prenaient soin des troupeaux."
        }, 
        {
          "id": "08-03", 
          "img": "{{:en:obs:obs-08-03.jpg?nolink&640x360}}", 
          "text": "Avant que les frères de Joseph retournent chez eux, Ils dépouillent Joseph de sa tunique et ils plongent la tunique dans du sang de bouc. Puis ils ont montré la tunique à leur père pour qu'il pense qu'un animal avait tué Joseph.  Jacob était très triste."
        }, 
        {
          "id": "08-04", 
          "img": "{{:en:obs:obs-08-04.jpg?nolink&640x360}}", 
          "text": "Les commerçants d'esclaves amenèrent Joseph en Egypte.  L'Egypte était un pays très grand et puissant situé le long du Nile. Les commerçants d'esclaves vendirent Joseph comme esclave à un officier du gouvernement qui était très riche.  Joseph travaillait bien pour son maître et Dieu l'a bénit."
        }, 
        {
          "id": "08-05", 
          "img": "{{:en:obs:obs-08-05.jpg?nolink&640x360}}", 
          "text": "La femme de son maître voulait coucher avec Joseph, mais Joseph refusa de commettre un péché contre Dieu.  Elle devient en colère et accuse à tort Joseph pour qu'il soit arrêté et mis en prison.  Même en prison, Joseph resta fidèle a Dieu, et Dieu l'a bénit."
        }, 
        {
          "id": "08-06", 
          "img": "{{:en:obs:obs-08-06.jpg?nolink&640x360}}", 
          "text": "Deux ans plus tard, Joseph était toujours en prison, quoiqu'il était innocent.  Une nuit, le roi d'Egypte, qui s'appelait le Pharaon, a eu deux rêves qui le rendait très triste.  Aucun des ses conseillers ne pouvait lui donner une explication."
        }, 
        {
          "id": "08-07", 
          "img": "{{:en:obs:obs-08-07.jpg?nolink&640x360}}", 
          "text": "Dieu donna la compétence à Joseph pour interpréter les rêves, alors Le Pharaon a fait sortir Joseph de  prison.  Joseph lui  expliqua les rêves et did,\"Dieu va envoyer sept années de grande abondance suivies par sept années de famine.\""
        }, 
        {
          "id": "08-08", 
          "img": "{{:en:obs:obs-08-08.jpg?nolink&640x360}}", 
          "text": "Le Pharaon était si impressionné avec Joseph qu'il l'a fait la deuxième personne la plus importante de toute l'Egypte!"
        }, 
        {
          "id": "08-09", 
          "img": "{{:en:obs:obs-08-09.jpg?nolink&640x360}}", 
          "text": "Joseph dit au peuple d'amasser des quantités considérables de vivres pendant les sept années d'abondance.  Puis Joseph vendit les vivres au peuple pendant les sept années de famine pour que tout le monde ait de quoi manger."
        }, 
        {
          "id": "08-10", 
          "img": "{{:en:obs:obs-08-10.jpg?nolink&640x360}}", 
          "text": "La famine était très rigoureuse pas seulement en Egype, mais aussi dans le pays de Canaan où Jacob et sa famille demeuraient."
        }, 
        {
          "id": "08-11", 
          "img": "{{:en:obs:obs-08-11.jpg?nolink&640x360}}", 
          "text": "Alors Jacob a envoyé ses fils en Egypte pour acheter des vivres.  Les frères n'ont pas reconnu Joseph quand ils sont arrivés devant lui pour acheter les vivres.  Mais Joseph les a reconnus."
        }, 
        {
          "id": "08-12", 
          "img": "{{:en:obs:obs-08-12.jpg?nolink&640x360}}", 
          "text": "Apres avoir vérifié pour être certain que ses frères avaient changés, Joseph leur dit, \"Je suis votre frère, Joseph! N'ayez pas peur.  Vous aviez méditer de me faire du mal quand vous m'avez vendu comme esclave, mais Dieu a changé le mal en bien! Venez vivre en Egypte pour que je puisse vous nourrir ainsi que vos familles.\""
        }, 
        {
          "id": "08-13", 
          "img": "{{:en:obs:obs-08-13.jpg?nolink&640x360}}", 
          "text": "Quand les frères de Joseph sont retournés chez eux et ont dit à leur père, Jacob, que Joseph était vivant, Il était très heureux."
        }, 
        {
          "id": "08-14", 
          "img": "{{:en:obs:obs-08-14.jpg?nolink&640x360}}", 
          "text": "Quoique Jacob était très âgé, Il se rendit en Egypte avec toute sa famille, et ils y ont habité tous là bas.  Jacob a bénit chacun des ses fils avant qu'il meure."
        }, 
        {
          "id": "08-15", 
          "img": "{{:en:obs:obs-08-15.jpg?nolink&640x360}}", 
          "text": "Les promesses de l'alliance que Dieu donna a Abraham ont été passées a Isaac, puis à Jacob, et puis à ses douze fils et leurs familles.  Les descendants des douze fils forment les douze tribus d'Israel."
        }
      ], 
      "number": "08", 
      "ref": "A Bible story from: Genesis 37-50", 
      "title": "8. Dieu sauve Joseph et sa famille"
    }, 
    {
      "frames": [
        {
          "id": "09-01", 
          "img": "{{:en:obs:obs-09-01.jpg?nolink&640x360}}", 
          "text": "Apres la mort de Joseph, toute sa famille est restée en Egypte.  Sa famille et leurs descendants continuent de vivre en Egypte pendant plusieurs années et ont eu beaucoup d'enfants.  Ils s'appelaient les Israélites."
        }, 
        {
          "id": "09-02", 
          "img": "{{:en:obs:obs-09-02.jpg?nolink&640x360}}", 
          "text": "Une centaine d'annèes plus tard, un nouveau Pharaon vient au pouvoir en Egypte.  Les Egyptians ne se souvenaient plus de Joseph et tout ce qu'il avait fait pour les aider.  Ils craignaient les Israélites parce que ils étaient si nombreux.  Alors les Egyptiens ont fait des Israélites des esclaves."
        }, 
        {
          "id": "09-03", 
          "img": "{{:en:obs:obs-09-03.jpg?nolink&640x360}}", 
          "text": "Les Egyptiens ont forcé les Israélites a bâtir beaucoup de bâtiments et même des villes entières.  Le travail dur a rendu leur vie malheureuse, mais Dieu les a béni, et ils ont eu encore plus d'enfants."
        }, 
        {
          "id": "09-04", 
          "img": "{{:en:obs:obs-09-04.jpg?nolink&640x360}}", 
          "text": "Le Pharaon vu que les Israélites avaient beaucoup d'enfants, donc il ordonna son peuple de tuer tous les garçons nés des Israélites en les jetant dans le Nile."
        }, 
        {
          "id": "09-05", 
          "img": "{{:en:obs:obs-09-05.jpg?nolink&640x360}}", 
          "text": "Une certaine femme Israélite donna naissance à un garçon. Elle et son mari cacha le bébé aussi longtemps qu'ils pouvaient."
        }, 
        {
          "id": "09-06", 
          "img": "{{:en:obs:obs-09-06.jpg?nolink&640x360}}", 
          "text": "Quand les parents de l'enfant ne pouvaient plus le cacher, ils l'ont mis dans un panier flottant parmi les roseaux sur le bord du fleuve."
        }, 
        {
          "id": "09-07", 
          "img": "{{:en:obs:obs-09-07.jpg?nolink&640x360}}", 
          "text": "Une fille du Pharaon aperçut le panier et regarda à l'intérieur.  Quand elle aperçoit le bébé, elle le prend et elle l'éleva comme son propre fils.  Elle embaucha une femme Israélite comme nourrice, sans savoir que c'était la mère du bébé.  Quand l'enfant grandit, sa mère le rendra à la fille du Pharaon qu'il l'appela Moïse."
        }, 
        {
          "id": "09-08", 
          "img": "{{:en:obs:obs-09-08.jpg?nolink&640x360}}", 
          "text": "Un jour, Quant Moïse est devenu grand, Il vit une Egyptienne qui frappait une esclave Israélite. Moise essaya de sauver sa compatriote."
        }, 
        {
          "id": "09-09", 
          "img": "{{:en:obs:obs-09-09.jpg?nolink&640x360}}", 
          "text": "Quant Moïses pensa que personne ne le voyait, il tua l'Egyptien et enterra son corps.  Mais quelqu'un l'a aperçu et a vu ce qui c'était passé."
        }, 
        {
          "id": "09-10", 
          "img": "{{:en:obs:obs-09-10.jpg?nolink&640x360}}", 
          "text": "Quant le Pharaon apprit ce qui s'était passé, Il essaya de tuer Moïse pour ce qu'il avait fait. Mais Moïse s'enfuit d'Egypte et se retira dans la nature où il pourra être hors de danger et loin des soldats du Pharaon."
        }, 
        {
          "id": "09-11", 
          "img": "{{:en:obs:obs-09-11.jpg?nolink&640x360}}", 
          "text": "Moïse devint un berger dans la nature loin d'Egypte.  Il se mariera et aura 2 fils."
        }, 
        {
          "id": "09-12", 
          "img": "{{:en:obs:obs-09-12.jpg?nolink&640x360}}", 
          "text": "Un jour, pendant que Moïse s'occupait de son troupeau, il voit un buisson qui était en feu. Mais le buisson ne se consumait pas.  Moïse s'approcha du buisson.  Quand il était tout prés du buisson en feu, Il entend la voix de Dieu qui lui dit, \"Moïse, ôte tes souliers car le lieu sur lequel tu te tiens est une terre sainte.\""
        }, 
        {
          "id": "09-13", 
          "img": "{{:en:obs:obs-09-13.jpg?nolink&640x360}}", 
          "text": "Dieu ajouta,\" J'ai vu la souffrance de mon peuple.  je t'enverrai auprès du Pharaon pour que tu fasses sortir les enfants d'Israel pour les délivrer de leur esclavage en Egypte. Je leur donnerai le pays de Canaan, le pays promis à Abraham, Isaac et Jacob.\""
        }, 
        {
          "id": "09-14", 
          "img": "{{:en:obs:obs-09-14.jpg?nolink&640x360}}", 
          "text": "Moïses dit, \"Mais si le peuple demande qui m'a envoyé, que devrais je dire?\" Dieu dit, \"Je SUIS QUI JE SUIS. Dis leur aussi, 'Je suis Yahweh, le Dieu de vos ancêtres, Isaac, et Jacob. Voila mon nom pour l'éternité.'\""
        }, 
        {
          "id": "09-15", 
          "img": "{{:en:obs:obs-09-15.jpg?nolink&640x360}}", 
          "text": "Moïse ne voulait pas aller vers Pharaon parce qu'il pensait qu'il ne pourrait pas bien lui parler, alors Dieu a envoyé le frère de Moïse, Aaron, pour l'aider.  Dieu a prévenu Moïse et Aaron que le Pharaon allait être obstiné."
        }
      ], 
      "number": "09", 
      "ref": "A Bible story from: Exodus 1-4", 
      "title": "9. Dieu appelle Moïse"
    }, 
    {
      "frames": [
        {
          "id": "10-01", 
          "img": "{{:en:obs:obs-10-01.jpg?nolink&640x360}}", 
          "text": "Moïse et son frère Aaron rendirent visite à Pharaon. Ils disent, \"Voilà ce que le Dieu d'israël dit- 'Laisse Mon peuple partir!'\" Pharaon ne les entendra pas. Au lieu de permettre aux Israélites de sortir librement, il fit leur travail plus dur!"
        }, 
        {
          "id": "10-02", 
          "img": "{{:en:obs:obs-10-02.jpg?nolink&640x360}}", 
          "text": "Pharaon refusera continuellement de permettre les Israélites de partir, donc Dieu enverra  dix plaies terribles à l'Égypte. Dieu démontrera à Pharaon qu'Il a plus de pouvoir qu'un roi et tous les dieux d'Égypte."
        }, 
        {
          "id": "10-03", 
          "img": "{{:en:obs:obs-10-03.jpg?nolink&640x360}}", 
          "text": "Dieu changera le Nil en sang, mais Pharaon continuera de refuser de faire ce que Dieu a dit."
        }, 
        {
          "id": "10-04", 
          "img": "{{:en:obs:obs-10-04.jpg?nolink&640x360}}", 
          "text": "Alors Dieu a envoyé une invasion de grenouilles. Pharaon suppliera Moïse d'enlever les grenouilles, mais après que tous les grenouilles étaient décédées, Pharaon à endurci son cœur et il ne lassait pas les Israélites partir."
        }, 
        {
          "id": "10-05", 
          "img": "{{:en:obs:obs-10-05.jpg?nolink&640x360}}", 
          "text": "Alors Dieu a envoyé une invasion de moucherons. Et ensuite Il a envoyé une invasion de mouches. Pharaon appellera Moïse et Aaron et il leur a dit que les Israélites peuvent partir si l'invasion arrêtait. Moïse priera et Dieu enlèvera toutes les mouches d'Egypte, mais Pharaon a endurci son cœur et il ne les laissera pas partir."
        }, 
        {
          "id": "10-06", 
          "img": "{{:en:obs:obs-10-06.jpg?nolink&640x360}}", 
          "text": "Puis, Dieu a envoyé une maladie pour tuer les bêtes des Égyptiens. Mais le cœur de Pharaon a été endurci et il ne laissera pas les Israélites partir."
        }, 
        {
          "id": "10-07", 
          "img": "{{:en:obs:obs-10-07.jpg?nolink&640x360}}", 
          "text": "Ensuite Dieu dit à Moïse de lancer les cendres dans l'air devant Pharaon. Quand Moïse a fait cela, les plaies douloureuses sont apparues sur les Égyptiens -- mais pas sur les Israélites. Dieu a endurci la cœur de Pharaon et Pharaon ne permettait pas les Israélites d'être libres."
        }, 
        {
          "id": "10-08", 
          "img": "{{:en:obs:obs-10-08.jpg?nolink&640x360}}", 
          "text": "Après cela, Dieu a envoyé beaucoup de grêle, qui détruisait la plupart des récoltes des Égyptiens et a tué les gens dehors. Pharaon appellera Moïse et Aaron et il leur a dit, \"J'ai pêché. Vous pouvez sortir de l'Egypte.\" Moise priera à cause de ses mots et la grêle arrêtera."
        }, 
        {
          "id": "10-09", 
          "img": "{{:en:obs:obs-10-09.jpg?nolink&640x360}}", 
          "text": "Mais Pharaon a pêché encore et il endurcit son cœur. Il ne permettait pas les Israélites de sortir d'Egypte."
        }, 
        {
          "id": "10-10", 
          "img": "{{:en:obs:obs-10-10.jpg?nolink&640x360}}", 
          "text": "Alors Dieu a envoyé les invasions de sauterelles à Égypte. Les sauterelles mangèrent toutes les récoltes que la grêle n'avait pas déjà détruite."
        }, 
        {
          "id": "10-11", 
          "img": "{{:en:obs:obs-10-11.jpg?nolink&640x360}}", 
          "text": "Ensuite Dieu a envoyé une obscurité pendant trois jours. C'était trop sombre pour les Égyptiens de sortir de leurs maisons.  Mais il y avait de la lumière où les Israélites habitaient."
        }, 
        {
          "id": "10-12", 
          "img": "{{:en:obs:obs-10-12.jpg?nolink&640x360}}", 
          "text": "Même après ces neufs plaies , Pharaon refusera de laisser sortir les Israélites. Car Pharaon n'entendait pas, Dieu projètera d'envoyer une dixième plaie . Cette plaie  était certaine de changer l'avis de Pharaon."
        }
      ], 
      "number": "10", 
      "ref": "Cet histoire de la Bible vient de: Exode, chapitres 5-10", 
      "title": "10. Les dix plaies"
    }, 
    {
      "frames": [
        {
          "id": "11-01", 
          "img": "{{:en:obs:obs-11-01.jpg?nolink&640x360}}", 
          "text": "Dieu a donné un avertissement à Pharaon qu'il alla tuer le premier-né de tous les animaux et des gens aussi. Quand Pharaon a entendu cela, il refusera encore de croire en Dieu."
        }, 
        {
          "id": "11-02", 
          "img": "{{:en:obs:obs-11-02.jpg?nolink&640x360}}", 
          "text": "Dieu donnera une façon de sauvegarder le premier-né des familles qui croyaient en Lui. Chaque famille durent choisir un agneau où une chèvre parfaite et la tuer."
        }, 
        {
          "id": "11-03", 
          "img": "{{:en:obs:obs-11-03.jpg?nolink&640x360}}", 
          "text": "Ensuite les gens durent mettre le sang de leur sacrifice autour de la porte de leur maison. Ils ont été supposé de faire rôtir la viande et la manger vite, avec un pain fabriqué sans la levure. Ils ont du être capable de sortir d'Egypte avant de manger."
        }, 
        {
          "id": "11-04", 
          "img": "{{:en:obs:obs-11-04.jpg?nolink&640x360}}", 
          "text": "Les Israélites ont fait toutes les choses exactement comme Dieu leur a dit. Dans la nuit Dieu traversa l'Égypte et tuera chaque premier-né."
        }, 
        {
          "id": "11-05", 
          "img": "{{:en:obs:obs-11-05.jpg?nolink&640x360}}", 
          "text": "Toutes les maisons des Israélites eurent du sang autour de leurs portes, donc Dieu passera ces maisons et tous les gens à l'intérieur. Ils ont été sauvés par le sang de l'agneau."
        }, 
        {
          "id": "11-06", 
          "img": "{{:en:obs:obs-11-06.jpg?nolink&640x360}}", 
          "text": "Mais la plupart des Égyptiens ne croyaient pas en Dieu et ils ne l'obéissaient pas. Alors Dieu ne passera pas leurs maisons. Dieu tuera chaque premier-né des enfants et chaque premier-né des bêtes de ces Égyptiens."
        }, 
        {
          "id": "11-07", 
          "img": "{{:en:obs:obs-11-07.jpg?nolink&640x360}}", 
          "text": "Presque tous les premier-nés Égyptiens ont été tués- le premier-né d'un criminel dans une prison et même le premier-né du roi, Pharaon. Cette nuit là, l'Egypte était pleine de tristesse."
        }, 
        {
          "id": "11-08", 
          "img": "{{:en:obs:obs-11-08.jpg?nolink&640x360}}", 
          "text": "Le même nuit, Pharaon appellera Moïse et Aaron et il dit, \"Prenez les Israélites et sortez d'Egypte immédiatement!\" Le peuple d'Egypte pressèrent les Israélites à partir toute suite aussi."
        }
      ], 
      "number": "11", 
      "ref": "Cet histoire de la Bible vient de Exode, chapitres 11 et 12", 
      "title": "11. La Pâque Juive"
    }, 
    {
      "frames": [
        {
          "id": "12-01", 
          "img": "{{:en:obs:obs-12-01.jpg?nolink&640x360}}", 
          "text": "Les Israélites étaient très heureux de sortir d'Egypte. Ils n'étaient plus les esclaves et ils voyageront à la Terre Promise, l'endroit que Dieu a promis de donner aux descendants de Abraham. Les Égyptiens ont donné aux Israélites n'importe quoi qu'ils demandaient, même l'or, l'argent, et autres choses valables. Quelques gens d'autres nations croyaient en Dieu et ils sont partis avec les Israélites."
        }, 
        {
          "id": "12-02", 
          "img": "{{:en:obs:obs-12-02.jpg?nolink&640x360}}", 
          "text": "Dieu les guidait en passant avant eux dans la forme d'un pilier des nuages pendant la journée et dans la forme d'un pilier de feu pendant la nuit. Il était toujours avec les Israélites et Il les guidait pendant qu'ils voyageaient. Ils devaient seulement suivre Dieu."
        }, 
        {
          "id": "12-03", 
          "img": "{{:en:obs:obs-12-03.jpg?nolink&640x360}}", 
          "text": "Après un peu de temps, Pharaon et son peuple ont changé d'avis et ils ont voulus que les Israélites soient encore leurs esclaves. Dieu a fait cela pour avoir plus de gloire et pour démontré qu'Il avait plus de pouvoir que Pharaon et ses dieux et ses idoles."
        }, 
        {
          "id": "12-04", 
          "img": "{{:en:obs:obs-12-04.jpg?nolink&640x360}}", 
          "text": "Alors, Pharaon et son armée ont poursuivi les Israélites pour les faire leurs esclaves une autre fois. Quand les Israélites ont vu l'armée Égyptienne en train de venir, ils se sont rendus compte qu'ils ont été pris entre l'armée et la Mer Rouge. Ils ont eu peur et ils ont crié, \"Pourquoi est-ce que nous sommes partis d'Egypte? Nous allons mourir!\""
        }, 
        {
          "id": "12-05", 
          "img": "{{:en:obs:obs-12-05.jpg?nolink&640x360}}", 
          "text": "Moïse dit au peuple, \"N'ayez pas peur! Dieu se battra pour vous aujourd'hui et Il vous sauvera.\" Ensuite Dieu dit à Moïse, \"Dit au peuple d'avancer jusqu'au la Mer Rouge.\""
        }, 
        {
          "id": "12-06", 
          "img": "{{:en:obs:obs-12-06.jpg?nolink&640x360}}", 
          "text": "Le pilier de nuages s'est déplacé entre les Égyptiens et les Israélites pour que les Égyptiens ne soient pas capable de voir les Israélites."
        }, 
        {
          "id": "12-07", 
          "img": "{{:en:obs:obs-12-07.jpg?nolink&640x360}}", 
          "text": "Dieu dit à Moise de lever sa main au dessus de la mer pour diviser l'eau. Le vent a causé l'eau dans la mer de se séparer entre la gauche et la droite. Cela a créé un chemin sec par la mer."
        }, 
        {
          "id": "12-08", 
          "img": "{{:en:obs:obs-12-08.jpg?nolink&640x360}}", 
          "text": "Les Israélites ont marché sur la terre sèche, entre les murs d'eau juste à côté de leur chemin."
        }, 
        {
          "id": "12-09", 
          "img": "{{:en:obs:obs-12-09.jpg?nolink&640x360}}", 
          "text": "Ensuite les nuages se sont déplacés et les Égyptiens ont vu les Israélites en train d'échapper. Ils ont décidé de les chasser."
        }, 
        {
          "id": "12-10", 
          "img": "{{:en:obs:obs-12-10.jpg?nolink&640x360}}", 
          "text": "Alors les Égyptiens ont suivi les Israélites sur le chemin du mer, mais Dieu a plongé les Égyptiens dans l'embarras et Il a causé leurs chariots de devenir posé. Ils n'ont pas pu bouger, mais ils ont crié, \"Courons! Le Seigneur se bats pour les Israélites.\""
        }, 
        {
          "id": "12-11", 
          "img": "{{:en:obs:obs-12-11.jpg?nolink&640x360}}", 
          "text": "Après que tous les Israélites étaient dans l'autre côté du mer, Dieu dit à Moïse de lever son main un autre fois. Quand Moïse a obéi, l'eau a tombé sur l'armée Égyptien pour retrouver son propre place. Toute l'armée d'Egypte a noyé dans le Mer Rouge."
        }, 
        {
          "id": "12-12", 
          "img": "{{:en:obs:obs-12-12.jpg?nolink&640x360}}", 
          "text": "Quand les Israélites ont vu que les Égyptiens étaient tous morts, ils croyaient en Dieu et ils mettraient confiance à Moïse comme le prophète de Dieu."
        }, 
        {
          "id": "12-13", 
          "img": "{{:en:obs:obs-12-13.jpg?nolink&640x360}}", 
          "text": "Les Israélites ont fait la fête parce que Dieu les a sauvé de l'esclavage et de la mort! En ce moment, ils étaient finalement libres de servir Dieu. Les Israélites ont chanté plusieurs chansons pour fêter leur liberté nouvelle et pour vénérer Dieu car Il les a sauvé."
        }, 
        {
          "id": "12-14", 
          "img": "{{:en:obs:obs-12-14.jpg?nolink&640x360}}", 
          "text": "Dieu dit aux Israélites de souvenir qu'Il a vaincu les Égyptiens par la célébration de la Pâque Juive. A cause de leur délivrance de l'esclavage, chaque année ils tuent un agneau parfait, ils le mangent avec le pain fabriqué sans la levure, et ils fêtent car Dieu les a sauvé des Égyptiens."
        }
      ], 
      "number": "12", 
      "ref": "Cet histoire de la Bible vient de: Exode 12:33-15:21", 
      "title": "12. L'Exode"
    }, 
    {
      "frames": [
        {
          "id": "13-01", 
          "img": "{{:en:obs:obs-13-01.jpg?nolink&640x360}}", 
          "text": "Après que Dieu avait dirigé les Israélites à travers la Mer Rouge. Il les a guidé par le désert à une montagne qui s'appelait \"Sinaï.\" C'était la même montagne où Moïse a vu le buisson avec le feu qui n'avait pas brûlé. Les Israélites ont monté leurs tentes au pied de la montagne."
        }, 
        {
          "id": "13-02", 
          "img": "{{:en:obs:obs-13-02.jpg?nolink&640x360}}", 
          "text": "Dieu dit à Moïse et aux Israélites, \"Si vous m'obéissez et tenez mon alliance, vous serez ma possession bien aimée, un royaume de prêtres, et une nation sainte.\""
        }, 
        {
          "id": "13-03", 
          "img": "{{:en:obs:obs-13-03.jpg?nolink&640x360}}", 
          "text": "Trois jours plus tard, après que le peuple s'était préparé spirituellement, Dieu est descendu sur le Mt. Sinaï avec le tonnerre, les éclairs, et le bruit d'une trompette. Seulement Moïse était permis de monter à la montagne."
        }, 
        {
          "id": "13-04", 
          "img": "{{:en:obs:obs-13-04.jpg?nolink&640x360}}", 
          "text": "Puis Dieu leur a donné l'alliance et leur dit,\"Je suis Yaweh, votre Dieu, qui vous a sauvé de l'esclavage en Egypte.  N'adorez pas d'autres dieux.\""
        }, 
        {
          "id": "13-05", 
          "img": "{{:en:obs:obs-13-05.jpg?nolink&640x360}}", 
          "text": "\"Ne fabriquez pas les idoles, ni les vénérer, parce que Moi, le Seigneur, Je suis un Dieu jaloux. N'utilisez pas Mon nom dans une façon irrespectueuse. N'oubliez pas de garder le jour du sabbat saint. Faites tout votre travail dans six jours de la semaine, parce que le septième jour est un jour de repos, pour vous souvenir de ce que J'ai fait.\""
        }, 
        {
          "id": "13-06", 
          "img": "{{:en:obs:obs-13-06.jpg?nolink&640x360}}", 
          "text": "\"Respectez vos pères et vos mères. Ne tuez personne. Ne commettez pas l'adultère. Ne volez rien. Ne mentez jamais. Ne convoitez pas la femme ou la maison ou n'importe quoi qui appartient à votre voisin.\""
        }, 
        {
          "id": "13-07", 
          "img": "{{:en:obs:obs-13-07.jpg?nolink&640x360}}", 
          "text": "Dieu a écrit ces dix commandements sur deux tablettes de pierre et Il les a donnés à Moïse. Dieu a donné plusieurs autres lois et règles aux Israélites à suivre aussi. Si le peuple les obéissaient, Dieu les aidera et les protègera comme Il l'a promis. Si ils n'obéissent pas, Dieu les punira."
        }, 
        {
          "id": "13-08", 
          "img": "{{:en:obs:obs-13-08.jpg?nolink&640x360}}", 
          "text": "Dieu indiqua aux Israélites la description de la tente qu'ils devaient fabriquer pour Lui. Cette tente s'appelait la Tente d'Assignation et là, il y avait deux chambres avec un grand rideau entre eux. Personne ne pouvait entrer dans la chambre derrière le rideau sauf le plus haut prêtre, car Dieu y habitait."
        }, 
        {
          "id": "13-09", 
          "img": "{{:en:obs:obs-13-09.jpg?nolink&640x360}}", 
          "text": "Si quelqu'un n'a pas suivi une des lois de Dieu, il pouvait apporter un animal dans la Tente pour sacrifier cet animal à Dieu.  Un prêtre tuait l'animal et le brûlait sur l'autel. Le sang de l'animal dissimulait les péchés de cette personne pour qu'elle soit lavée de son péché devant Dieu. Dieu a choisi Aaron, le frère de Moïse, et ses descendants pour être Ses prêtres."
        }, 
        {
          "id": "13-10", 
          "img": "{{:en:obs:obs-13-10.jpg?nolink&640x360}}", 
          "text": "Les gens ont accepté d'obéir les lois que Dieu leur avait donné, de Le vénérer, et d'être Son peuple choisit. Mais avant que beaucoup de temps passe, ils ont beaucoup pêché."
        }, 
        {
          "id": "13-11", 
          "img": "{{:en:obs:obs-13-11.jpg?nolink&640x360}}", 
          "text": "Pendant plusieurs jours, Moïse était au dessus du Mt. Sinaï, en parlant avec Dieu. Les Israélites se sont lassé d'attendre que Moïse revienne. Alors, ils ont apporté leur or à Aaron et ils ont lui demandé de faire une idole pour eux."
        }, 
        {
          "id": "13-12", 
          "img": "{{:en:obs:obs-13-12.jpg?nolink&640x360}}", 
          "text": "Donc Aaron leur a fait une idole d'or, façonnée dans la forme d'un veau. Les Israélites ont vénéré l'idole frénétiquement et ils ont fait des sacrifices avec le veau d'or! Dieu s'est fâché contre leurs pêchés et Il a pensé les détruire. Mais Moïse a prié pour le peuple, et Dieu a entendu sa prière et Il ne l'ae pas détruit."
        }, 
        {
          "id": "13-13", 
          "img": "{{:en:obs:obs-13-13.jpg?nolink&640x360}}", 
          "text": "Quand Moïse a descendu de la montagne, il a vu l'idole et il est devenu très fâché! Il a détruit les tablettes de pierres sur lesquelles Dieu a écrit les dix commandements."
        }, 
        {
          "id": "13-14", 
          "img": "{{:en:obs:obs-13-14.jpg?nolink&640x360}}", 
          "text": "<font 13px background-color: rgb(255, 255, 255);/arial, sans-serif;;#000000;;rgb(34, 34, 34) font-family: arial, sans-serif; font-size: 13px; background-color: rgb(255, 255, 255);>Après, Moïse à écrasé l'idole jusque ce que l'idole soit une poudre. Moïse a mis la poudre dans une quantité d'eau et il a dit aux Israélites de la boire. Dieu leur a envoyé une maladie et quelques gens sont morts.</font>"
        }, 
        {
          "id": "13-15", 
          "img": "{{:en:obs:obs-13-15.jpg?nolink&640x360}}", 
          "text": "Moïse à monté à la montagne encore une fois et il a prié que Dieu pardonne les Israélites. Dieu a écouté  Moïse et Il les a pardonné. Moïse écrit les dix commandements sur les tablettes nouvelles pour remplacer celles qu'il a rompu. Ensuite, Dieu a emmené les Israélites vers la Terre Promise."
        }
      ], 
      "number": "13", 
      "ref": "Cet histoire de la Bible vient de: Exode 19-34", 
      "title": "13. L'Alliance de Dieu avec Israël"
    }, 
    {
      "frames": [
        {
          "id": "14-01", 
          "img": "{{:en:obs:obs-14-01.jpg?nolink&640x360}}", 
          "text": "Une fois que les Israélites ont reçu l'alliance de Dieu au Mont Sinaï, Dieu commença a les diriger vers le pays promis."
        }, 
        {
          "id": "14-02", 
          "img": "{{:en:obs:obs-14-02.jpg?nolink&640x360}}", 
          "text": "Dieu a promis a Abraham, Isaac, et Jacob qu'il donnerait le pays promis à leurs descendants, mais maintenant il y avait beaucoup de groupes de personnes qui habitaient dans le pays. Ils s'appelaient les Cananéens.  Les Cananéens ne croyaient pas en Dieu.  Ils adoraient les faux dieux and faisaient beaucoup de mauvaises choses."
        }, 
        {
          "id": "14-03", 
          "img": "{{:en:obs:obs-14-03.jpg?nolink&640x360}}", 
          "text": "Dieu dit aux Israélites, \"Il faut que vous vous débarrassiez de tous les Cananéens dans le pays promis. Ne faites pas la paix avec eux et n'entrez pas en mariage avec eux. Vous devez détruire tous les Cananéens au pays promis. Si vous ne m'obéissez pas, vous allez adorer leurs idols a ma place.\""
        }, 
        {
          "id": "14-04", 
          "img": "{{:en:obs:obs-14-04.jpg?nolink&640x360}}", 
          "text": "ÏQuand les Israélites atteignent la frontière du pays du pays de Canaan, Moïse choisit douze hommes, un de chaque tribu d'Israël.  Il donna des instructions aux hommes d'aller et d'épier le pays pour voir comment le pays était.  Ils devaient aussi épier les Cananéens pour voir si Ils étaient forts ou faibles."
        }, 
        {
          "id": "14-05", 
          "img": "{{:en:obs:obs-14-05.jpg?nolink&640x360}}", 
          "text": "Les douze hommes ont epié le pays de Canaan pendant 40 jours et après ils sont revenus. Dix des espions ont donné un mauvais rapport en disant, \"la terre est bonne, et les récoltes sont grandes! Mais les villes sont très fortes, et les gens sont géants! Si nous les attaquont, nous allons certainement mourir!\""
        }, 
        {
          "id": "14-06", 
          "img": "{{:en:obs:obs-14-06.jpg?nolink&640x360}}", 
          "text": "Immediatement, Caleb et Josué, les deux autres espions, disent, \"C'est vrai que les gens du pays de Canaan sont grands et forts, mais nous pouvons certainement les vaincre! Dieu combattra pour nous!\""
        }, 
        {
          "id": "14-07", 
          "img": "{{:en:obs:obs-14-07.jpg?nolink&640x360}}", 
          "text": "Mais le peuple était fâché avec Moïse et Aaron et dit,\"Oh, pourquoi vous nous avez emmené dans cet endroit horrible? Nous aurions du rester en Egypte au lieu d'être tué en bataille et nos femmes et nos enfants rendus en esclavage.\" Les gens voulaient les tuer et choisir un nouveau leader pour les ramener en Egypte."
        }, 
        {
          "id": "14-08", 
          "img": "{{:en:obs:obs-14-08.jpg?nolink&640x360}}", 
          "text": "Dieu était très en colère, et il apparut dans la Tente d'Assignation .  Dieu dit, Tous les gens qui ont 20 ans ou plus, à l'exception de Josué et Caleb, vont errer dans le désert jusqu'à leurs morts.  Ils ne rentreront jamais dans la Terre Promise.\""
        }, 
        {
          "id": "14-09", 
          "img": "{{:en:obs:obs-14-09.jpg?nolink&640x360}}", 
          "text": "Quand les gens ont entendu ceci, Ils étaient désolés d'avoir péché.  Ils prirent leurs armes et partirent attaquer le pays de Canaan.  Moïse leur a dit de ne pas y aller, mais ils ne l'ont pas ecouté."
        }, 
        {
          "id": "14-10", 
          "img": "{{:en:obs:obs-14-10.jpg?nolink&640x360}}", 
          "text": "Dieu n'est pas allé avec eux dans cette bataille, alors ils ont été vaincu and beaucoup se sont trouvés tués.  Alors les Israélites ont quitté le pays de Canaan, et ont erré dans le désert pendant 40 années."
        }, 
        {
          "id": "14-11", 
          "img": "{{:en:obs:obs-14-11.jpg?nolink&640x360}}", 
          "text": "Pendant ce temps d'errance, Dieu pourvu pour eux.  Il leur donna du pain tombé du ciel \"de la manne\"  Il leur donna aussi dans leur camp des cailles (qui est une sorte d'oiseaux)pour qu'ils aient de la viande à manger.  Pendant ces 40 années, leurs habits et chaussures ne se sont pas usés grâce a Dieu."
        }, 
        {
          "id": "14-12", 
          "img": "{{:en:obs:obs-14-12.jpg?nolink&640x360}}", 
          "text": "Dieu leur donna miraculeusement de l'eau qui venait d'un rocher.  Mais, malgré tout cela. le peuple d'Israël se plaignait et grognait contre Dieu et Moïse. Dieu resta fidèle aux promesses faites a Abraham, Isaac et Jacob"
        }, 
        {
          "id": "14-13", 
          "img": "{{:en:obs:obs-14-13.jpg?nolink&640x360}}", 
          "text": "Une fois, les gens n'avait pas d'eau à boire.  Dieu a dit à Moïse, \"Parle au rocher, et l'eau sortira.\"  Mais Moïse déshonora Dieu devant tout le peuple en frappant le rocher deux fois avec un bâton au lieu de parler au rocher.  L'eau sortira du rocher afin que tout le monde puisse boire, mais Dieu était en colère avec Moïse et dit,\"Tu ne rentreras pas dans la Terre Promise.\""
        }, 
        {
          "id": "14-14", 
          "img": "{{:en:obs:obs-14-14.jpg?nolink&640x360}}", 
          "text": "Après que les Israélites erront dans le désert pendant 40 ans, tous les gens qui se sont révoltés contre Dieu sont morts.  Puis Dieu conduira à nouveau le peuple jusqu'à la frontière de la Terre Promise.  Moïse était maintenant très âgé, alors Il choisira Josué pour l'aider a diriger les gens.  Dieu promit Moïse que un jour il allait choisir un autre prophète comme Moïse."
        }, 
        {
          "id": "14-15", 
          "img": "{{:en:obs:obs-14-15.jpg?nolink&640x360}}", 
          "text": "Dieu emmena Moïse au sommet de la montagne pour qu'il puisse voir la Terre Promise.  Moïse vu la Terre Promise mais il n'y est jamais rentré.  Ensuite Moïse est mort, et les Israélites ont pleuré la mort de Moïse pendant 30 jours.  Josué était un bon leader parce qu'il avait confiance et obéissait Dieu."
        }
      ], 
      "number": "14", 
      "ref": "A Bible story from: Exodus 16-17; Numbers 10-14; 20; 27; Deuteronomy 34", 
      "title": "14. Errant dans le désert"
    }, 
    {
      "frames": [
        {
          "id": "15-01", 
          "img": "{{:en:obs:obs-15-01.jpg?nolink&640x360}}", 
          "text": "Finalement, l'heure pour les Israélites d'entrer dans la Terre Promise est arrivée. Josué a envoyé les espions à la ville Cananéenne de Jéricho.  C'était protégé par des murs forts. Une prostituée qui s'appelait Rahab a protégé les espions et les a aidé à échapper parce qu'elle croyait en Dieu. Les espions ont promis de protéger Rahab et sa famille quand Jéricho fût détruit."
        }, 
        {
          "id": "15-02", 
          "img": "{{:en:obs:obs-15-02.jpg?nolink&640x360}}", 
          "text": "Pour entrer dans la Terre Promise les Israélites devraient traverser le fleuve Jourdain. Dieu a dit à Josué, \"les prêtres doivent aller les prémiers.\" Quand les pieds des prêtres ont touché l'eau du Jourdain, l'eau était coupée  et donc les Israélites ont pu traverser sur la terre sèche."
        }, 
        {
          "id": "15-03", 
          "img": "{{:en:obs:obs-15-03.jpg?nolink&640x360}}", 
          "text": "Après que les Israélites ont traversé le Jourdain, Dieu dit à Josué comment attaquer la ville puissante, Jéricho. Le peuple obéirait Dieu. Les soldats et les prêtres ont fait le tour de la ville une fois par jour pendant six jours."
        }, 
        {
          "id": "15-04", 
          "img": "{{:en:obs:obs-15-04.jpg?nolink&640x360}}", 
          "text": "Le septième jour, ils ont fait la tour sept fois. La dernière fois qu'ils se sont promenés autour de Jéricho, les soldats ont crié et les prêtres ont fait du bruit avec leurs trompettes."
        }, 
        {
          "id": "15-05", 
          "img": "{{:en:obs:obs-15-05.jpg?nolink&640x360}}", 
          "text": "Et les murs autour de la ville sont tombés! Les Israélites ont détruit toute la ville, comme Dieu leur avait dit. C'était seulement Rahab et sa famille qui ont été sauvés. Ils ont fait partie des Israélites. Quand les autres Cananéens ont entendu ce qui c'était passé à Jéricho, ils avaient peur."
        }, 
        {
          "id": "15-06", 
          "img": "{{:en:obs:obs-15-06.jpg?nolink&640x360}}", 
          "text": "La tribu Cananéen de Gabaon a menti à Josué. Ils ont dit qu'ils habitaient très loin de Jéricho et des Cananéens. Ils ont demandé à Josué de faire la paix avec eux. Dieu avait dit aux Israélites de ne pas faire la paix avec les Cananéens mais Josué et les autres n'ont pas demandé à Dieu où la tribu du Gabaon habitait. Alors Josué a fait la paix avec eux."
        }, 
        {
          "id": "15-07", 
          "img": "{{:en:obs:obs-15-07.jpg?nolink&640x360}}", 
          "text": "\\\\ Quand les autres Cananéens ont vu que le peuple du Gabaon a fait la paix avec les Israélites, ils ont relié leurs armées et ils ont attaqué le  pays du Gabaon. Les gens du Gabaon ont envoyé un message à Josué pour lui demander son aide."
        }, 
        {
          "id": "15-08", 
          "img": "{{:en:obs:obs-15-08.jpg?nolink&640x360}}", 
          "text": "Josué était fâché parce qu'il avait été dupé, mais il a rassemblé l'armée Israélite et ils ont tous marché pendant la nuit pour voyager à Gabaon. Très tôt le matin, l'armée a étonné leurs ennemis Cananéens car ils les ont attaqué."
        }, 
        {
          "id": "15-09", 
          "img": "{{:en:obs:obs-15-09.jpg?nolink&640x360}}", 
          "text": "Dieu a plongé les Cananéens dans l'embarras. Dieu s'est battu pour Israël ce jour là. Il a envoyé la grêle, qui a tuée plusieurs Cananéens."
        }, 
        {
          "id": "15-10", 
          "img": "{{:en:obs:obs-15-10.jpg?nolink&640x360}}", 
          "text": "Dieu a commandé au soleil de ne pas bouger pour que les Israélites puissent finir la destruction de leurs ennemis.  Dieu a gagné une grande victoire pour Israël ce jour là."
        }, 
        {
          "id": "15-11", 
          "img": "{{:en:obs:obs-15-11.jpg?nolink&640x360}}", 
          "text": "Après cette défaite, les Cananéens qui restaient se sont rassemblés pour attaquer les Israélites. Josué et le peuple les ont attaqué et ils ont détruit les Cananéens."
        }, 
        {
          "id": "15-12", 
          "img": "{{:en:obs:obs-15-12.jpg?nolink&640x360}}", 
          "text": "Après la bataille, Dieu a donné à chaque tribu d'Israël leur propre terre, comme Il avait promit. Ensuite, Dieu a fait la paix avec le pays d'Israël."
        }, 
        {
          "id": "15-13", 
          "img": "{{:en:obs:obs-15-13.jpg?nolink&640x360}}", 
          "text": "Quand Josué était vieux, il a appelé tous les Israélites ensemble. Ensuite, il a rétablit l'Alliance que Dieu avait faite avec eux quand ils étaient au mont du Sinaï. Les gens ont promis de rester fidèles à Dieu et de suivre ses lois."
        }
      ], 
      "number": "15", 
      "ref": "Cette histoire de la Bible vient de: Josue 1-24", 
      "title": "15. La Terre Promise"
    }, 
    {
      "frames": [
        {
          "id": "16-01", 
          "img": "{{:en:obs:obs-16-01.jpg?nolink&640x360}}", 
          "text": "Après la mort de Josué, les Israélites désobéiraient Dieu. Ils n'ont pas chassé les Cananéens qui restaient et qui ne suivaient pas les lois de Dieu. Les Israélites ont commencé de vénérer les dieux des Cananéens à la place du seul vrai Dieu. Ils n'avaient pas de roi, donc tout le monde faisait ce qu'il lui semblait bon."
        }, 
        {
          "id": "16-02", 
          "img": "{{:en:obs:obs-16-02.jpg?nolink&640x360}}", 
          "text": "A cause de leur désobéissance, Dieu a puni les Israélites. Il a permis leurs ennemis de les vaincre. Ces ennemis ont volé et détruit leurs biens et ils ont tués quelques Israélites. Après plusieurs années, les Israélites se sont repentis et ils ont demandé à Dieu de les sauver."
        }, 
        {
          "id": "16-03", 
          "img": "{{:en:obs:obs-16-03.jpg?nolink&640x360}}", 
          "text": "Ensuite Dieu leur a donné un sauveteur qui les a sauvé de leurs ennemis et qui a donné la paix à Israël. Mais ensuite le peuple a oublié Dieu et il a commencé à vénérer les idoles encore. Alors Dieu a permis au peuple de Madian, une tribu des ennemis des Israélites qui habitaient très près, de les vaincre."
        }, 
        {
          "id": "16-04", 
          "img": "{{:en:obs:obs-16-04.jpg?nolink&640x360}}", 
          "text": "Il prenait toutes les récoltes des Israélites pendant sept ans. Les Israélites avaient beaucoup peur. Ils se cachaient dans les grottes pour que les Madianites ne puissent pas les trouver. Finalement les Israelites  ont demandé à Dieu de les sauver."
        }, 
        {
          "id": "16-05", 
          "img": "{{:en:obs:obs-16-05.jpg?nolink&640x360}}", 
          "text": "Un jour, un homme qui s'appelait Gédéon a moissonné ses récoltes en secret pour les cacher. Il ne voulait pas que les Madianites les volent. L'ange de Dieu est venu à Gédéon pour dire, \"Dieu est avec vous, guerrier puissant. allez sauver Israël des Madianites!\""
        }, 
        {
          "id": "16-06", 
          "img": "{{:en:obs:obs-16-06.jpg?nolink&640x360}}", 
          "text": "Dieu dit à Gédéon de détruire l'idole de son père. Gédéon avait peur des gens, donc il a attendu jusqu'à la nuit. Après, il a renversé l'idole et il l'a détruite. Dans l'endroit où l'idole était, il a construit un autel pour Dieu et il a fait un sacrifice pour Dieu."
        }, 
        {
          "id": "16-07", 
          "img": "{{:en:obs:obs-16-07.jpg?nolink&640x360}}", 
          "text": "Le matin prochain, les gens ont vus que l'idole a été renversée, et ils se sont fâchés. Ils sont allés chez Gédéon pour le tuer, mais le père de Gédéon a dit, \"Pourquoi est-ce que vous essayez d'aider vos dieux? Si ils sont vraiment dieux, ils peuvent se protéger!\" Alors Gédéon a été sauvé."
        }, 
        {
          "id": "16-08", 
          "img": "{{:en:obs:obs-16-08.jpg?nolink&640x360}}", 
          "text": "Ensuite les Madianites sont venus encore pour voler les récoltes des Israélites. Il y avait tant des gens dans cette tribu que c'était impossible de les compter. Gédéon a appellé tous les Israélites pour qu'ils se battent ensemble contre leur ennemi. Gédéon a demandé à Dieu de lui donner deux signes pour lui montrer que Dieu l'avait choisit pour sauver Israël."
        }, 
        {
          "id": "16-09", 
          "img": "{{:en:obs:obs-16-09.jpg?nolink&640x360}}", 
          "text": "Au début, il a mis un tissu sur la terre et il a demandé à Dieu de permettre la rosée du matin de tomber seulement sur le tissu et ne pas tomber sur la terre. Dieu a fait ce que Gédéon a demandé. La nuit prochaine, Gédéon a demandé que la terre soit mouillée mais le tissu soit sec. Dieu a fait ce qu'il a demandé une autre fois."
        }, 
        {
          "id": "16-10", 
          "img": "{{:en:obs:obs-16-10.jpg?nolink&640x360}}", 
          "text": "32,000 soldats Israélites sont venus à Gédéon, mais Dieu dit que c'était trop des soldats. Alors Gédéon a dit au 22,000 soldats de partir parce qu'ils avaient des familles ou parce qu'ils avaient peur. Dieu a dit à Gédéon qu'il avait toujours trop d'hommes. Alors Gédéon dit aux autres de partir à l'exception de trois cents hommes."
        }, 
        {
          "id": "16-11", 
          "img": "{{:en:obs:obs-16-11.jpg?nolink&640x360}}", 
          "text": "Cette nuit là, Dieu dit à Gédéon, \"Va au camp de Madian et quand tu entends ce qu'ils disent, tu n'auras plus peur.\" Alors, la même nuit Gédéon est allé au camp et il a entendu un soldat de Madian parlant avec son ami. Le soldat a parlé de son rêve et son ami a répondu, \"Cela veut dire que Gédéon vaincra Madian!\" Gédéon a loué Dieu à cause de ces mots."
        }, 
        {
          "id": "16-12", 
          "img": "{{:en:obs:obs-16-12.jpg?nolink&640x360}}", 
          "text": "Ensuite Gédéon est revenu à ses soldats et il a donné à chacun un cor, un pot d'argile, et une torche. Ils ont entouré l'endroit où l'armée de Madian dormait. Les 300 hommes ont caché la lumière de leurs torches dans leurs pots."
        }, 
        {
          "id": "16-13", 
          "img": "{{:en:obs:obs-16-13.jpg?nolink&640x360}}", 
          "text": "Après cela, en même temps, ils ont tous cassé les pots d'argile qui avaient caché leurs torches. Ils ont klaxonné leurs cors et ils ont crié, \"Un épée pour Dieu et pour Gédéon!\""
        }, 
        {
          "id": "16-14", 
          "img": "{{:en:obs:obs-16-14.jpg?nolink&640x360}}", 
          "text": "Dieu a embrouillé l'armée de Madian pour qu'ils se battent et se tuent. Immédiatement, les autres Israélites ont été appelés de leurs maisons pour aider à chasser les Madianites. Ils ont tué beaucoup des Madianites- 12,000 sont morts ce jour là. Les Israélites ont chassé les autres jusqu'à ce qu'ils soient tous partis de la terre d'Israël. Dieu a sauvé Israël!"
        }, 
        {
          "id": "16-15", 
          "img": "{{:en:obs:obs-16-15.jpg?nolink&640x360}}", 
          "text": "Le peuple voulait que Gédéon devienne leur roi. Sagement, Gédéon n'a pas accepté leur demande, mais il leur a demandé de lui donner une moitié de l'argent qu'ils ont gagné de leurs ennemis. Gédéon est devenu très riche."
        }, 
        {
          "id": "16-16", 
          "img": "{{:en:obs:obs-16-16.jpg?nolink&640x360}}", 
          "text": "Ensuite Gédéon a fait quelque chose de stupide. Il a fait une idole avec l'argent, et le peuple a commencé de vénérer l'idole de Gédéon à la place de Dieu."
        }, 
        {
          "id": "16-17", 
          "img": "{{:en:obs:obs-16-17.jpg?nolink&640x360}}", 
          "text": "Dieu a puni les Israélites encore car ils vénéraient les idoles. Leurs ennemis les ont vaincu. Finalement, les Israélites ont demandé à Dieu de les aider et Dieu leur a envoyé un autre sauveteur. Leur comportement était comme cela. Plusieurs fois quand ils péchaient, ils étaient punis, ils se repentaient, et ils étaient sauvés. Dieu a envoyé plusieurs sauveteurs comme Gédéon qui ont sauvé Israël de leurs ennemis."
        }, 
        {
          "id": "16-18", 
          "img": "{{:en:obs:obs-16-18.jpg?nolink&640x360}}", 
          "text": "Finalement, les Israélites ont demandé à Dieu de leur donner un roi comme toutes les autres nations. Ils voulaient un roi grand, fort, et capable de les mener dans leurs batailles. Dieu n'aimait pas cette demande mais Il leur a donné ce qu'ils voulaient."
        }
      ], 
      "number": "16", 
      "ref": "Une histoire de la Bible qui vient de: Juges 1-3; 6-8", 
      "title": "16. Les Sauveteurs"
    }, 
    {
      "frames": [
        {
          "id": "17-01", 
          "img": "{{:en:obs:obs-17-01.jpg?nolink&640x360}}", 
          "text": "Saul fût le premier roi d'Israël.  Il était grand et beau, comme les gens voulaient. Au début Saul a très bien agi mais il est devenu un homme méchant qui n'obéissait plus Dieu, alors Dieu a choisi un homme différent qui serait un jour roi à sa place."
        }, 
        {
          "id": "17-02", 
          "img": "{{:en:obs:obs-17-02.jpg?nolink&640x360}}", 
          "text": "Le nom de cet homme était David.  Il était berger dans la ville de Bethlehem. Pendant qu'il surveillait son troupeau, David tua un lion et un ours qui avaient attaqué un mouton.  David était un homme modeste et vertueux qui avait toute confiance en Dieu."
        }, 
        {
          "id": "17-03", 
          "img": "{{:en:obs:obs-17-03.jpg?nolink&640x360}}", 
          "text": "David était aussi un excellent soldat et leader.  Quand David était encore un jeune homme, Il s'est battu contre un géant nommé Goliath.  Goliath était un soldat qualifié, très fort, et avait presque 3 mêtres de hauteur!  Mais Dieu aida David à tuer Goliath et à sauver Israël."
        }, 
        {
          "id": "17-04", 
          "img": "{{:en:obs:obs-17-04.jpg?nolink&640x360}}", 
          "text": "Saul devint Jaloux de David et essaya de le tuer beaucoup de fois.  Un jour Saul cherchait David pour le tuer.  Saul rentra dans la même cave où David se cachait mais il ne l'a pas vu.  Au lieu de tuer Saul, David coupa un morceau de ses habits pour prouver à Saul qu'il ne le tuerait pas pour devenir roi."
        }, 
        {
          "id": "17-05", 
          "img": "{{:en:obs:obs-17-05.jpg?nolink&640x360}}", 
          "text": "Eventuellement, Saul mourra en bataille, et David est devenu le roi d'Israël.  Il fût un bon roi, et le peuple l'aimait.  Dieu bénit David et l'a rendu fructueux. David a combattu dans beaucoup de batailles et Dieu lui a donné des victoires.  David conquit Jerusalem et l'a fait la capitale de l'état d'Israël. Pendant le règne de David, Israël devint un pays puissant et riche."
        }, 
        {
          "id": "17-06", 
          "img": "{{:en:obs:obs-17-06.jpg?nolink&640x360}}", 
          "text": "David voulait bâtir un temple où tout le monde pouvait adorer Dieu et lui offrir leurs sacrifices.  Pendant à peu près 400 ans, le peuple adorait  Dieu et lui offrait leurs sacrifices dans la Tente d'Assignation que Moïse avait bâtie."
        }, 
        {
          "id": "17-07", 
          "img": "{{:en:obs:obs-17-07.jpg?nolink&640x360}}", 
          "text": "Dieu envoya le prophète Nathan vers David avec ce message, \"Parce tu es un homme de guerre, tu ne bâtiras pas cette maison pour moi.  Ton fils la bâtira.  Mais, je te bénit grandement.  Quelqu'un de ta famille sera toujours assit sur le trône d'Israël, et le Messie sera un de tes descendants!\"  Le Messie est celui qui sera choisi par Dieu et qui sauvera le monde de leur péché."
        }, 
        {
          "id": "17-08", 
          "img": "{{:en:obs:obs-17-08.jpg?nolink&640x360}}", 
          "text": "Quand David entendit ces mots, il remercia et loua Dieu immédiatement, parce que Dieu lui avait promis ce grand honneur et beaucoup de bénédictions.  Les Israëlites devaient attendre longtemps avant que le Messie arrive, presque 1,000 ans."
        }, 
        {
          "id": "17-09", 
          "img": "{{:en:obs:obs-17-09.jpg?nolink&640x360}}", 
          "text": "David a gouverné  avec justice et fidélité pendant beaucoup d'années, et Dieu l'a bénit.  Cependant, vers la fin de sa vie il a péché devant Dieu."
        }, 
        {
          "id": "17-10", 
          "img": "{{:en:obs:obs-17-10.jpg?nolink&640x360}}", 
          "text": "Un jour, quand tous les soldats de David étaient partis au combat, il se leva après sa sieste et vit une belle femme en train de se baigner.  Son nom était Bathsheba."
        }, 
        {
          "id": "17-11", 
          "img": "{{:en:obs:obs-17-11.jpg?nolink&640x360}}", 
          "text": "Au lieu de regarder ailleurs, David envoya quelqu'un pour aller la chercher.  Il dormit avec elle et après il l'a renvoyée chez elle. Un peu plus tard Bathsheba envoya un message à David lui disant qu'elle était enceinte."
        }, 
        {
          "id": "17-12", 
          "img": "{{:en:obs:obs-17-12.jpg?nolink&640x360}}", 
          "text": "Le mari de Bathsheba, Uriah, était un des meilleurs soldats de David.  David rappela Uriah de la bataille et lui dit d'aller vers sa femme.  Mais Uriah refusa de rentrer chez lui pendant que le reste des soldats étaient toujours sur le champ de bataille.  Alors David le renvoya au champ de bataille et dit au général de le mettre où l'ennemi était le plus fort, pour qu'il soit tué."
        }, 
        {
          "id": "17-13", 
          "img": "{{:en:obs:obs-17-13.jpg?nolink&640x360}}", 
          "text": "Une fois que Uriah est mort, David s'est marié avec Bathsheba.  Plus tard, Elle  lui donna un fils.  Dieu n'était pas content de ce que David avait fait, alors Il envoya le prophète Nathan pour qu'il montre à David son péché.  David s'est repentit de son péché et Dieu lui a pardonné.  David a fait confiance en Dieu le restant de sa vie même pendant des moments difficiles."
        }, 
        {
          "id": "17-14", 
          "img": "{{:en:obs:obs-17-14.jpg?nolink&640x360}}", 
          "text": "Mais, pour punir David de son péché,  son petit garçon  mourra.  Il y avait aussi des frictions dans la famille de David pendant le restant de sa vie, et le pouvoir de David fût beaucoup diminué.  Bien que David fût infidèle à Dieu, Dieu fût toujours fidèle à ses promesses. Bathsheba lui donna un autre fils nommé Solomon."
        }
      ], 
      "number": "17", 
      "ref": "A Bible story from: 1 Samuel 10; 15-19; 24; 31; 2 Samuel 5; 7; 11-12", 
      "title": "17. L'alliance de Dieu avec David"
    }, 
    {
      "frames": [
        {
          "id": "18-01", 
          "img": "{{:en:obs:obs-18-01.jpg?nolink&640x360}}", 
          "text": "Après la mort de David, son fils Salomon commença a gouverner.  Dieu parla à Salomon and lui demanda ce qu'il désirait.  Quand Salomon demanda de la sagesse, Dieu était content et l'a rendu l'homme le plus sage du monde entier. Dieu l'a aussi rendu très riche."
        }, 
        {
          "id": "18-02", 
          "img": "{{:en:obs:obs-18-02.jpg?nolink&640x360}}", 
          "text": "Dans la ville de Jerusalem, Salomon bâtit le Temple que son père avait projeté et il avait déjà rassemblé le matériel.  Au lieu d'adorer Dieu dans la Tente d'Assignation, les gens adoraient Dieu et offraient des sacrifices dans le Temple. Dieu était présent dans le Temple et Il y habitait avec son peuple."
        }, 
        {
          "id": "18-03", 
          "img": "{{:en:obs:obs-18-03.jpg?nolink&640x360}}", 
          "text": "Mais Salomon aimait les femmes d'autres pays. Il désobéissa Dieu en se mariant avec beaucoup de femmes, Il en avait presque 1,000.  Beaucoup de ces femmes venaient des pays étrangers et elles amenaient leurs Dieux avec elles et elles y adoraient leurs Dieux.  Quand Salomon était âgé, lui aussi adorait leurs Dieux."
        }, 
        {
          "id": "18-04", 
          "img": "{{:en:obs:obs-18-04.jpg?nolink&640x360}}", 
          "text": "Dieu était en colère avec Salomon et comme punition pour son infidélité, Il promit de diviser le royaume d'Israël en deux après sa mort."
        }, 
        {
          "id": "18-05", 
          "img": "{{:en:obs:obs-18-05.jpg?nolink&640x360}}", 
          "text": "Après la mort de Salomon, son fils, Réhoboam, devint roi.  Réhoboam était un homme insensé. Le peuple d'Israel venait de le confirmer comme roi.  Le peuple se plaignait aussi que Salomon les faisaient travailler très dur et leur faisait payer beaucoup de taxes."
        }, 
        {
          "id": "18-06", 
          "img": "{{:en:obs:obs-18-06.jpg?nolink&640x360}}", 
          "text": "Réhoboam répondit sottement et leur dit, \"Vous croyiez que mon père Salomon vous faisait travailler dur, mais je vous ferais travailler encore plus dur que lui le faisait, et je vous punirais pire que lui le faisait.\""
        }, 
        {
          "id": "18-07", 
          "img": "{{:en:obs:obs-18-07.jpg?nolink&640x360}}", 
          "text": "Dix des tribus d'Israël se sont révoltées contre Réhoboam.  Seulement 2 tribus lui sont restées fidèles.  Ces 2 tribus deviennent le royaume de Judas."
        }, 
        {
          "id": "18-08", 
          "img": "{{:en:obs:obs-18-08.jpg?nolink&640x360}}", 
          "text": "Les autres 10 tribus qui se sont révoltées contre Réhoboam ont choisis, un homme nommé Jéroboam, leur roi.  Ils ont établi leur royaume au nord du pays et l'ont appelé le Royaume d'Israël."
        }, 
        {
          "id": "18-09", 
          "img": "{{:en:obs:obs-18-09.jpg?nolink&640x360}}", 
          "text": "Jéroboam se revolta contre Dieu et ceci a poussé les gens a pécher.  Il bâtit 2 idoles dans le Temple du royaume de Judas, pour que son peuple les adorent au lieu d'adorer Dieu."
        }, 
        {
          "id": "18-10", 
          "img": "{{:en:obs:obs-18-10.jpg?nolink&640x360}}", 
          "text": "Les Royaumes de Judas et d' Israël deviennent ennemis et se combattaient souvent contre l'un contre l'autre."
        }, 
        {
          "id": "18-11", 
          "img": "{{:en:obs:obs-18-11.jpg?nolink&640x360}}", 
          "text": "Dans le royaume du pays d 'Israël, tous les rois étaient méchants. Beaucoup de ces rois ont été tués par d'autres Israélites qui voulaient devenir roi à leur place."
        }, 
        {
          "id": "18-12", 
          "img": "{{:en:obs:obs-18-12.jpg?nolink&640x360}}", 
          "text": "Tous les rois d'Israël et la plupart du peuple adoraient des idoles y compris le péché d'adultère et quelques fois même des sacrifices d'enfants."
        }, 
        {
          "id": "18-13", 
          "img": "{{:en:obs:obs-18-13.jpg?nolink&640x360}}", 
          "text": "Les rois de Judas étaient des descendants de David.  Quelques-uns de ces rois étaient des hommes bons qui adoraient Dieu.  Mais la plupart des rois de Judas étaient méchants, corrompus, et ils adoraient des idoles.  Quelques-uns de ces rois sacrifiaient même leurs propres enfants aux faux Dieux.  Le peuple de Judas se révoltait aussi contre Dieu and adorait d'autres Dieux."
        }
      ], 
      "number": "18", 
      "ref": "A Bible story from: 1 Kings 1-6; 11-12", 
      "title": "18. Le royaume Divisé"
    }, 
    {
      "frames": [
        {
          "id": "19-01", 
          "img": "{{:en:obs:obs-19-01.jpg?nolink&640x360}}", 
          "text": "\\\\ Pendant l'histoire des Israélites, Dieu leur envoya des prophètes. Ils entendirent les messages de Dieu pour qu'ils les dises au peuple."
        }, 
        {
          "id": "19-02", 
          "img": "{{:en:obs:obs-19-02.jpg?nolink&640x360}}", 
          "text": "Elie était un prophète pendant que Ahab était le roi d'Israël. Achab était un chef mauvais qui encourageait  les gens à vénérer un dieu faux qui s'appela Baal. Un jour, Elie dit à Achab, Je vous dis \"il n'y a plus de pluie ni de rosée.\" A cause de cette déclaration, Achab se fâcha avec Elie."
        }, 
        {
          "id": "19-03", 
          "img": "{{:en:obs:obs-19-03.jpg?nolink&640x360}}", 
          "text": "Dieu dit à Elie de se cacher dans une région sauvage, près d'une source. Chaque matin et chaque nuit, les oiseaux apportaient le pain et la viande pour Elijah. Achab et son armée cherchaient Elie mais ils ne le trouvaient jamais. Éventuellement, la source s'épuisa  car il ne pleuvait jamais."
        }, 
        {
          "id": "19-04", 
          "img": "{{:en:obs:obs-19-04.jpg?nolink&640x360}}", 
          "text": "Alors, Elie voyagea  à un pays voisin. Une veuve et son fils était près de ne plus avoir de la nourriture parce que la sécheresse à fait causé une famine. Mais ils aidèrent Elie, donc Dieu pourvu à leurs besoins. Leur pot de farine et leur bouteille d'huile ne sont jamais devenus vides. Ils eurent toujours quelque chose à manger, même pendant la famine. Elie resta avec la veuve et son fils pendant longtemps."
        }, 
        {
          "id": "19-05", 
          "img": "{{:en:obs:obs-19-05.jpg?nolink&640x360}}", 
          "text": "Après trois ans et demie, Dieu dit à Elie de retourner en Israël et de parler avec Achab, parce qu'Il alla envoyer encore de la pluie. Quand Achab a vu Elie, il lui dit, \"voilà un semeur de troubles!\" Elie répondit, \"Tu es le semeur de troubles! Tu as abandonné le Seigneur, le vrai Dieu, et tu as vénéré Baal. Amène tout l'Israël au Mont Carmel.\""
        }, 
        {
          "id": "19-06", 
          "img": "{{:en:obs:obs-19-06.jpg?nolink&640x360}}", 
          "text": "Tous les Israélites, même les 450 prophètes de Baal, voyageront au Mont Carmel. Elie dit au peuple, \"Quand allez vous changer vos opinions? Si le Seigneur est Dieu, servez la Seigneur. Si Baal est Dieu, servez Baal.\""
        }, 
        {
          "id": "19-07", 
          "img": "{{:en:obs:obs-19-07.jpg?nolink&640x360}}", 
          "text": "Ensuite Elie dit aux prophètes de Baal, \"tuez un taureau et préparez un sacrifice, mais n'allumez pas le feu. Je ferais la même chose. Le Dieu qui répondra est le vrai Dieu.\" Alors les prêtres de Baal préparèrent un sacrifice sans mettre le feu au taureau."
        }, 
        {
          "id": "19-08", 
          "img": "{{:en:obs:obs-19-08.jpg?nolink&640x360}}", 
          "text": "Les prophètes de Baal prièrent à Baal, \"écoutez-nous, oh Baal!\" Ils prièrent et crièrent toute la journée et ils se coupèrent avec les couteaux mais Baal ne répondit pas."
        }, 
        {
          "id": "19-09", 
          "img": "{{:en:obs:obs-19-09.jpg?nolink&640x360}}", 
          "text": "A la fin de la journée, Elie préparera son sacrifice pour Dieu. Ensuite, il dit de mettre douze grand pots d'eau sur le sacrifice jusqu'à la viande, le bois, et même la terre autour de l'autel étaient totalement mouillés."
        }, 
        {
          "id": "19-10", 
          "img": "{{:en:obs:obs-19-10.jpg?nolink&640x360}}", 
          "text": "Après cela,  Elie priera, \"Oh, mon Seigneur, Dieu de Abraham, Isaac, et Jacob, démontrez nous aujourd'hui que tu es le Dieu d'Israël et je suis ton domestique. Réponds-moi pour que ces gens puissent savoir que tu es le vrai Dieu.\""
        }, 
        {
          "id": "19-11", 
          "img": "{{:en:obs:obs-19-11.jpg?nolink&640x360}}", 
          "text": "Immédiatement, Dieu envoya un feu du ciel. La viande, le bois, les roches, et même la terre mouillée autour de l'autel a été brûlée. Quand le peuple a vu ce que Dieu avait fait, ils tombèrent sur la terre en disant,\" Le Seigneur est Dieu! Le Seigneur est Dieu!\""
        }, 
        {
          "id": "19-12", 
          "img": "{{:en:obs:obs-19-12.jpg?nolink&640x360}}", 
          "text": "Ensuite Elie dit, \"ne permettez pas aux prophètes de Baal de s'échapper!\" Donc le peuple obéit Elie et il amènera les prophètes à un autre endroit et il les tuera."
        }, 
        {
          "id": "19-13", 
          "img": "{{:en:obs:obs-19-13.jpg?nolink&640x360}}", 
          "text": "Elie dit au roi Achab, \"retourne tout de suite à ta ville, parce que la pluie va tomber.\" Presque immédiatement, le ciel dévient noir et un grand orage est apparut. Dieu arrêtera la sécheresse et Il prouvera encore qu'Il est le seul Dieu."
        }, 
        {
          "id": "19-14", 
          "img": "{{:en:obs:obs-19-14.jpg?nolink&640x360}}", 
          "text": "Après que Elie était prophète, Dieu choisit Elisée pour être Son prophète. Dieu faisait plusieurs miracles par la vie d'Elisée. Un de ces miracles a été passé à Naaman, un commandant ennemi qui avait une maladie terrible- la lèpre. Il a entendu les miracles d'Elisée donc il voyagera là où le prophète habitait. Il demanda  à Elie de guérir sa lèpre. Elisée lui dit d'aller dans la rivière Jordan sept fois."
        }, 
        {
          "id": "19-15", 
          "img": "{{:en:obs:obs-19-15.jpg?nolink&640x360}}", 
          "text": "Au debut, Naaman refusera de faire cela parce qu'il pensa que Elisée était fou. Il se fâchera contre le prophète. Mais plus tard il changera d'avis et il se lavera sept fois dans la rivière Jordan. Après la septième fois, sa peau fit totalement nettoyée- un miracle! Après il était guéri, Naaman crut au Dieu d'Elisée, le vrai Dieu."
        }, 
        {
          "id": "19-16", 
          "img": "{{:en:obs:obs-19-16.jpg?nolink&640x360}}", 
          "text": "Il y avait plusieurs autres prophètes. Ils ont tous dit au peuple d'arrêter de vénérer les idoles et de commencer d'être juste et clément avec les autres. Les prophètes avertirent les gens en disant s'ils n' arrêteraient pas leurs péchés pour commencer les vies obéissantes, le jugement de Dieu arrive et Il les punit."
        }, 
        {
          "id": "19-17", 
          "img": "{{:en:obs:obs-19-17.jpg?nolink&640x360}}", 
          "text": "La plupart du temps, les Israélites n'écoutèrent pas à Dieu. Souvent ils maltraitèrent les prophètes; quelquefois ils les tuèrent! Le prophète Jérémie a été placé dans un puits sec par les gens qui le laissèrent là-bas pour le tuer. Jérémie tombera dans la boue au fond du puits, mais le roi montera la clémence et il sauvera Jérémie avant que le prophète meurt."
        }, 
        {
          "id": "19-18", 
          "img": "{{:en:obs:obs-19-18.jpg?nolink&640x360}}", 
          "text": "Les prophètes continuèrent de parler de Dieu même si les gens les détestaient.  Ils avertissent le peuple que Dieu viendrait les punir si ils ne se repentissaient pas  Aussi, les prophètes rappelèrent aux Israélites que le Messie, que Dieu leur avait promis, viendra."
        }
      ], 
      "number": "19", 
      "ref": "Cette histoire de la Bible vient de: 1 Rois 16-18; 2 Rois 5; Jérémie​ 38", 
      "title": "19. Les Prophètes"
    }, 
    {
      "frames": [
        {
          "id": "20-01", 
          "img": "{{:en:obs:obs-20-01.jpg?nolink&640x360}}", 
          "text": "Les nations d'Israël et de Judas ont péché contre Dieu.  Elles ont rompu l'Alliance que Dieu avait faite avec elles au Mont Sinaï.  Dieu envoya ses prophètes pour les avertir qu'elles devaient se repentir et L'adorer à nouveau, mais elles refusa de les écouter."
        }, 
        {
          "id": "20-02", 
          "img": "{{:en:obs:obs-20-02.jpg?nolink&640x360}}", 
          "text": "Alors Dieu punirent les deux nations en permettant leurs ennemis des les détruire.  Israel fut détruite par l'empire Assyrien, une nation qui était puissante et cruelle.  Les Assyriens ont tué beaucoup d'Israélites, leur ont volé ce qu'ils possédaient qui avait de la valeur, et ont brulé la plupart de leur pays."
        }, 
        {
          "id": "20-03", 
          "img": "{{:en:obs:obs-20-03.jpg?nolink&640x360}}", 
          "text": "Les Assyriens réunirent  tous les leaders, les gens riches, et les gens qui avaient des dons et ils les emmenèrent en Assyrie. Seuls les Israélites qui étaient très pauvres n'ont pas été tué et sont restés en Israël."
        }, 
        {
          "id": "20-04", 
          "img": "{{:en:obs:obs-20-04.jpg?nolink&640x360}}", 
          "text": "Puis, les Assyriens ramenèrent les étrangers en Israël.  Les étrangers rebâtissèrent les villes qui avaient été détruites et se sont mariés avec des Israélites qui y habitaient.  Leurs descendants s'appelaient les Samaritains."
        }, 
        {
          "id": "20-05", 
          "img": "{{:en:obs:obs-20-05.jpg?nolink&640x360}}", 
          "text": "Le peuple dans le royaume de Judas vit que Dieu avait puni le royaume d'Israël parce qu'il ne croyait pas en Lui et Le désobéissait.  Il adorait toujours des idoles et les dieux des Cananéens.  Dieu envoya des prophètes pour les avertir, mais ils ont refusé de les écouter."
        }, 
        {
          "id": "20-06", 
          "img": "{{:en:obs:obs-20-06.jpg?nolink&640x360}}", 
          "text": "Environ 100 années après que les Assyriens détruisirent Israël, Dieu envoya Nebuchadnezzar, le Roi des Babyloniens, pour attaquer le royaume de Judas.  Babylone était un empire très puissant.  Le roi du pays de Judas consentit a être le serviteur de Nebuchadnezzar et de lui payer beaucoup d'argent chaque année."
        }, 
        {
          "id": "20-07", 
          "img": "{{:en:obs:obs-20-07.jpg?nolink&640x360}}", 
          "text": "Mais bientôt les gens du royaume de Judas se révoltèrent contre les Babyloniens.  Alors, les Babyloniens sont revenus et les ont attaqué.  Ils ont capturé la ville de Jerusalem, détruit le Temple, et ont volé tous les trésors."
        }, 
        {
          "id": "20-08", 
          "img": "{{:en:obs:obs-20-08.jpg?nolink&640x360}}", 
          "text": "Pour punir le roi du royaume de Judas, parce qu'il s'était révolté, les soldats de Nebuchadnezzar tuèrent  les fils du roi devant lui et les ont rendu aveugles.  Après cela, Ils emmenèrent le roi et l' ont mit en prison à Babylone."
        }, 
        {
          "id": "20-09", 
          "img": "{{:en:obs:obs-20-09.jpg?nolink&640x360}}", 
          "text": "Nebuchadnezzar et son armée emmenèrent le peuple du royaume de Judas à Babylone, en laissant seulement les gens les plus pauvres pour qu'ils plantent les récoltes.  Cette période de temps, quand les gens qui croyaient en Dieu ne pouvaient pas vivre dans la Terre Promise, s'appelait l'Exile."
        }, 
        {
          "id": "20-10", 
          "img": "{{:en:obs:obs-20-10.jpg?nolink&640x360}}", 
          "text": "Même que l'Exile était une punition pour leur péché, Dieu n'oublia pas son peuple ou ses promesses.  Dieu continua a surveiller son peuple et a lui parler à travers Ses prophètes.  Il promit que, après 70 ans, son peuple retournera à nouveau dans la Terre Promise."
        }, 
        {
          "id": "20-11", 
          "img": "{{:en:obs:obs-20-11.jpg?nolink&640x360}}", 
          "text": "Soixante dix ans plus tard, Cyrus, le roi des Perses, vainquit Babylone.  Les Perses étaient un peuple très fort mais miséricordieux.  Les Israélites s'appelaient maintenant les Juifs et la plupart d'eux vécurent toute leur vie en Babylone. Seulement quelques Juifs agés se souvenaient du pays de Judas."
        }, 
        {
          "id": "20-12", 
          "img": "{{:en:obs:obs-20-12.jpg?nolink&640x360}}", 
          "text": "Peu de temps après que Cyrus vint au pouvoir, Il fût quelque chose qui n'avait jamais été fait dans toute l'histoire.  Il donna un ordre que n'importe quel Juif qui voudra retourner au pays de Judas pourra y aller.  Il leur donna même de l'argent pour rebâtir le Temple! Apres 70 ans en exile, un petit groupe de Juifs retournèrent  à Jerusalem."
        }, 
        {
          "id": "20-13", 
          "img": "{{:en:obs:obs-20-13.jpg?nolink&640x360}}", 
          "text": "Quant les gens arrivèrent à Jerusalem, ils rebâtirent la ville.  Même qu'ils étaient gouvernés par d'autres personnes, Ils habitèrent à nouveau dans la Terre Promise et adorèrent Dieu dans le Temple."
        }
      ], 
      "number": "20", 
      "ref": "A Bible story from: 2 Kings 17; 24-25; 2 Chronicles 36; Ezra 1-10; Nehemiah 1-13", 
      "title": "20. L'Exile et le Retour"
    }, 
    {
      "frames": [
        {
          "id": "21-01", 
          "img": "{{:en:obs:obs-21-01.jpg?nolink&640x360}}", 
          "text": "Depuis le début, Dieu avait un plan pour envoyer le Messie.  La première promesse de l'arrivée du Messie est venue à Adam et Eve.  Dieu promit qu'un descendant d'Eve nâitrait qui serait capable d'écraser la tête du serpent.  Le serpent, qui décevait Eve était Satan.  La promesse signifie que le Messie devait vaincre complètement Satan."
        }, 
        {
          "id": "21-02", 
          "img": "{{:en:obs:obs-21-02.jpg?nolink&640x360}}", 
          "text": "Dieu promit à Abraham que grâce a Lui, tous les gens seront bénis.  Cette bénédiction était l'arrivée du Messie qui un jour pourvoirait le chemin du salut pour le monde."
        }, 
        {
          "id": "21-03", 
          "img": "{{:en:obs:obs-21-03.jpg?nolink&640x360}}", 
          "text": "Dieu promit à Moïse qu'il choisirait un autre prophète comme Moïse.  C'était une autre promesse au sujet de l'arrivée du Messie."
        }, 
        {
          "id": "21-04", 
          "img": "{{:en:obs:obs-21-04.jpg?nolink&640x360}}", 
          "text": "Dieu promit à David que le Messie serait un des ses descendants."
        }, 
        {
          "id": "21-05", 
          "img": "{{:en:obs:obs-21-05.jpg?nolink&640x360}}", 
          "text": "Par le prophète Jeremie, Dieu promit qu'Il ferait une Alliance Nouvelle, mais pas comme l'Alliance de Dieu avec le pays d'Israël.  Dans cette Alliance Nouvelle, Dieu écrirait ses lois dans le coeur des gens, et ils connaitraient Dieu. Ils seraient Son peuple, et Dieu leur pardonnerait leurs péches.  Le Messie commencerait l'Alliance Nouvelle."
        }, 
        {
          "id": "21-06", 
          "img": "{{:en:obs:obs-21-06.jpg?nolink&640x360}}", 
          "text": "Les prophètes de Dieu ont dit aussi que le Messie qui arrive serait un prophète, un prêtre, et un roi. Un prophète est une personne qui écoute les mots de Dieu and puis proclame ces mots au peuple.  Le Messie qui arrivera serait le prophète parfait."
        }, 
        {
          "id": "21-07", 
          "img": "{{:en:obs:obs-21-07.jpg?nolink&640x360}}", 
          "text": "Un prêtre est quelqu'un qui fait des sacrifices à Dieu de la part des gens pour leur enlever leurs péchés.  Les prêtres prient aussi à Dieu pour les gens. Le Messie serait le grand prêtre parfait qui s'offrait Lui même comme sacrifice parfait à Dieu"
        }, 
        {
          "id": "21-08", 
          "img": "{{:en:obs:obs-21-08.jpg?nolink&640x360}}", 
          "text": "Un roi est quelqu'un qui gouverne un royaume et juge les gens.  Le Messie qui va arriver serait le roi parfait qui serait assis sur le trône de David, son ancêtre, qui régnerait pour toujours sur le monde entier."
        }, 
        {
          "id": "21-09", 
          "img": "{{:en:obs:obs-21-09.jpg?nolink&640x360}}", 
          "text": "Les prophètes de Dieu prédirent beaucoup de choses au sujet du Messie qui va arriver.  Malachie prédit qu'un grand prophète viendrait avant que le Messie arrive.  Isaïe prédit que le Messie sera né d'une vierge.  Mica dit qu'Il sera né dans la ville de Bethléhem."
        }, 
        {
          "id": "21-10", 
          "img": "{{:en:obs:obs-21-10.jpg?nolink&640x360}}", 
          "text": "Isaïe dit qu'Il vivrait en Galilée, qu'Il consolera les gens qui ont le coeur brisé, et qu'Il donnera la liberté aux captifs.  Il prédit aussi que le Messie guérirait les malades, y compris ceux qui ne peuvent pas entendre, voir, parler et marcher."
        }, 
        {
          "id": "21-11", 
          "img": "{{:en:obs:obs-21-11.jpg?nolink&640x360}}", 
          "text": "Isaïe prédit que le Messie serait haït pour aucune raison et rejeté.  D'autres prophètes prédisent que ceux qui ont tué le Messie tiraient au sort ses vêtements et qu'Il serait trahi par un ami.  Zacharie prédit que cet ami serait payé 30 pièces d'argent pour sa trahison."
        }, 
        {
          "id": "21-12", 
          "img": "{{:en:obs:obs-21-12.jpg?nolink&640x360}}", 
          "text": "Les prophètes prédirent aussi comment le Messie mourra.  Isaie prédit que l'on crachera sur le Messie, on se moquera de Lui, et Il sera battu.  Puis Il sera percé and pendu dans un arbre ou Il mourra."
        }, 
        {
          "id": "21-13", 
          "img": "{{:en:obs:obs-21-13.jpg?nolink&640x360}}", 
          "text": "Le Messie serait parfait, n'ayant pas de péché.  Il mourrait pour recevoir la punition des péchés des autres.  Sa punition apporterait la paix entre Dieu et le peuple.  C'est pour cette raison qu'il a plut à Dieu de prendre la vie du Messie."
        }, 
        {
          "id": "21-14", 
          "img": "{{:en:obs:obs-21-14.jpg?nolink&640x360}}", 
          "text": "Non seulement le Messie mourrait, mais les prophètes prédisent que Dieu Le ressuscitera.  Par la mort et la résurrection du Messie, Dieu aura finit son plan de salut et commencera l'Alliance Nouvelle."
        }, 
        {
          "id": "21-15", 
          "img": "{{:en:obs:obs-21-15.jpg?nolink&640x360}}", 
          "text": "Dieu montra beaucoup de choses aux prophètes au sujet de l'arrivée du Messie, mais le Messie n'était pas encore arrivé.  Après plus de 400 ans quand la dernière de ces prophéties a été donnée, le moment était parfait, Dieu envoya le Messie dans le monde."
        }
      ], 
      "number": "21", 
      "ref": "A Bible story from: Genesis 3:15; 12:1-3; Deuteronomy 18:15; 2 Samuel 7; Jeremiah 31; Isaiah 59:16; Daniel 7; Malachi 4:5; Isaiah 7:14; Micah 5:2; Isaiah 9:1-7; 35:3-5; 61; 53; Psalm 22:18; 35:19; 69:4; 41:9; Zechariah 11:12-13; Isaiah 50:6; Psalm 16:10-11", 
      "title": "21. Dieu promit le Messie"
    }, 
    {
      "frames": [
        {
          "id": "22-01", 
          "img": "{{:en:obs:obs-22-01.jpg?nolink&640x360}}", 
          "text": "Il y a plus de 400 ans depuis que Dieu a parlé à son peuple.  Puis un ange apparut devant un prêtre âgé qui s'appelait Zacharie. Lui, et sa femme Elisabeth, étaient des gens très pieux, mais elle n'avait jamais pu avoir d'enfants."
        }, 
        {
          "id": "22-02", 
          "img": "{{:en:obs:obs-22-02.jpg?nolink&640x360}}", 
          "text": "L'ange dit à Zacharie, \"Ta femme aura un fils.  Tu lui donneras le nom de Jean.  Il sera un très grand prophète qui viendra avant le Messie!'  Zacharie répondit, \"Ma femme et moi nous sommes trop vieux pour avoir des enfants! Comment est ce je saurais si cela va arriver?\""
        }, 
        {
          "id": "22-03", 
          "img": "{{:en:obs:obs-22-03.jpg?nolink&640x360}}", 
          "text": "L'ange répondit, \"J'ai été envoyé par Dieu pour t'annoncer cette bonne nouvelle.  Parce que tu ne m'as pas cru, tu ne pourras parler que jusqu'au jour de la naissance de l'enfant.\"  Immédiatement, Zecharie ne pouvait plus parler.  Puis l'ange est partit. Zacharie retourna chez lui, et sa femme devint enceinte."
        }, 
        {
          "id": "22-04", 
          "img": "{{:en:obs:obs-22-04.jpg?nolink&640x360}}", 
          "text": "Quand Elisabeth était enceinte de 6 mois, cet ange apparut à un membre de la famille d'Elisabeth, dont le nom était Marie.  Elle était vierge et était fiancée avec un homme qui s'appelait Joseph.  L'ange lui dit,\"Tu deviendras enceinte and tu donneras naissance à un fils. Tu lui donneras le nom de Jésus et Il sera le Messie.\""
        }, 
        {
          "id": "22-05", 
          "img": "{{:en:obs:obs-22-05.jpg?nolink&640x360}}", 
          "text": "Marie répondit, \"Comment cela est-il possible, puisque je suis vierge?\"  l'ange expliqua, \"Le Saint-Esprit viendra sur toi, et la puissance de Dieu te couvrira. C'est pourquoi le saint enfant qui naîtra de toi sera appelé le Fils de Dieu.\"  Marie crut et accepta ce que l'ange dit."
        }, 
        {
          "id": "22-06", 
          "img": "{{:en:obs:obs-22-06.jpg?nolink&640x360}}", 
          "text": "Un peu plus tard, Marie est allée visiter Elisabeth.  Aussitôt que Elisabeth entendit la salutation de Marie, son enfant tressaillit dans son sein.  Les 2 femmes se réjouissèrent pour ce que Dieu avait fait pour elles.  Marie demeura avec Elisabeth pendant trois mois.  Puis elle retourna chez elle."
        }, 
        {
          "id": "22-07", 
          "img": "{{:en:obs:obs-22-07.jpg?nolink&640x360}}", 
          "text": "Après qu'Elisabeth enfanta un fils, Ils lui donna le nom de Jean comme l'ange l'avait ordonné.  Puis Dieu permit Zacharie de parler à nouveau. Il a dit,\"Bénit soit le Seigneur, parce qu'Il se souvenait de son peuple!  Toi, Mon fils, Tu seras le prophète du Très Haut! Tu prépareras le chemin pour le Messie!\""
        }
      ], 
      "number": "22", 
      "ref": "A Bible story from: Luke 1", 
      "title": "22. La Naissance de Jean"
    }, 
    {
      "frames": [
        {
          "id": "23-01", 
          "img": "{{:en:obs:obs-23-01.jpg?nolink&640x360}}", 
          "text": "Joseph était une homme vertueux.  Quand il apprit que Marie était enceinte, Il ne voulait pas la diffamer et il se proposa de rompre secrètement avec elle."
        }, 
        {
          "id": "23-02", 
          "img": "{{:en:obs:obs-23-02.jpg?nolink&640x360}}", 
          "text": "L'ange a dit, \"Joseph, ne crains pas de prendre Marie pour ta femme.  L'enfant qu'elle a conçu vient du Saint- Esprit.  Elle enfantera un fils et tu lui donnera le nom de Jésus; c'est Lui qui sauvera son peuple de ses péchés.\""
        }, 
        {
          "id": "23-03", 
          "img": "{{:en:obs:obs-23-03.jpg?nolink&640x360}}", 
          "text": "Alors Joseph prit sa femme avec lui, mais il ne l'a pas connue avant qu'elle eut enfanté un fils."
        }, 
        {
          "id": "23-04", 
          "img": "{{:en:obs:obs-23-04.jpg?nolink&640x360}}", 
          "text": "Au moment où Mary devait donnée naissance, le gouvernement Romain a dit à tout le monde d'aller dans la ville de leurs ancêtres pour le recensement. Joseph et Marie firent un long voyage de Nazareth à Bethlehem parce que leur ancêtre était David qui fut né dans la ville de Bethlehem."
        }, 
        {
          "id": "23-05", 
          "img": "{{:en:obs:obs-23-05.jpg?nolink&640x360}}", 
          "text": "Quand ils arrivèrent à Bethlehem, Il n'y avait pas de place pour eux dans l'hôtellerie.  La seule pièce qu'ils pouvaient trouver était une étable où les animaux restaient.  L'enfant est né là et sa mère l'allongea dans une crèche, parce qu'il n'y avait pas de lit pour Lui.  Ils lui donna le nom de Jésus."
        }, 
        {
          "id": "23-06", 
          "img": "{{:en:obs:obs-23-06.jpg?nolink&640x360}}", 
          "text": "Cette nuit là, il y avait, dans cette même contrée, des bergers qui gardaient leurs troupeaux.  Soudainement, un ange du Seigneur leur apparut, et ils furent saisis d'une grande frayeur.  L'ange leur dit, \"N'ayez pas peur, car je vous annonce une bonne nouvelle.  Le Messie, le Seigneur, est né à Bethlehem!\""
        }, 
        {
          "id": "23-07", 
          "img": "{{:en:obs:obs-23-07.jpg?nolink&640x360}}", 
          "text": "\"Allez voir l'enfant, et vous le trouverez emmailloté et couché dans une crèche.\" Soudainement, les cieux se sont remplis d'anges louant Dieu et disant, \"Gloire à Dieu dans les lieux très hauts, et paix sur la terre parmi les hommes qu'il agrée!\""
        }, 
        {
          "id": "23-08", 
          "img": "{{:en:obs:obs-23-08.jpg?nolink&640x360}}", 
          "text": "Quand les bergers arrivèrent à la place où Jésus est né, Ils le trouva couché dans une crèche, comme l'ange leur avait dit.  Ils fut très heureux.  Marie fut aussi très heureuse.  Les bergers retournèrent dans leurs champs glorifiant et louant Dieu pour tout ce qu'ils avaient entendu et vu."
        }, 
        {
          "id": "23-09", 
          "img": "{{:en:obs:obs-23-09.jpg?nolink&640x360}}", 
          "text": "Plus tard, les mages d'Orient, virent une étoile étrange dans le ciel en Orient.  Ils réalisèrent que cela voulait dire que le nouveau roi des Juifs était né.  Alors, Ils voyagèrent une grande distance pour voir ce roi.  Ils arrivèrent à Bethlehem et trouvèrent l'endroit où Jésus vivait."
        }, 
        {
          "id": "23-10", 
          "img": "{{:en:obs:obs-23-10.jpg?nolink&640x360}}", 
          "text": "Quand ils virent Jésus avec Sa mère, ils se prosternèrent et L'adorèrent .  Ils offrirent Jésus leurs trésors. Puis ils regagnèrent leur pays."
        }
      ], 
      "number": "23", 
      "ref": "A Bible story from: Matthew 1; Luke 2", 
      "title": "23. La Naissance de Jésus"
    }, 
    {
      "frames": [
        {
          "id": "24-01", 
          "img": "{{:en:obs:obs-24-01.jpg?nolink&640x360}}", 
          "text": "Quand Jean grandit, il devint un prophète.  Il habita dans le désert, mangea du miel sauvage et des sauterelles, et porta des vêtements faits avec des poils de chameaux."
        }, 
        {
          "id": "24-02", 
          "img": "{{:en:obs:obs-24-02.jpg?nolink&640x360}}", 
          "text": "Beaucoup de gens venaient écouter Jean.  Il prêchait à ces gens, leur disant, \"Repentissez vous, car le Royaume de Dieu est tout prêt.\""
        }, 
        {
          "id": "24-03", 
          "img": "{{:en:obs:obs-24-03.jpg?nolink&640x360}}", 
          "text": "Quelques personnes se repentissent et furent baptisés quand ils ont entendu le message de Jean, mais il y avait beaucoup de leaders religieux qui voulaient être baptisès sans s'être repentis et avoir confessés leurs péchés."
        }, 
        {
          "id": "24-04", 
          "img": "{{:en:obs:obs-24-04.jpg?nolink&640x360}}", 
          "text": "Jean dit aux leaders religieux, \"Vous races de vipères! Repentissez vous et changez votre comportement.  Chaque arbre qui ne produit pas de bons fruits sera coupé and jeté au feu.\"  Jean réalisa ce que le prophète Asaï avait dit, \"Voici, j'envoie mon messager qui préparera votre chemin.\""
        }, 
        {
          "id": "24-05", 
          "img": "{{:en:obs:obs-24-05.jpg?nolink&640x360}}", 
          "text": "Quelques Juifs demandèrent à Jean si Il était le Messie.  Jean répondit,\"Je ne suis pas le Messie, mais il y a quelqu'un qui viendra après moi qui est beaucoup plus grand que moi. Je ne suis même pas digne de dénouer Ses sandales.\""
        }, 
        {
          "id": "24-06", 
          "img": "{{:en:obs:obs-24-06.jpg?nolink&640x360}}", 
          "text": "Le lendemain, Jésus vint pour que Jean le baptise.  Quand Jean le voit, Il dit, \"Regarde! Voici l'Agneau de Dieu qui enlève les péchès du monde.\""
        }, 
        {
          "id": "24-07", 
          "img": "{{:en:obs:obs-24-07.jpg?nolink&640x360}}", 
          "text": "Jean dit à Jésus, \"Je ne suis pas digne de vous baptiser.  C'est moi qui ait besoin d'être baptisé par toi\" Mais Jesus dit, \"Tu dois me baptiser, car c'est la chose juste qui doit être faite.\" Alors Jean l'a baptisé, mais pas pour la raison que Jesus avait péché-Il n'a jamais péché."
        }, 
        {
          "id": "24-08", 
          "img": "{{:en:obs:obs-24-08.jpg?nolink&640x360}}", 
          "text": "Quand Jesus sortit de l'eau, L'Esprit de Dieu est apparut dans la forme d'une colombe et elle est venue sur lui. Aussitôt une voix venant du ciel dit, \"Celui-ci est mon fils bien-aimé, en qui j'ai mis toute mon affection.\""
        }, 
        {
          "id": "24-09", 
          "img": "{{:en:obs:obs-24-09.jpg?nolink&640x360}}", 
          "text": "Dieu dit à John, \"Le Saint-Esprit descendra sur celui que tu baptises.  C'est le fils de Dieu. \"Il n'éxiste qu'un seul Dieu.  Mais Dieu étant trois personnes, le Père, Jesus le Fils, et le Saint-Esprit."
        }
      ], 
      "number": "24", 
      "ref": "A Bible story from: Matthew 3; Mark 1:9-11; Luke 3:1-23", 
      "title": "24. Jean baptise Jésus"
    }, 
    {
      "frames": [
        {
          "id": "25-01", 
          "img": "{{:en:obs:obs-25-01.jpg?nolink&640x360}}", 
          "text": "Immédiatement que Jésus fut baptisé, le Saint-Esprit lui montra le chemin vers le désert, où il jeûna pendant 40 jours. Puis, Satan apparut et le tenta."
        }, 
        {
          "id": "25-02", 
          "img": "{{:en:obs:obs-25-02.jpg?nolink&640x360}}", 
          "text": "Satan  dit, \"Si tu es le Fils de Dieu, ordonne que ces pierres deviennent des pains pour que tu manges!\""
        }, 
        {
          "id": "25-03", 
          "img": "{{:en:obs:obs-25-03.jpg?nolink&640x360}}", 
          "text": "Jésus répondit, \"Il est écrit dans la Parole de Dieu, \"l'homme ne vivra pas de pain seulement, mais de toute parole qui sort de la bouche de Dieu!\""
        }, 
        {
          "id": "25-04", 
          "img": "{{:en:obs:obs-25-04.jpg?nolink&640x360}}", 
          "text": "Alors Satan transporta Jésus dans la ville sainte, le plaça sur le haut du Temple et lui dit:  Si tu es le Fils de Dieu, jette toi en bas, car il est écrit, 'Il donnera des ordres à ses anges de t'attraper pour que ton pied ne heurte pas la terre.'\""
        }, 
        {
          "id": "25-05", 
          "img": "{{:en:obs:obs-25-05.jpg?nolink&640x360}}", 
          "text": "Mais Jésus répondit, \"Il est écrit aussi dans la Parole de Dieu, \"Tu ne tentera pas le Seigneur, ton Dieu.'\""
        }, 
        {
          "id": "25-06", 
          "img": "{{:en:obs:obs-25-06.jpg?nolink&640x360}}", 
          "text": "Alors Satan lui montra tous les royaumes du monde et leur gloire et dit,\"Je te donnerai toutes ces choses si tu te prosternes et m'adores.\""
        }, 
        {
          "id": "25-07", 
          "img": "{{:en:obs:obs-25-07.jpg?nolink&640x360}}", 
          "text": "Jésus répondit, \"Retire toi Satan! Il est écrit dans la Parole de Dieu, 'Tu adoreras le Seigneur, ton Dieu, et tu le serviras Lui seul.\""
        }, 
        {
          "id": "25-08", 
          "img": "{{:en:obs:obs-25-08.jpg?nolink&640x3", 
          "text": "Jésus ne s'est pas soumis aux tentations de Satan, alors Satan le quitta.  Puis les anges vinrent auprès de Lui et le servirent."
        }
      ], 
      "number": "25", 
      "ref": "A Bible story from: Matthew 4:1-11; Mark 1:12-13; Luke 4:1-13", 
      "title": "25. Satan Tente Jesus"
    }, 
    {
      "frames": [
        {
          "id": "26-01", 
          "img": "{{:en:obs:obs-26-01.jpg?nolink&640x360}}", 
          "text": "Après que Jésus surmonta les tentations de Satan, Jesus revêtu de la puissance du Saint-Esprit retourna en Galilée où il demeurait.  Jésus allait de lieu en lieu enseignant.  Sa renommée se répandait dans tout le pays."
        }, 
        {
          "id": "26-02", 
          "img": "{{:en:obs:obs-26-02.jpg?nolink&640x360}}", 
          "text": "Jésus alla à la ville de Nazareth où il avait été élevé.  Il entra dans la Synagogue le jour du Sabbat.  On lui remit le manuscrit du prophète Isaie.  L'ayant déroulé Jésus trouva l'endroit où il était écrit:"
        }, 
        {
          "id": "26-03", 
          "img": "{{:en:obs:obs-26-03.jpg?nolink&640x360}}", 
          "text": "\"L'Esprit du Seigneur est sur moi pour que j'annonce la bonne nouvelle aux pauvres, que je donne la liberté aux opprimés, et aux aveugles le recouvrement de leur vue, et que je libère les captifs.  Pour publier une année de grâce du Seigneur.\""
        }, 
        {
          "id": "26-04", 
          "img": "{{:en:obs:obs-26-04.jpg?nolink&640x360}}", 
          "text": "Puis Jésus s'assit.  Tout le monde avait le regard fixé sur Lui.  Il savait que ce passage parlait du Messie.  Jésus dit, \"Aujourd'hui ces paroles de l'Ecriture, que vous venez d'entendre, sont accomplies.\"  Tout le monde était étonnés.  \"N'est ce pas le fils de Joseph?\" Ils disèrent."
        }, 
        {
          "id": "26-05", 
          "img": "{{:en:obs:obs-26-05.jpg?nolink&640x360}}", 
          "text": "Alors Jésus leur dit, \"Je vous dis en vérité, aucun prophète n'est bien reçu dans sa patrie.  Du temps d' Elie il y avaient beaucoup de veuves en Israël.  Mais quand il y a pas de pluies pendant 3 ans 1/2, Dieu n'a pas envoyé Elie pour aider une femme veuve en Israël mais une veuve d'une autre nation.\""
        }, 
        {
          "id": "26-06", 
          "img": "{{:en:obs:obs-26-06.jpg?nolink&640x360}}", 
          "text": "\"Du temps d' Elie, Il y avait beaucoup de gens en Israël qui avaient des maladies de peau.  Mais Elie n'en a guérit aucun.  Il guérit seulement Naaman, un commandant des ennemis d'Israël.\"  Quand les gens ont entendus ceci, ils étaient furieux."
        }, 
        {
          "id": "26-07", 
          "img": "{{:en:obs:obs-26-07.jpg?nolink&640x360}}", 
          "text": "Le peuple de Nazareth chassèrent Jésus de la Synagogue et le menèrent au bord d'une montagne afin de le précipiter en bas. Mais Jésus, passant au milieu d'eux, quitta la ville de Nazareth."
        }, 
        {
          "id": "26-08", 
          "img": "{{:en:obs:obs-26-08.jpg?nolink&640x360}}", 
          "text": "Puis quand Jésus, en passant au milieu d'eux, s'en alla, et des grandes foules Le suivaient.  Elles amenaient tous les gens malades, y compris ceux qui ne voyaient pas, ne pouvaient pas marcher ou parler, et Jésus les a guérit."
        }, 
        {
          "id": "26-09", 
          "img": "{{:en:obs:obs-26-09.jpg?nolink&640x360}}", 
          "text": "Beaucoup de gens, avec des esprits de démons impurs, furent amenés devant Jesus,  A la commande de Jésus, les démons sont sortis des gens, souvent en criant, \"Tu es le Fils de Dieu!\"  Les foules furent saisies de stupeur et elles louèrent  Dieu."
        }, 
        {
          "id": "26-10", 
          "img": "{{:en:obs:obs-26-10.jpg?nolink&640x360}}", 
          "text": "Puis Jésus choisit douze hommes qu'il appela ses disciples.  Les disciples étaient des hommes studieux. Ils voyagèrent avec Lui et de Lui ils ont appris beaucoup de choses."
        }
      ], 
      "number": "26", 
      "ref": "A Bible story from:Matthew 4:12-25; Mark 1:14-15, 35-39; 3:13-21; Luke 4:14-30, 38-44", 
      "title": "26. Jesus Commence Son Ministère"
    }, 
    {
      "frames": [
        {
          "id": "27-01", 
          "img": "{{:en:obs:obs-27-01.jpg?nolink&640x360}}", 
          "text": "Un jour, un avocat s'adressa à Jésus pour le mettre à l'épreuve, en disant, \"Rabbin, qu'est-ce qu'il faut que je fasse pour gagner la vie éternelle?\" Jésus répondit, \"Qu'est-ce qui est écrit dans la loi de Dieu?\""
        }, 
        {
          "id": "27-02", 
          "img": "{{:en:obs:obs-27-02.jpg?nolink&640x360}}", 
          "text": "\"Aimez le Seigneur votre Dieu avec tout votre cœur, votre âme, votre force, et votre esprit. Et aimez votre voisin comme vous-même,\" dit l'avocat. Jésus répondit, \"c'est vrai. Faites ça et vous allez vivre.\""
        }, 
        {
          "id": "27-03", 
          "img": "{{:en:obs:obs-27-03.jpg?nolink&640x360}}", 
          "text": "Mais l'avocat avait voulu prouver qu'il avait raison, donc il a demandé, \"Qui est mon voisin?\""
        }, 
        {
          "id": "27-04", 
          "img": "{{:en:obs:obs-27-04.jpg?nolink&640x360}}", 
          "text": "Jésus répondit avec une histoire. \"Un homme juif était en train de voyager en Jericho, en utilisant la rue qui vient de Jérusalem.\""
        }, 
        {
          "id": "27-05", 
          "img": "{{:en:obs:obs-27-05.jpg?nolink&640x360}}", 
          "text": "\"Pendant son voyage, il a été attaqué par une bande de voleurs. Ils ont pris tout ce qu'il avait et sur-le-champ, les voleurs ont battu le juif jusqu'à il était près de la mort. Après, ils ont quitté la rue.\""
        }, 
        {
          "id": "27-06", 
          "img": "{{:en:obs:obs-27-06.jpg?nolink&640x360}}", 
          "text": "“Avant que beaucoup de temps avait passé, un prêtre juif se promenait dans la même rue. Quand ce chef religieux a vue l'homme juif, il a traversé la rue pour qu'il puisse continuer de marcher sur l'autre côté. Il ignorait son compatriote blessé.\""
        }, 
        {
          "id": "27-07", 
          "img": "{{:en:obs:obs-27-07.jpg?nolink&640x360}}", 
          "text": "“Quelques instants plus tard, un Lévite voyagea sur la même route. (Les Lévites étaient une tribu de juifs qui aidaient les prêtres dans leur travail religieux.) Le Lévite traversa la rue pour qu'il puisse ignorer l'homme battu aussi.\""
        }, 
        {
          "id": "27-08", 
          "img": "{{:en:obs:obs-27-08.jpg?nolink&640x360}}", 
          "text": "“La personne suivant sur la route de Jericho était un samaritain. (Les samaritains sont les descendants des juifs et des gens d'autres pays. Les juifs et les samaritains se détestèrent.) Mais quand ce samaritain voit le juif blessé, il était émouvé- il se sentira obligé d'aider cet homme. Gentiment, il bandera les bléssures de son ennemi destiné.”"
        }, 
        {
          "id": "27-09", 
          "img": "{{:en:obs:obs-27-09.jpg?nolink&640x360}}", 
          "text": "“Ensuite, il mît l'homme sur son âne et il l'amènera à un hôtel, où il l'aidera encore plus.”"
        }, 
        {
          "id": "27-10", 
          "img": "{{:en:obs:obs-27-10.jpg?nolink&640x360}}", 
          "text": "\"La prochaine journée, le samaritain a du continuer son voyage. Il donnera de l'argent au gérant de l'hôtel et il dit, 'occupez-vous de cet homme. Si vous avez besoin encore plus d'argent, je pourrais vous donner n'importe quoi quand je reviendrais.'\""
        }, 
        {
          "id": "27-11", 
          "img": "{{:en:obs:obs-27-11.jpg?nolink&640x360}}", 
          "text": "Finalement, Jésus demanda à l'avocat, \"qui était le voisin de l'homme blessé?\" L'avocat répondit, \"l'homme qui l'a aidé.\" Jésus dit à l'avocat, \"allez et faites la même chose!\""
        }
      ], 
      "number": "27", 
      "ref": "Un histoire de la Bible de Luke 10. 25-37", 
      "title": "27. L'histoire du Bon Samaritain"
    }, 
    {
      "frames": [
        {
          "id": "28-01", 
          "img": "{{:en:obs:obs-28-01.jpg?nolink&640x360}}", 
          "text": "Un jour, un jeune chef riche s'approcha de Jésus et lui demanda,\" Maître, que dois-je faire de bon pour avoir la vie éternelle?\"  Jésus lui répondit, \"Pourquoi m'interroges-tu sur ce qui est bon? Il n'y a qu'Une Personne qui est bonne, et c'est Dieu.  Mais, si tu veux entrer dans la vie éternelle, observe les commandements de Dieu.\""
        }, 
        {
          "id": "28-02", 
          "img": "{{:en:obs:obs-28-02.jpg?nolink&640x360}}", 
          "text": "\"Lesquels?\" dit-il.  Jésus répondit, \"Tu ne tueras pas. Tu ne commettras pas d'adultère.  Tu ne déroberas pas.  Honore ton père et ta mère, et tu aimeras ton prochain comme toi-même.\""
        }, 
        {
          "id": "28-03", 
          "img": "{{:en:obs:obs-28-03.jpg?nolink&640x360}}", 
          "text": "Le jeune homme, essayant de prouver qu'il avait raison, dit, \"J'ai observé toutes ces lois depuis que je suis un garçon.  Que me manque-t-il encore?\"  Jésus le regarda et l'aima."
        }, 
        {
          "id": "28-04", 
          "img": "{{:en:obs:obs-28-04.jpg?nolink&640x360}}", 
          "text": "Jesus répondit, 'Si tu veux être parfait, vends ce que tu possèdes et donne l'argent aux pauvres, et tu auras un trésor qui t'attend dans le ciel.  Puis viens et suis-moi.\""
        }, 
        {
          "id": "28-05", 
          "img": "{{:en:obs:obs-28-05.jpg?nolink&640x360}}", 
          "text": "Après que le jeune homme avait entendu ces paroles, il devint très triste, parce qu'il était très riche.  Il s'en alla, ne voulant pas abandonner ses biens."
        }, 
        {
          "id": "28-06", 
          "img": "{{:en:obs:obs-28-06.jpg?nolink&640x360}}", 
          "text": "Puis, Jésus dit à ses disciples, \"Qu'il est difficile à ceux qui ont des richesses d'entrer dans le Royaume de Dieu!  Oui, il est plus facile à un chameau de passer par le trou d'une aiguille qu'à un riche d'entrer dans le Royaume de Dieu.\""
        }, 
        {
          "id": "28-07", 
          "img": "{{:en:obs:obs-28-07.jpg?nolink&640x360}}", 
          "text": "Les disciples ayant entendu cela, ils furent très étonnés et disent, \"Alors, qui peut être sauvé?\""
        }, 
        {
          "id": "28-08", 
          "img": "{{:en:obs:obs-28-08.jpg?nolink&640x360}}", 
          "text": "Jesus looked at them and said, “With people this is impossible, but with God, all things are possible.”Jésus les regarda, et leur dit, \"Ce qui est impossible aux hommes est possible à Dieu.\""
        }, 
        {
          "id": "28-09", 
          "img": "{{:en:obs:obs-28-09.jpg?nolink&640x360}}", 
          "text": "Pierre dit à Jésus, Nous avons tout quitté et nous t'avons suivi.  Qu'est ce que sera notre récompense?\""
        }, 
        {
          "id": "28-10", 
          "img": "{{:en:obs:obs-28-10.jpg?nolink&640x360}}", 
          "text": "Jésus leur répondit, \"Quiconque aura quitté, à cause de mon nom, ses maisons, ses frères, ses soeurs, son père, sa mère, ses enfants ou ses terres, recevra le centuple, et aussi la vie éternelle.  Mais, plusieurs des premiers seront les derniers, et plusieurs des derniers seront les premiers."
        }
      ], 
      "number": "28", 
      "ref": "A Bible story from: Matthew 19:16-30; Mark 10:17-31; Luke 18:18-30", 
      "title": "28. Un Jeune Chef Riche"
    }, 
    {
      "frames": [
        {
          "id": "29-01", 
          "img": "{{:en:obs:obs-29-01.jpg?nolink&640x360}}", 
          "text": "Un jour Pierre demanda à Jésus, \"Seigneur, combien de fois pardonnerai-je à mon frère, lorsqu'il pèchera contre moi? Jusqu'à sept fois?\"  Jésus répondit, \"Pas jusqu'à sept fois, mais jusqu'à soixante dix fois!\"  Jésus voulait dire que l'on devrait toujours pardonner.  Jésus raconte cette histoire."
        }, 
        {
          "id": "29-02", 
          "img": "{{:en:obs:obs-29-02.jpg?nolink&640x360}}", 
          "text": "\"Le Royaume de Dieu est semblable à un roi qui voulait faire rendre compte à ses serviteurs.  Un de ses serviteurs devait beaucoup d'argent semblable à 200,000 années de salaire."
        }, 
        {
          "id": "29-03", 
          "img": "{{:en:obs:obs-29-03.jpg?nolink&640x360}}", 
          "text": "Comme il n'avait pas de quoi payer la dette, le roi a dit, 'Vend cet homme et sa famille comme esclaves pour que la dette fut acquittée.'\""
        }, 
        {
          "id": "29-04", 
          "img": "{{:en:obs:obs-29-04.jpg?nolink&640x360}}", 
          "text": "\"Le serviteur se prosterna devant le roi et dit, 'Aie patience envers moi, et te paierai tout.' Le roi eut de la compassion pour ce serviteur et élimine la dette.\""
        }, 
        {
          "id": "29-05", 
          "img": "{{:en:obs:obs-29-05.jpg?nolink&640x360}}", 
          "text": "\"Le serviteur rencontra un autre serviteur qui lui devait une dette semblable à quatre mois de salaire.  Le serviteur saisit l'homme et lui dit, 'Paie ce que tu me dois.'"
        }, 
        {
          "id": "29-06", 
          "img": "{{:en:obs:obs-29-06.jpg?nolink&640x360}}", 
          "text": "\"L'homme le supplia, disant, 'Aie patience envers moi et je paierai toute ma dette.'  Mais l'autre serviteur refusa et le jeta en prison jusqu'à ce qu'il eut payé ce qu'il devait.\""
        }, 
        {
          "id": "29-07", 
          "img": "{{:en:obs:obs-29-07.jpg?nolink&640x360}}", 
          "text": "\"Ses compagnons, ayant vu ce qui était arrivé, furent profondément attristés.  Ils allèrent raconter au roi tout ce qui c'était passé.\""
        }, 
        {
          "id": "29-08", 
          "img": "{{:en:obs:obs-29-08.jpg?nolink&640x360}}", 
          "text": "'Le roi appela le serviteur et lui dit, \"Méchant serviteur! Je t'avais remis en entier ta dette, parce que tu m'en avais supplié. Tu aurais dû faire la même chose.'  Le roi, irrité, le jeta en prison jusqu'à ce qu'il ait payé ce qu'il devait.\""
        }, 
        {
          "id": "29-09", 
          "img": "{{:en:obs:obs-29-09.jpg?nolink&640x360}}", 
          "text": "Alors, Jesus a dit, \"C'est ainsi que mon Père céleste vous traitera, si chacun de vous ne pardonne à son frère de tout son coeur.\""
        }
      ], 
      "number": "29", 
      "ref": "A Bible story from: Matthew 18:21-35", 
      "title": "29. L'Histoire du Serviteur Sans Pitié"
    }, 
    {
      "frames": [
        {
          "id": "30-01", 
          "img": "{{:en:obs:obs-30-01.jpg?nolink&640x360}}", 
          "text": "Jésus envoya ses disciples pour prêcher.  When ils retournèrent, ils ont à Jésus ce qu'ils ont enseigné et ont fait.  Alors Jésus les invita à venir avec Lui dans un lieu désert pour se reposer un moment.  Alors, ils partirent dans une barque."
        }, 
        {
          "id": "30-02", 
          "img": "{{:en:obs:obs-30-02.jpg?nolink&640x360}}", 
          "text": "Mais il y avait beaucoup de gens qui avaient vu Jésus et ses disciples partir.  Ils coururent le long du lac pour aller de l'autre côté pour être arrivés avant eux.  Quand Jésus et ses disciples arrivèrent, Ils furent accueillis par une grande foule."
        }, 
        {
          "id": "30-03", 
          "img": "{{:en:obs:obs-30-03.jpg?nolink&640x360}}", 
          "text": "Il y avait cinq mille hommes dans cette foule, ne comptant pas les femmes et les enfants.  Jésus fut ému de compassion pour cette foule.  Pour Jésus, ces gens étaient comme des moutons sans berger.  Alors Il leurs apprirent beaucoup de choses et Il guérit les malades."
        }, 
        {
          "id": "30-04", 
          "img": "{{:en:obs:obs-30-04.jpg?nolink&640x360}}", 
          "text": "Plus tard dans la soirée, les disciples disent à Jésus, \"l'heure est déjà avancée et il n'y a pas de villes tout prêt.  Renvoie les gens afin qu'ils aillent dans les villages, pour acheter des vivres.\""
        }, 
        {
          "id": "30-05", 
          "img": "{{:en:obs:obs-30-05.jpg?nolink&640x360}}", 
          "text": "Mais Jésus leur dirent, \"Donnez-leurs vous-même à manger.\" Les disciples Lui dirent, \"Comment peut-on faire cela?  Nous n'avons que cinq pains et deux poissons.\""
        }, 
        {
          "id": "30-06", 
          "img": "{{:en:obs:obs-30-06.jpg?nolink&640x360}}", 
          "text": "Jésus dit: apportez-les moi et il dit a ses disciples de faire asseoir la foule, en groupe de 50 personnes chacun."
        }, 
        {
          "id": "30-07", 
          "img": "{{:en:obs:obs-30-07.jpg?nolink&640x360}}", 
          "text": "Puis Jésus prit les cinq pains et les deux poissons, levant les yeux vers le ciel, il rendit grâce."
        }, 
        {
          "id": "30-08", 
          "img": "{{:en:obs:obs-30-08.jpg?nolink&640x360}}", 
          "text": "Jésus rompit les pains et les poissons.  Ils donna les morceaux aux disciples qui les distribuèrent à la foule.    Les disciples continuaient à distribuer les morceaux à la foule, et tout le monde était rassasié."
        }, 
        {
          "id": "30-09", 
          "img": "{{:en:obs:obs-30-09.jpg?nolink&640x360}}", 
          "text": "Les disciples emportèrent même douze paniers pleins de morceaux qui restaient.  Toute cette nourriture provenait  des 5 pains et des deux poissons."
        }
      ], 
      "number": "30", 
      "ref": "A Bible story from: Matthew 14:13-21; Mark 6:31-44; Luke 9:10-17; John 6:5-15", 
      "title": "30. Jésus Nourrit Cinq Mille Personnes"
    }, 
    {
      "frames": [
        {
          "id": "31-01", 
          "img": "{{:en:obs:obs-31-01.jpg?nolink&640x360}}", 
          "text": "Puis Jésus dit aux disciples de monter dans la barque et de naviguer jusqu'à l'autre côté du lac pendant qu'Il renverrait la foule. Après que Jésus a renvoyé la foule, Il monta sur la montagne pour prier. Il était seul, et Il a prié longtemps jusqu'à la soirée."
        }, 
        {
          "id": "31-02", 
          "img": "{{:en:obs:obs-31-02.jpg?nolink&640x360}}", 
          "text": "Pendant ce temps, la barque des disciples était déjà au milieu de l'eau.  Ils étaient en danger, car la barque était battue par les flots et le vent."
        }, 
        {
          "id": "31-03", 
          "img": "{{:en:obs:obs-31-03.jpg?nolink&640x360}}", 
          "text": "Jésus décida d'aller vers eux, en marchant sur la mer jusqu'à la barque!"
        }, 
        {
          "id": "31-04", 
          "img": "{{:en:obs:obs-31-04.jpg?nolink&640x360}}", 
          "text": "Les disciples étaient troublés quand ils voient Jésus, parce qu'ils croyaient voir un fantôme.  Jesus savait qu'ils avaient peur, alors Il leur dit aussitôt, \"Rassurez-vous, c'est Moi; n'ayez pas peur!\""
        }, 
        {
          "id": "31-05", 
          "img": "{{:en:obs:obs-31-05.jpg?nolink&640x360}}", 
          "text": "Puis Pierre dit à Jesus,\"Mais, Seigneur, si c'est toi, ordonne que j'aille vers toi sur les eaux.\"  Jésus dit a Pierre, \"Viens!\""
        }, 
        {
          "id": "31-06", 
          "img": "{{:en:obs:obs-31-06.jpg?nolink&640x360}}", 
          "text": "Alors, Pierre sortit de la barque, et marcha sur les eaux pour aller voir Jesus.  Mais, après une petite distance, Il a détourné ses yeux de Jésus et commençait à voir que le vent était fort et les vagues hautes."
        }, 
        {
          "id": "31-07", 
          "img": "{{:en:obs:obs-31-07.jpg?nolink&640x360}}", 
          "text": "Alors Pierre eut peur et commença à s'enfoncer.  Il s'écria, \"Seigneur, sauve moi!\" Aussitôt Jésus tendit la main, le saisit.  Puis Il dit à Pierre, \"Homme de peu foi, pourquoi as-tu douté?\""
        }, 
        {
          "id": "31-08", 
          "img": "{{:en:obs:obs-31-08.jpg?nolink&640x360}}", 
          "text": "Quand Jésus et Pierre montèrent dans la barque, Le vent cessa.  Les disciples étaient étonnés. Ils adorèrent  Dieu, en lui disant, \"Véritablement tu es le Fils de Dieu.\""
        }
      ], 
      "number": "31", 
      "ref": "A Bible story from: Matthew 14:22-33; Mark 6:45-52; John 6:16-21", 
      "title": "31. Jésus Marcha sur les eaux"
    }, 
    {
      "frames": [
        {
          "id": "32-01", 
          "img": "{{:en:obs:obs-32-01.jpg?nolink&640x360}}", 
          "text": "Un jour, Jésus et ses disciples traversaient la Mer de Galilée pour aller au pays des Gadaréniens."
        }, 
        {
          "id": "32-02", 
          "img": "{{:en:obs:obs-32-02.jpg?nolink&640x360}}", 
          "text": "Lorsqu'ils furent à l'autre bord, un démoniaque vint au-devant de Jesus."
        }, 
        {
          "id": "32-03", 
          "img": "{{:en:obs:obs-32-03.jpg?nolink&640x360}}", 
          "text": "Cet homme était si fort que personne ne pouvait le retenir.  Car souvent il avait des fers aux pieds et avait été lié de chaines, mais il avait rompu les chaines et brisé les fers."
        }, 
        {
          "id": "32-04", 
          "img": "{{:en:obs:obs-32-04.jpg?nolink&640x360}}", 
          "text": "Cet homme demeurait dans les sépulcres dans la région.  Il criait jour et nuit.  Il ne portait pas de vêtements and se meurtrissait régulièrement avec des pierres."
        }, 
        {
          "id": "32-05", 
          "img": "{{:en:obs:obs-32-05.jpg?nolink&640x360}}", 
          "text": "When the man came to Jesus, he fell on his knees in front of him. Jesus said, “Come out of the man, demon!”Quand l'homme vint devant Jésus, Il se prosterna devant Lui.  Jésus lui dit, \"Esprit impur, sort de cet home!\""
        }, 
        {
          "id": "32-06", 
          "img": "{{:en:obs:obs-32-06.jpg?nolink&640x360}}", 
          "text": "L'homme avec le démon s'écria d'une voix forte, \"Qu'y a t-il entre moi et toi, Jesus, Fils du Dieu Très Haut?  je t'en conjure au nom de Dieu, ne me tourmente pas!\" Puis Jésus lui demanda, \"Quel est ton nom?\" Il répondit, \"Légion est mon nom, car nous sommes plusieurs.\" (Une légion était un groupe de plus de 6,000 soldats.)"
        }, 
        {
          "id": "32-07", 
          "img": "{{:en:obs:obs-32-07.jpg?nolink&640x360}}", 
          "text": "Les démons suppliaient Jesus, \"Ne nous envoie pas hors du pays!\"  Il y avait là un grand troupeau de pourceaux qui paissaient.  Alors les démons le supplièrent, \"Envoie-nous dans ces pourceaux!\" Jésus leur dit, \"Allez!\""
        }, 
        {
          "id": "32-08", 
          "img": "{{:en:obs:obs-32-08.jpg?nolink&640x360}}", 
          "text": "Les démons sortirent de l'homme et rentrèrent dans les pourceaux.  Les pourceaux se précipitèrent, des pentes escarpées, dans la mer et ils se noyèrent.  I y avait environ 2,000 pourceaux dans le troupeau."
        }, 
        {
          "id": "32-09", 
          "img": "{{:en:obs:obs-32-09.jpg?nolink&640x360}}", 
          "text": "Quand les gens qui s'occupaient du troupeau ont vu ce qui s'était passé, ils ont couru et ont dit à tout le mode ce que Jésus avait fait.  Les gens venaient de la ville et ils virent l'homme qui avait eu des démons.  Il était assis, portant des vêtements et se comportant comme une personne normale."
        }, 
        {
          "id": "32-10", 
          "img": "{{:en:obs:obs-32-10.jpg?nolink&640x360}}", 
          "text": "Les gens eurent très peur et demandèrent à Jesus de quitter leur territoire.  Alors, Jésus monta dans sa barque et se prépara à partir.  L'homme qui a été guérit lui demanda permission de rester avec Lui."
        }, 
        {
          "id": "32-11", 
          "img": "{{:en:obs:obs-32-11.jpg?nolink&640x360}}", 
          "text": "Mais Jésus lui dit, \"Va dans ta maison, vers les tiens, et raconte-leur tout ce que le Seigneur t'a fait, et comment il a eu pitié de toi.\""
        }, 
        {
          "id": "32-12", 
          "img": "{{:en:obs:obs-32-12.jpg?nolink&640x360}}", 
          "text": "Alors l'homme s'en alla et se mit a publier à tout le monde tout ce que Jésus avait fait pour lui.  Et tous furent dans l'étonnement."
        }, 
        {
          "id": "32-13", 
          "img": "{{:en:obs:obs-32-13.jpg?nolink&640x360}}", 
          "text": "Jésus retourna à l'autre bord de la mer de Galilée.  Une grande foule se réunissa autour de lui et le pressait. Dans la foule, il y avait une femme atteinte d'une perte de sang depuis douze ans.  Elle avait dépensé tout son bien pour les docteurs sans qu'aucun ait pu la guérir."
        }, 
        {
          "id": "32-14", 
          "img": "{{:en:obs:obs-32-14.jpg?nolink&640x360}}", 
          "text": "Elle entendit comment Jésus avait guérit beaucoup de gens malades et pensa, \"Si je touche le bord du vêtement de Jesus, moi aussi je serais guéri!\" Elle s'approcha par derrière et toucha Ses vêtements.  Au même instant qu'elle toucha Jésus, la perte de sang s'arrêta!"
        }, 
        {
          "id": "32-15", 
          "img": "{{:en:obs:obs-32-15.jpg?nolink&640x360}}", 
          "text": "Immédiatement, Jesus réalisa qu'une force était sortie de Lui.  Alors Il se tourna et demanda, \"Qui m'a touché?\"Les disciples répondirent, \"Jésus, Il y a beaucoup de gens autour de toi et qui ont pu te toucher.  Comment peut tu demander, 'Qui m'a touché?'\""
        }, 
        {
          "id": "32-16", 
          "img": "{{:en:obs:obs-32-16.jpg?nolink&640x360}}", 
          "text": "La femme se jeta à ses pieds, toute tremblante et ayant très peur. Puis elle dira la vérité.  Jésus lui dit, \"Ta foi t'a sauvée. va en paix.\""
        }
      ], 
      "number": "32", 
      "ref": "A Bible story from: Matthew 8:28-34; Mark 5:1-20; Luke 8:26-39", 
      "title": "32. Jesus Guérit un Démoniaque et une Femme Malade"
    }, 
    {
      "frames": [
        {
          "id": "33-01", 
          "img": "{{:en:obs:obs-33-01.jpg?nolink&640x360}}", 
          "text": "Une jour, Jésus s'assit au bord de la mer, enseignant une grandes foule.  La foule était devenue si grande que Jésus monta dans une barque et leur parla en paraboles."
        }, 
        {
          "id": "33-02", 
          "img": "{{:en:obs:obs-33-02.jpg?nolink&640x360}}", 
          "text": "Jésus leur dit cette histoire. \"Un semeur sortit pour semer.  Quand il semait, une partie de la semence tomba le long du chemin, et les oiseaux vinrent et la mangèrent.\""
        }, 
        {
          "id": "33-03", 
          "img": "{{:en:obs:obs-33-03.jpg?nolink&640x360}}", 
          "text": "\"Une autre partie de la semence tomba dans les endroits pierreux, où elle n'avait pas beaucoup de terre.  La semence dans les endroits pierreux, se leva aussitôt.  Mails quand le soleil parut, elle fut brûlée et sécha faute de racines parce qu'elle ne trouva pas un sol profond."
        }, 
        {
          "id": "33-04", 
          "img": "{{:en:obs:obs-33-04.jpg?nolink&640x360}}", 
          "text": "\"Une autre partie de la semence tomba parmi les épines.  Les épines montèrent et étouffèrent la semence qui ne produisit pas de grain.\""
        }, 
        {
          "id": "33-05", 
          "img": "{{:en:obs:obs-33-05.jpg?nolink&640x360}}", 
          "text": "\"Une autre partie de la semence tomba dans la bonne terre.  Elle porta du fruit, et un grain en donne 30, un grain en donne 60 et un grain en donne 100. Que celui qui a des oreilles pour entendre, entende!\""
        }, 
        {
          "id": "33-06", 
          "img": "{{:en:obs:obs-33-06.jpg?nolink&640x360}}", 
          "text": "Cette histoire confût les disciples.  Alors Jésus expliqua, \"La semence représente la Parole de Dieu.  La semence, le long du chemin, représente les gens qui entendent la Parole de Dieu et ne la reçoivent pas, et le diable leur enlève la Parole de Dieu.\""
        }, 
        {
          "id": "33-07", 
          "img": "{{:en:obs:obs-33-07.jpg?nolink&640x360}}", 
          "text": "\"Celui qui a reçu la semence dans les endroits pierreux est celui qui entend la parole et la reçoit aussitôt avec joie.  Mais il n'a pas de racines en lui-même, il manque de persistance, et dès, que survient une tribulation ou une persécution à cause de la parole, il y trouve une occasion de chute.\""
        }, 
        {
          "id": "33-08", 
          "img": "{{:en:obs:obs-33-08.jpg?nolink&640x360}}", 
          "text": "\"Celui qui a reçu la semence parmi les épines, c'est celui qui entend la parole et la crut.  Mais quand le temps passe, son amour pour Dieu est étouffé par les soucis, et la séduction des richesses.  La parole qu'il a entendu ne produit pas de fruit.\""
        }, 
        {
          "id": "33-09", 
          "img": "{{:en:obs:obs-33-09.jpg?nolink&640x360}}", 
          "text": "\"Celui qui a reçu la semence dans la bonne terre, c'est celui qui entend la parole de Dieu, la comprend, et porte du fruit.\""
        }
      ], 
      "number": "33", 
      "ref": "A Bible story from: Matthew 13:1-8, 18-23; Mark 4:1-8, 13-20; Luke 8:4-15", 
      "title": "33. L'Histoire du Semeur"
    }, 
    {
      "frames": [
        {
          "id": "34-01", 
          "img": "{{:en:obs:obs-34-01.jpg?nolink&640x360}}", 
          "text": "Jésus dit beaucoup d'autres paraboles au sujet du Royaume de Dieu.  Il dit, \"Le Royaume de Dieu est  semblable à un grain de sénevé qu'un homme a sèmé dans son champ.  C'est la plus petite de toutes les semences.\""
        }, 
        {
          "id": "34-02", 
          "img": "{{:en:obs:obs-34-02.jpg?nolink&640x360}}", 
          "text": "\"Mais quand le grain de sénevé a poussé, il est plus grand que les légumes et devint un arbre, de sorte que les oiseaux du ciel viennent habiter dans ses branches.\""
        }, 
        {
          "id": "34-03", 
          "img": "{{:en:obs:obs-34-03.jpg?nolink&640x360}}", 
          "text": "Jésus dit cette autre parabole, \"Le Royaume de Dieu est semblable à du levain qu'une femme a pris et mis dans trois mesures de farine, jusqu'à ce que la pâte soit toute levée.\""
        }, 
        {
          "id": "34-04", 
          "img": "{{:en:obs:obs-34-04.jpg?nolink&640x360}}", 
          "text": "\"Le Royaume de Dieu est semblable à un trésor caché dans un champ.  L'homme qui l'a trouvé le cache à nouveau.  Dans sa joie, il va vendre tout ce qu'il a, et achète le champ.\""
        }, 
        {
          "id": "34-05", 
          "img": "{{:en:obs:obs-34-05.jpg?nolink&640x360}}", 
          "text": "\"Le Royaume de Dieu est aussi semblable à un marchand de perles qui cherche de belles perles.  Quand il a trouvé une perle de grand prix, il est allé vendre tout ce qu'il avait, et l'a achetée.\""
        }, 
        {
          "id": "34-06", 
          "img": "{{:en:obs:obs-34-06.jpg?nolink&640x360}}", 
          "text": "Puis Jésus dit une parabole au sujet des gens qui aiment leurs richesses et hait les autres personnes. \"Deux hommes allèrent dans le Temple pour prier.  Un des deux était un collecteur d'impôts, l'autre un chef religieux.\""
        }, 
        {
          "id": "34-07", 
          "img": "{{:en:obs:obs-34-07.jpg?nolink&640x360}}", 
          "text": "\"Le chef religieux a prié comme ceci, 'Je te remercie Dieu que je ne suis pas comme les gens qui volent, les hommes qui sont injustes, les adultères, ou même comme les chefs religieux.'\""
        }, 
        {
          "id": "34-08", 
          "img": "{{:en:obs:obs-34-08.jpg?nolink&640x360}}", 
          "text": "\"'Je jeune deux fois par semaine et je te donne dix pour cent de ce que je reçois.\""
        }, 
        {
          "id": "34-09", 
          "img": "{{:en:obs:obs-34-09.jpg?nolink&640x360}}", 
          "text": "\"Mais le collecteur d'impôts resta loin, ne jeta même pas un regard dans les cieux, mais il battit sa poitrine et  prie,'Dieu, aie pitié sur moi, un pécheur,'\""
        }, 
        {
          "id": "34-10", 
          "img": "{{:en:obs:obs-34-10.jpg?nolink&640x360", 
          "text": "Puis Jésus dit, \"Je vous dit la vérité, le collecteur d'impôts est retourné chez lui pardonné, mais pas le chef religieux.  Quiconque s'élève sera abaissé, et celui qui s'abaisse sera élevé.\""
        }
      ], 
      "number": "34", 
      "ref": "A Bible story from: Matthew 13:31-33, 44-46; Mark 4:30-32; Luke 13:18-21; 18:9-14", 
      "title": "34. Jésus Enseigne d'autres Histoires"
    }, 
    {
      "frames": [
        {
          "id": "35-01", 
          "img": "{{:en:obs:obs-35-01.jpg?nolink&640x360}}", 
          "text": "Un jour, Jésus enseignait à beaucoup de collecteurs d'impôts et de pécheurs qui étaient avec lui."
        }, 
        {
          "id": "35-02", 
          "img": "{{:en:obs:obs-35-02.jpg?nolink&640x360}}", 
          "text": "Les chefs religieux se plaignaient parce que Jésus se conduisait envers les collecteurs d'impôts et les pécheurs comme des amis.  Alors, Jésus leur raconta cette parabole."
        }, 
        {
          "id": "35-03", 
          "img": "{{:en:obs:obs-35-03.jpg?nolink&640x360}}", 
          "text": "\"Un homme qui avait deux fils.  Le plus jeune dit à son père, 'Mon père, donne-moi maintenant la part de bien qui doit me revenir! 'Alors le père leur partagea son bien.\""
        }, 
        {
          "id": "35-04", 
          "img": "{{:en:obs:obs-35-04.jpg?nolink&640x360}}", 
          "text": "\"Peu de jours après, le plus jeune fils, ayant tout ramassé partit dans un pays éloigné, où il dissipa son bien en vivant en débauche.\""
        }, 
        {
          "id": "35-05", 
          "img": "{{:en:obs:obs-35-05.jpg?nolink&640x360}}", 
          "text": "\"A ce moment là, une grand famine survint dans ce pays, et le plus jeune fils commença à se trouver dans le besoin.  Alors il alla se mettre au service d'un des habitants du pays, qui l'envoya dans ses champs garder les pourceaux. Il avait tellement faim qu'il aurait bien voulut se rassasier de ce que mangeait les pourceaux. Mais personne ne lui en donnait.\""
        }, 
        {
          "id": "35-06", 
          "img": "{{:en:obs:obs-35-06.jpg?nolink&640x360}}", 
          "text": "\"Finalement, le plus jeune fils se dit, \"'Combien de serviteurs chez mon père ont du pain en abondance, et moi, ici je meurs de faim!  J'irai vers mon père et je lui demanderai d'être un des serviteurs.'\""
        }, 
        {
          "id": "35-07", 
          "img": "{{:en:obs:obs-35-07.jpg?nolink&640x360}}", 
          "text": "\"Comme il était encore loin, son père le vit et fut ému de compassion pour lui, il courut se jeter à son cou et le baisa.\""
        }, 
        {
          "id": "35-08", 
          "img": "{{:en:obs:obs-35-08.jpg?nolink&640x360}}", 
          "text": "“The son said, ‘Father, I have sinned against God and against you. I am not worthy to be your son.’”\"Le fils lui dit, 'Mon père, j'ai péché contre Dieu et contre toi.  Je ne suis pas digne d'être appelé ton fils.'\""
        }, 
        {
          "id": "35-09", 
          "img": "{{:en:obs:obs-35-09.jpg?nolink&640x360}}", 
          "text": "\"Mais son père dit à un de ses serviteurs, 'Apportez vite le plus beau vêtement et l'en revêtez!  Mettez lui un anneau au doigt et des souliers aux pieds.  Puis amenez le veau gras, et tuez-le.  Mangeons et réjouisson-nous parce que mon fils était mort et il a retrouvé la vie!'\""
        }, 
        {
          "id": "35-10", 
          "img": "{{:en:obs:obs-35-10.jpg?nolink&640x360}}", 
          "text": "\"Les gens commencèrent à se réjouir.  Le fils ainé était dans les champs.  Lorsqu'il revint et approcha la maison, il entendit la musique et les danses.  Il demanda un des ses serviteurs ce qui se passait.\""
        }, 
        {
          "id": "35-11", 
          "img": "{{:en:obs:obs-35-11.jpg?nolink&640x360}}", 
          "text": "\"Quand le fils ainé trouva qu'il y avait une fête parce que son frère revint chez lui, il se mit en colère et ne voulut pas rentrer.  Son père sortit et le pria d'entrer mais il refusa.\""
        }, 
        {
          "id": "35-12", 
          "img": "{{:en:obs:obs-35-12.jpg?nolink&640x360}}", 
          "text": "\"Le fils ainé dit à son père, \"Voici, il y a tant d'années que je te sers, sans avoir jamais transgressé tes ordres, et jamais tu ne m'as donné un chevreau pour que je me réjouisse avec mes amis.  Mais quand ton fils est arrivé, celui qui a mangé ton bien avec une conduite scandaleuse, c'est pour lui que tu as tué le veau gras!'\""
        }, 
        {
          "id": "35-13", 
          "img": "{{:en:obs:obs-35-13.jpg?nolink&640x360}}", 
          "text": "\"Le père répondit, 'Mon fils, tu es toujours avec moi, et tout ce que j'ai est à toi.  Mais il fallait bien se réjouir, parce que ton frère était mort, mais maintenant il est revenu à la vie.  Il était perdu et il est retrouvé.'\""
        }
      ], 
      "number": "35", 
      "ref": "A Bible story from: Luke 15:11-32", 
      "title": "35. L'Histoire du Père Compatissant"
    }, 
    {
      "frames": [
        {
          "id": "36-01", 
          "img": "{{:en:obs:obs-36-01.jpg?nolink&640x360}}", 
          "text": "Une jour, Jésus prit avec lui trois de ses disciples, Pierre, Jacques et Jean.  (Ce Jean là n'était pas la même personne qui baptisa Jesus.)  Il les conduisit à l'écart sur une haute montagne."
        }, 
        {
          "id": "36-02", 
          "img": "{{:en:obs:obs-36-02.jpg?nolink&640x360}}", 
          "text": "Tout d'un coup, le visage de Jésus resplendit comme le soleil et Ses vêtements devinrent blancs comme la lumière. Il n'y a personne sur la terre qui puisse blanchir ainsi."
        }, 
        {
          "id": "36-03", 
          "img": "{{:en:obs:obs-36-03.jpg?nolink&640x360}}", 
          "text": "Puis Moïse et Elie, qui avaient vécu une centaine d'années avant, apparurent.  Ils s'entretenèrent avec Jésus au sujet de Sa mort qui devait arriver bientôt à Jerusalem."
        }, 
        {
          "id": "36-04", 
          "img": "{{:en:obs:obs-36-04.jpg?nolink&640x360}}", 
          "text": "Lorsqu'ils parlaient avec Jésus, Pierre dit, \"Jésus, il est bon que nous soyons ici.  Dressons trois tentes, une pour toi, une pour Moïse, et une pour Elie.\"Pierre ne savait pas ce qu'il disait."
        }, 
        {
          "id": "36-05", 
          "img": "{{:en:obs:obs-36-05.jpg?nolink&640x360}}", 
          "text": "Au moment où Pierre parlait, une nuée vint les couvrir et de la nuée sortit une voix qui dit, \"Celui-ci est Mon Fils bien-aimé que j'ai choisi.  Ecoutez le.\"  Les trois disciples furent saisis de crainte et tombèrent sur la terre."
        }, 
        {
          "id": "36-06", 
          "img": "{{:en:obs:obs-36-06.jpg?nolink&640x360}}", 
          "text": "Puis Jésus les toucha et leur dit, \"N'ayez pas peur.  Levez-vous.\" Quand ils regardèrent autour d'eux ils ne trouvèrent que Jésus."
        }, 
        {
          "id": "36-07", 
          "img": "{{:en:obs:obs-36-07.jpg?nolink&640x360}}", 
          "text": "Quand Jésus et les trois disciples descendaient de la montagne, Jésus leur dit, \"\"Garder le silence sur ce qui s'est passé ici jusqu'à ce que je sois ressuscité des morts.\""
        }
      ], 
      "number": "36", 
      "ref": "A Bible story from: Matthew 17:1-9; Mark 9:2-8; Luke 9:28-36", 
      "title": "36. La Transfiguration"
    }, 
    {
      "frames": [
        {
          "id": "37-01", 
          "img": "{{:en:obs:obs-37-01.jpg?nolink&640x360}}", 
          "text": "Une jour, Jésus reçoit un message que Lazare était gravement malade.  Lazare et ses deux soeurs, Marie et Marthe, étaient très bons amis avec Jésus.  Quand Jésus apprit la nouvelle, Il dit, \"Cette maladie n'aboutira pas à la mort, mais elle servira à glorifier Dieu.\"  Jésus était très attaché a ses amis, alors il resta encore deux jours où il se trouvait.\""
        }, 
        {
          "id": "37-02", 
          "img": "{{:en:obs:obs-37-02.jpg?nolink&640x360}}", 
          "text": "Puis Jésus dit à ses disciples, \"Retournons en Judée.\"  \"Maitre, lui dirent-ils, il n'y a pas si longtemps, ceux de la Judée voulaient te tuer!\" Jésus leur dit, \"Notre amis, Lazare, s'est endormi, et je dois le réveiller.\""
        }, 
        {
          "id": "37-03", 
          "img": "{{:en:obs:obs-37-03.jpg?nolink&640x360}}", 
          "text": "Les disciples de Jésus lui dirent, \"Seigneur, s'il dort, il est en voie de guérison.\" Alors Il leur dit clairement, \"Lazare est mort.  je suis heureux, à cause de vous, de n'avoir pas été-là à ce moment, car cela contribuera à votre foi.\""
        }, 
        {
          "id": "37-04", 
          "img": "{{:en:obs:obs-37-04.jpg?nolink&640x360}}", 
          "text": "A son arrivée, Jésus appris que Lazare était mort depuis 4 jours.  Marthe alla à la rencontre de Jésus et dit, \"Seigneur, si tu avais été ici, mon frère ne serait pas mort. Mais je sais maintenant tout ce que tu demandera a Dieu, il te l'accordera.\""
        }, 
        {
          "id": "37-05", 
          "img": "{{:en:obs:obs-37-05.jpg?nolink&640x360}}", 
          "text": "Jésus répondit, \"je suis la Resurrection et la Vie.  Celui qui place en moi toute sa confiance vivra, même s'il meurt. Crois-tu cela?\"  \"Oui, Seigneur!\" Marthe répondit.  \"Je crois que tu es le Christ, le Fils de Dieu.\""
        }, 
        {
          "id": "37-06", 
          "img": "{{:en:obs:obs-37-06.jpg?nolink&640x360}}", 
          "text": "Puis Marie courut vers Jésus.  Elle se jeta aux pieds de Jésus et dit, \"Seigneur, si tu avais été ici, mon frère ne serait pas mort.\"  \"Où avait vous enterré Lazare?\" demanda t-il.  \"Dans le tombeau, Viens voir.\" Puis, Jésus pleura."
        }, 
        {
          "id": "37-07", 
          "img": "{{:en:obs:obs-37-07.jpg?nolink&640x360}}", 
          "text": "Le tombeau était une grotte dont l'entrée était fermée par une pierre.  Quand Jésus arriva au tombeau, Il leur dit, \"Enlevez la pierre.\"  Mais Marthe dit alors, \"Il doit déjà sentir.  Cela fait quatre jours qu'il est là.\""
        }, 
        {
          "id": "37-08", 
          "img": "{{:en:obs:obs-37-08.jpg?nolink&640x360}}", 
          "text": "Jésus répondit, \"Ne tai-je pas dit si tu crois, tu verra la gloire de Dieu?\"  On ôta donc la pierre."
        }, 
        {
          "id": "37-09", 
          "img": "{{:en:obs:obs-37-09.jpg?nolink&640x360}}", 
          "text": "Alors Jésus tourna son regard vers le ciel et dit \"Père, tu as exaucé ma prière et je t'en remercie.  Je sais que tu m'exauces toujours, mais si je te parles ainsi, c'est pour tous ceux qui m'entourent croient que c'est toi qui m'a envoyé, \"Lazare, sort de là!\""
        }, 
        {
          "id": "37-10", 
          "img": "{{:en:obs:obs-37-10.jpg?nolink&640x360}}", 
          "text": "Alors Lazare sortit!  Il était encore entouré de bandes.  Jésus leur dit, \"Défiez le de ces bandes et laissez-le-aller!\"  Beaucoup de Juifs crurent en Jésus à cause de ce miracle."
        }, 
        {
          "id": "37-11", 
          "img": "{{:en:obs:obs-37-11.jpg?nolink&640x360}}", 
          "text": "Mais les chefs des Juifs étaient jaloux, alors ils se rassemblèrent pour préparer comment ils pourraient tuer Jésus et Lazare."
        }
      ], 
      "number": "37", 
      "ref": "A Bible story from: John 11:1-46", 
      "title": "37. Jésus Réssuscite Lazare"
    }, 
    {
      "frames": [
        {
          "id": "38-01", 
          "img": "{{:en:obs:obs-38-01.jpg?nolink&640x360}}", 
          "text": "Jésus prêchâ pendant trois ans.  Il était temps pour le repas de Pâque quand les Juifs se souvenaient que Dieu les avait sauvé de l'esclavage en Egypte, il y a plusieurs siècles. Jésus savait que cela lui arriverait et dit a ses disciples qu'il allait à Jerusalem où il serait livré."
        }, 
        {
          "id": "38-02", 
          "img": "{{:en:obs:obs-38-02.jpg?nolink&640x360}}", 
          "text": "Les chefs des Juifs dans Jerusalem refusèrent de croire que Jésus était le Messie et ils conspirèrent de le tuer.  Judas était un des disciples de Jésus. Il était chargé du sac d'argent des disciples, mais il aimait l'argent et en volait souvent.  Judas alla aux chef des juifs et offrit de leur livrer Jésus."
        }, 
        {
          "id": "38-03", 
          "img": "{{:en:obs:obs-38-03.jpg?nolink&640x360}}", 
          "text": "Les chefs des Juifs, guidés par le Grand-prêtre, versèrent Judas 30 pieces d'argent pour trahir Jésus.  Ceci arriva juste comme les prophètes avaient prédient.  Judas consentit, prit l'argent, et parti, cherchant une occasion favorable pour leur livrer Jesus."
        }, 
        {
          "id": "38-04", 
          "img": "{{:en:obs:obs-38-04.jpg?nolink&640x360}}", 
          "text": "Jesus célèbra le repas de Pâque avec ses disciples.  Pendant ce repas, Jésus prit le pain, le partagea en morceaux, disant, \"Prenez, mangez, ceci est mon corps. Faite ceci pour vous souvenir de moi.\" Jésus dit, comme ceci mon corps serait sacrifié pour eux."
        }, 
        {
          "id": "38-05", 
          "img": "{{:en:obs:obs-38-05.jpg?nolink&640x360}}", 
          "text": "Puis Jésus prit une coupe et dit, \"Buvez-en tous. Ceci est mon sang par lequel est scellé la Nouvelle Alliance.  IL va être versé pour beaucoup d'hommes pour que leurs péchés soient pardonnés. Faite ceci pour vous rappeler de Moi aussi souvent que vous le buvez. \"De cette façon, Jésus dit que mon sang sera versé pour pardonner leurs péchés."
        }, 
        {
          "id": "38-06", 
          "img": "{{:en:obs:obs-38-06.jpg?nolink&640x360}}", 
          "text": "Puis, Jésus dit aux disciples, \"Un de vous me trahira.\" Les disciples furent consternés et ne savaient pas qui ferait une chose pareille.  Jésus dit, \"La personne à qui je donne ce morceau de pain est celui qui me trahira.\" Puis il donna le pain à Judas."
        }, 
        {
          "id": "38-07", 
          "img": "{{:en:obs:obs-38-07.jpg?nolink&640x360}}", 
          "text": "Après que Judas prit le pain, Satan entra dans lui.  Judas partit pour aider les chefs Juifs a arrêter Jesus.  Cela était arrive ainsi."
        }, 
        {
          "id": "38-08", 
          "img": "{{:en:obs:obs-38-08.jpg?nolink&640x360}}", 
          "text": "Après le repas, Jésus et ses disciples se rendirent au Mont des Oliviers.  Jésus dit, \"Vous m'abandonnerez ce soir. C'est écrit, 'Je frapperai le berger et les brebis du troupeau s'enfuiront de tous côtés.'\""
        }, 
        {
          "id": "38-09", 
          "img": "{{:en:obs:obs-38-09.jpg?nolink&640x360}}", 
          "text": "Pierre répondit, \"Même si tous les autres te laisse à cause de ce qui t'arrivera, moi je ne te laisserai jamais!\"  Puis Jésus dit à Pierre, \"Satan veut t'avoir complètement, mais j'ai prié pour toi, Pierre, que ta foi ne te laisse pas.  Même, ce soir, avant que le coq ait chanté deux fois, tu m'auras dénie trois fois.\""
        }, 
        {
          "id": "38-10", 
          "img": "{{:en:obs:obs-38-10.jpg?nolink&640x360}}", 
          "text": "Puis Pierre dit à Jésus, \"Même si il me fallait mourir, Je ne te renierai pas!\" Et tous disaient la même chose."
        }, 
        {
          "id": "38-11", 
          "img": "{{:en:obs:obs-38-11.jpg?nolink&640x360}}", 
          "text": "Puis Jésus et ses disciples arrivèrent en un lieu appelé Géthsémane.  Jésus dit à ses disciples de prier pour qu'ils résistent à la tentation.  Puis Jésus alla prier à l'écart."
        }, 
        {
          "id": "38-12", 
          "img": "{{:en:obs:obs-38-12.jpg?nolink&640x360}}", 
          "text": "Jésus a prié trois fois, \"Mon Père, si c'est possible, épargne-moi la coupe de l'épreuve.  Mais si il n'y a pas d'autres moyens de pardonner les péchés des gens, alors que ta volonté soit faite.\"  Jésus était troublé et sa sueur était comme des gouttes de sang.  Dieu lui envoie un ange pour lui donner de la force."
        }, 
        {
          "id": "38-13", 
          "img": "{{:en:obs:obs-38-13.jpg?nolink&640x360}}", 
          "text": "Mais après chaque prière, Jésus revint vers ses disciples, mais ils étaient endormis. Lorsqu'Il revint pour la troisième fois, Jésus leur dit, \"Levez-vous!  Celui qui me trahit est là.\""
        }, 
        {
          "id": "38-14", 
          "img": "{{:en:obs:obs-38-14.jpg?nolink&640x360}}", 
          "text": "Judas arriva avec les chefs des Juifs, des soldats, et une foule portant des épées et des batons.  Il s'approcha de Jésus et dit, \"Salutation, Maître, \"et il l'embrassa.  C'était le signe pour que les chefs des Juifs sachent qui arrêter.  Puis Jésus dit,\"Judas, c'est-il par un baiser que tu trahis le Fils de l'Homme?\""
        }, 
        {
          "id": "38-15", 
          "img": "{{:en:obs:obs-38-15.jpg?nolink&640x360}}", 
          "text": "As the soldiers arrested Jesus, Peter pulled out his sword and cut off the ear of the high priest’s servant. Jesus said, “Put the sword away! I could ask the Father for an army of angels to defend me. But I must obey my Father.” Then Jesus healed the man’s ear, and all the disciples ran away.Quand les soldats arrêtèrent Jésus, Pierre sortit son épée et coupa l'oreille du serviteur du Grand-Prêtre.  Jésus dit, \"Remets ton épée à sa place!  Je pourrais demander à mon Père qu'une armée d'anges me défende.  Mais je dois obéir mon Père.\"  Puis Jésus guérit l'oreille de l'homme. et tous les disciples prirent la fuite."
        }
      ], 
      "number": "38", 
      "ref": "A Bible story from: Matthew 26:14-56; Mark 14:10-50; Luke 22:1-53; John 18:1-11", 
      "title": "38. La Trahison de Jésus"
    }, 
    {
      "frames": [
        {
          "id": "39-01", 
          "img": "{{:en:obs:obs-39-01.jpg?nolink&640x360}}", 
          "text": "C'était maintenant le milieu de la nuit.  Les soldats le conduisirent devant le Grand-Prêtre pour le questionner.  Pierre le suivit à distance.  Quand Jésus fut conduit dans la maison, Pierre resta dehors et se réchauffa auprès du feu."
        }, 
        {
          "id": "39-02", 
          "img": "{{:en:obs:obs-39-02.jpg?nolink&640x360}}", 
          "text": "A l'intérieur de la maison, les chefs Juifs font passer Jésus en jugement.  Ils amenèrent des témoins qui mentirent à son sujet.  Malgré leurs témoignages, ils ne parvenaient pas à trouver de motif valable. Jésus garda le silence."
        }, 
        {
          "id": "39-03", 
          "img": "{{:en:obs:obs-39-03.jpg?nolink&640x360}}", 
          "text": "Finalement, le Grand-Prêtre regarda Jésus et lui demanda, \"Dis-nous, es-tu le Messie, Le Fils de Dieu?\""
        }, 
        {
          "id": "39-04", 
          "img": "{{:en:obs:obs-39-04.jpg?nolink&640x360}}", 
          "text": "Jesus said, “I am, and you will see me seated with God and coming in power from heaven.” The high priest tore his clothes in anger and shouted, “We do not need any more witnesses. You have heard him say that he is the Son of God. What is your judgment?”Jésus lui répondit, \"Je le suis, vous me verrez siéger à la droite du Tout-Puissant et venir en gloire sur les nuées du ciel.\"  Le Grand-Prêtre déchira ses vêtements en signe de consternation et s'écria, \"Nous n'avons pas besoin d'autres témoins. Vous venez vous-mêmes d'entendre qu'Il est le Fils de Dieu.  Quel est votre verdict?\""
        }, 
        {
          "id": "39-05", 
          "img": "{{:en:obs:obs-39-05.jpg?nolink&640x360}}", 
          "text": "Les chefs des juifs répondirent tous, \"Il mérite de mourir!\" Puis, ils bandèrent les yeux de Jésus, lui crachèrent au visage, le frappèrent, et le ridiculèrent."
        }, 
        {
          "id": "39-06", 
          "img": "{{:en:obs:obs-39-06.jpg?nolink&640x360}}", 
          "text": "Dehors, une servante s'approcha de Pierre et dit, \"Toi aussi tu étais avec Jésus!\" Pierre le nia.  Plus tard, une autre servante lui demande la même chose, et Pierre le nia encore.  Finalement, les gens disent, \" Tu étais avec Jésus parce que vous êtes tous les deux du pays de Galilee.\""
        }, 
        {
          "id": "39-07", 
          "img": "{{:en:obs:obs-39-07.jpg?nolink&640x360}}", 
          "text": "Pierre jura, disant, \"Que je sois maudit si ce n'est pas vrai, je ne connais pas cet homme!\"  Immédiatement un coq chanta, et Jésus se tourna et regarda Pierre."
        }, 
        {
          "id": "39-08", 
          "img": "{{:en:obs:obs-39-08.jpg?nolink&640x360}}", 
          "text": "Pierre partit et se mit à pleurer amèrement.  Pendant ce temps, quand Judas, celui qui avait trahi Jésus, vu que Jésus fut condamné, il fut pris de remords et alla se pendre."
        }, 
        {
          "id": "39-09", 
          "img": "{{:en:obs:obs-39-09.jpg?nolink&640x360}}", 
          "text": "Le lendemain de bonne heure, les chefs des Juifs amenèrent Jésus devant le gouverneur Romain, Pilate, espérant qu'Il soit condamné à mort.  Pilate lui demande, 'Es-tu le roi des Juifs?\""
        }, 
        {
          "id": "39-10", 
          "img": "{{:en:obs:obs-39-10.jpg?nolink&640x360}}", 
          "text": "Jésus répondit, \"Tu le dit toi-même, mais mon Royaume n'est pas sur la terre.  Si c'était ainsi, mes serviteurs me défendraient.  Mais je vint sur la terre pour dire la vérité au sujet de Dieu. Qui aime la vérité m'écoute.\" Pilate demande, \"Qu'elle est la vérité?\""
        }, 
        {
          "id": "39-11", 
          "img": "{{:en:obs:obs-39-11.jpg?nolink&640x360}}", 
          "text": "Après avoir parlé avec Jésus, Pilate sort dans la foule et dit, \"Cet homme n'est pas coupable.\" Mais Les chefs des Juifs et la foule criaient, \"Crucifie-le!, \"Pilate répondit, \"Il n'est pas coupable.\" Mais elle criait encore plus fort.  Alors Pilate dit, pour la troisième fois, \"Il n'est pas coupable!\""
        }, 
        {
          "id": "39-12", 
          "img": "{{:en:obs:obs-39-12.jpg?nolink&640x360}}", 
          "text": "Mais Pilate eut peur, car l'agitation de la foule augmentait, alors il leur donna Jésus pour qu'il soit crucifié.  Les soldats le batta à coups de fouets, le revêtirent d'un manteau écarlate et lui posèrent sur la tête une couronne tressée de rameaux épineux, et ils se moquèrent de lui, disant, \"Salut, le Roi des Juifs!\""
        }
      ], 
      "number": "39", 
      "ref": "A Bible story from: Matthew 26:57-27:26; Mark 14:53-15:15; Luke 22:54-23:25; John 18:12-19:16", 
      "title": "39. Jésus est Amené Devant le Tribunal"
    }, 
    {
      "frames": [
        {
          "id": "40-01", 
          "img": "{{:en:obs:obs-40-01.jpg?nolink&640x360}}", 
          "text": "Quand ils eurent fini de se moquer de Jésus, les soldats l'emmenèrent pour le crucifier.  Ils lui firent porter sa croix."
        }, 
        {
          "id": "40-02", 
          "img": "{{:en:obs:obs-40-02.jpg?nolink&640x360}}", 
          "text": "Les soldats amènèrent Jésus à un endroit qui s'appelait \"Le Crane\" et clouèrent ses bras et ses pieds sur la croix.  Mais Jésus dit, \"Mon Père, pardonne les, car ils ne savent pas ce qu'ils font.\"  Pilate commanda qu'un écriteau soit fixé au dessus de la tête de Jêsus sur lequel était inscrit, \"Le Roi des Juifs.\""
        }, 
        {
          "id": "40-03", 
          "img": "{{:en:obs:obs-40-03.jpg?nolink&640x360}}", 
          "text": "Les soldats se partagèrent ses vêtements en les tirant au sort. C'est ainsi que s'accomplit cette prophétie de l'Ecriture. \"Ils se sont partagé mes vêtements et ils ont tiré ma tunique au sort.\" C'est exactement ce que firent les soldats.\""
        }, 
        {
          "id": "40-04", 
          "img": "{{:en:obs:obs-40-04.jpg?nolink&640x360}}", 
          "text": "Jésus fut crucifié entre deux brigands.  Un des deux se moqua de Jésus, mais l'autre dit, \"N'as tu pas peur de Dieu? Nous sommes coupables, mais cet homme est innocent.  Jésus, souviens toi de moi dans ton Royaume.  Jésus lui dit, \"Aujourd'hui tu sera avec moi au Paradis.\""
        }, 
        {
          "id": "40-05", 
          "img": "{{:en:obs:obs-40-05.jpg?nolink&640x360}}", 
          "text": "La foule et les chefs des Juifs se moquèrent de Jésus, disant, Si tu es le Fils de Dieu, descends de la croix! Sauve-toi toi-même! Alors on te croirait.\""
        }, 
        {
          "id": "40-06", 
          "img": "{{:en:obs:obs-40-06.jpg?nolink&640x360}}", 
          "text": "C'etait le milieu de la journée, le pays tout entier fut plongé dans l'obscurité . Cela dura jusqu'à trois heures de l'après-midi."
        }, 
        {
          "id": "40-07", 
          "img": "{{:en:obs:obs-40-07.jpg?nolink&640x360}}", 
          "text": "Puis Jésus cria d'une voix forte, \"Tout est accompli! Mon Père, je donne mon esprit entre tes mains. \"Puis il pencha la tête et rendit l'esprit. Au même instant, la terre trembla et le rideau du Temple qui séparait la présence de Dieu des gens se déchira en deux, du haut en bas."
        }, 
        {
          "id": "40-08", 
          "img": "{{:en:obs:obs-40-08.jpg?nolink&640x360}}", 
          "text": "Par sa mort, Jesus pourvu un chemin pour que les gens puisse croire en Dieu.  Mais un soldat gardant Jésus qui a vu tout ce qui s'était passé, dit, \"Certainement, cet homme était innocent.  Il était le Fils de Dieu.\""
        }, 
        {
          "id": "40-09", 
          "img": "{{:en:obs:obs-40-09.jpg?nolink&640x360}}", 
          "text": "Deux chefs des juifs, Joseph et Nicodème, qui étaient aussi ses disciples, mais ils s'en cachait, demanda à Pilate le corps de Jésus. Ils enveloppèrent son corps de linge funéraire et le déposèrent dans un tombeau taillé dans le roc.  Puis ils roulèrent un bloc de pierre devant l'entrée du tombeau."
        }
      ], 
      "number": "40", 
      "ref": "A Bible story from: Matthew 27:27-61; Mark 15:16-47; Luke 23:26-56; John 19:17-42", 
      "title": "40. Jesus Est Crucifié"
    }, 
    {
      "frames": [
        {
          "id": "41-01", 
          "img": "{{:en:obs:obs-41-01.jpg?nolink&640x360}}", 
          "text": "Une fois que Jésus était crucifié, les incrédules chefs des Juifs disent à Pilate, \"Ce menteur, Jésus, dit qu'il ressuscitera de la mort après quatre jours.  Le tombeau doit être gardé afin que les disciples ne volent pas le corps et puis dirent qu'il est ressuscité d'entre les morts.\""
        }, 
        {
          "id": "41-02", 
          "img": "{{:en:obs:obs-41-02.jpg?nolink&640x360}}", 
          "text": "Pilate dit, \"Que le tombeau soit un lieu sûr.\" Alors ils scellèrent l'entrée du roc et mirent des soldats devant pour que personne ne vole le corps."
        }, 
        {
          "id": "41-03", 
          "img": "{{:en:obs:obs-41-03.jpg?nolink&640x360}}", 
          "text": "Le jour après la mise au tombeau, était le Sabbat, une journée de repos.  Très tôt le matin après le Sabbat, plusieurs femmes se rendirent au tombeau pour mettre des huiles aromatiques au corps de Jésus."
        }, 
        {
          "id": "41-04", 
          "img": "{{:en:obs:obs-41-04.jpg?nolink&640x360}}", 
          "text": "Il y eut un violent tremblement de terre.  Un ange du Seigneur descendit du ciel qui avait l'apparence de l'éclair.  Il roula la pierre de côté et s'assit sur elle. Les soldats gardant le tombeau furent saisis d'épouvante et ils se mirent à trembler et devint comme des morts."
        }, 
        {
          "id": "41-05", 
          "img": "{{:en:obs:obs-41-05.jpg?nolink&640x360}}", 
          "text": "L'ange dit aux femmes, \"N'ayez pas peur. Jésus n'est plus ici. Il est ressuscité, comme Il l'avait dit! Venez voir\"  Les femmes regardèrent où Jésus avait couché. Son corps n'était plus là!"
        }, 
        {
          "id": "41-06", 
          "img": "{{:en:obs:obs-41-06.jpg?nolink&640x360}}", 
          "text": "Puis l'ange dit aux femmes, \"Dit aux disciples que Jésus est ressuscité et ira devant vous en Galilée.\""
        }, 
        {
          "id": "41-07", 
          "img": "{{:en:obs:obs-41-07.jpg?nolink&640x360}}", 
          "text": "The women were full of fear and great joy. They ran to tell the disciples the good news.Les femmes étaient effrayées mais en meme temps remplies d'une grande joie.  Elle coururent porter la bonne nouvelle aux disciples."
        }, 
        {
          "id": "41-08", 
          "img": "{{:en:obs:obs-41-08.jpg?nolink&640x360}}", 
          "text": "Tout à coup, Jésus leur apparut, et elles l'adorèrent .  Jésus dit, \"N'ayez aucune crainte. Allez dire à mes disciples qu'ils doivent se rendre en Galilée et c'est là qu'ils me verront.\""
        }
      ], 
      "number": "41", 
      "ref": "A Bible story from: Matthew 27:62-28:15; Mark 16:1-11; Luke 24:1-12; John 20:1-18", 
      "title": "41. Dieu Réssuscite Jésus d'Entre Les Morts"
    }, 
    {
      "frames": [
        {
          "id": "42-01", 
          "img": "{{:en:obs:obs-42-01.jpg?nolink&640x360}}", 
          "text": "Plus tard ce jour là, deux d'entre eux faisaient route pour se rendre à une ville proche.  Ils s'entretenaient de tous ces événements, parlant de la mort de Jésus et comment les femmes disaient qu'Il était vivant à nouveau.  Ils se demandèrent si Jésus était vraiment le Messie"
        }, 
        {
          "id": "42-02", 
          "img": "{{:en:obs:obs-42-02.jpg?nolink&640x360}}", 
          "text": "Jésus s'approcha deux et commenca à marcher avec eux, mais leurs yeux étaient incapables de le reconnaitre.  Il leur dit, \"De quoi discutez vous en marchant?\". Ils lui dirent toutes les choses terribles qui c'étaient passées ces jours-ci.  Ils pensèrent que c'était un étranger qui n'avait pas entendu toutes ces choses."
        }, 
        {
          "id": "42-03", 
          "img": "{{:en:obs:obs-42-03.jpg?nolink&640x360}}", 
          "text": "Puis Jésus leur expliqua ce que l'Ecriture de Dieu disait au sujet du Messie.  Il leur rappelèrent que les prophètes dirent que le Messie devrait souffrir et être tué, mais qu'il ressusciterai le troisième jour.  Quand ils arrivèrent à la ville, il faisait presque nuit."
        }, 
        {
          "id": "42-04", 
          "img": "{{:en:obs:obs-42-04.jpg?nolink&640x360", 
          "text": "Les deux hommes invitèrent Jésus à rester avec eux, alors il entra dans la maison. Il se mit à table avec eux, prit le pain et après avoir prononcé la prière de bénédiction, Il le partagea et le leur donna.  Alors leurs yeux s'ouvrirent et ils le reconnurent.  Mais déjà, Il avait disparu."
        }, 
        {
          "id": "42-05", 
          "img": "{{:en:obs:obs-42-05.jpg?nolink&640x360}}", 
          "text": "Les deux hommes se dirent l'un à l'autre, \"N'avons-nous pas senti comme un feu dans notre coeur pendant qu'Il nous expliquait les Ecritures?\"\" Immédiatement, Ils retournèrent à Jerusalem. Ils racontèrent aux disciples, \"Jésus est ressuscité!  Nous l'avons vu!\""
        }, 
        {
          "id": "42-06", 
          "img": "{{:en:obs:obs-42-06.jpg?nolink&640x360}}", 
          "text": "Soudainement, Jésus se trouva au milieu d'eux! Les disciples furent saisis de crainte et d'effroi croyant voir un esprit, mais Jésus leur dit, \"La Paix soit avec vous!  Pourquoi êtes-vous troublés?  Regardez mes mains et mes pieds.  Un esprit n'a ni chair ni os.\"  Pour leur montrer qu'il n'était pas un esprit, il leur demanda un morceau de poisson grillé et le mangea."
        }, 
        {
          "id": "42-07", 
          "img": "{{:en:obs:obs-42-07.jpg?nolink&640x360}}", 
          "text": "\"Je vous ai dit quand j'étais avec vous qu'il faut que s'accomplisse tout ce qui est écrit de moi,\" Jésus dit-il.  Puis il leur ouvrit leur intelligence pour qu'ils comprennent les Ecritures.  Il leur dit, \"Vous voyez les Ecritures enseignent que le Messie devrait souffrir, mourir, et qu'il ressusciterait le troisième jour.\""
        }, 
        {
          "id": "42-08", 
          "img": "{{:en:obs:obs-42-08.jpg?nolink&640x360}}", 
          "text": "\"C'était aussi écrit que le pardon des péchés serait proclamé dans tous les groupes de gens, en commençant a Jérusalem. Vous êtes les témoins de tous ces evènenements.\""
        }, 
        {
          "id": "42-09", 
          "img": "{{:en:obs:obs-42-09.jpg?nolink&640x360}}", 
          "text": "Pendant les 40 jours suivants, Jésus apparut beaucoup de fois à ses disciples.  Il apparut, une fois, devant plus de 500 personnes en même temps! Il prouva à ses disciples qu'il était vivant, et Il leur apprirent beaucoup de choses au sujet du Royaume de Dieu."
        }, 
        {
          "id": "42-10", 
          "img": "{{:en:obs:obs-42-10.jpg?nolink&640x360}}", 
          "text": "A la fin des 40 jours, Jésus dit à ses disciples, \"Toute autorité au ciel et à la terre m'a été donnée. Allez, faites des disciples de tous les gens en les baptisant au nom du Père, du Fils et du Saint-Esprit and en leur enseignant a obéir tout ce que je vous ai commandé.\""
        }, 
        {
          "id": "42-11", 
          "img": "{{:en:obs:obs-42-11.jpg?nolink&640x360}}", 
          "text": "\"Souvenez-vous, Je serais toujours avec vous.  Restez à Jérusalem jusqu'à ce que vous soyez revêtus de la puissance d'en haut, et une nuée le cacha de leur vue.  Jésus s'est assit à la droite de Dieu pour régner sur les nations."
        }
      ], 
      "number": "42", 
      "ref": "A Bible story from: Matthew 28:16-20; Mark 16:12-20; Luke 24:13-53; John 20:19-23; Acts 1:1-11", 
      "title": "42. Jésus Retourne au Ciel"
    }, 
    {
      "frames": [
        {
          "id": "43-01", 
          "img": "{{:en:obs:obs-43-01.jpg?nolink&640x360}}", 
          "text": "After Jesus returned to heaven, the disciples stayed in Jerusalem as Jesus had commanded. The followers of Jesus gathered together and were praying constantly.Après que Jesus retourna au ciel, les disciples restèrent à Jerusalem comme Jesus leur commanda. Les disciples étaient tous rassemblés au même endroit et ils prièrent constamment."
        }, 
        {
          "id": "43-02", 
          "img": "{{:en:obs:obs-43-02.jpg?nolink&640x360}}", 
          "text": "Fifty days after Jesus rose from the dead, a Jewish feast called Pentecost took place. Pentecost was a celebration of thanksgiving. Jews from all over the world would come to Jerusalem to celebrate together.Cinquante jours après que Jesus fut ressuscité, un repas Juif qui s'appelait la Pentecôte prit place.  La Pentecôte était une célébration de remerciements.  Les Juifs de toutes les nations viendraient à Jerusalem pour célébrer ensemble."
        }, 
        {
          "id": "43-03", 
          "img": "{{:en:obs:obs-43-03.jpg?nolink&640x360}}", 
          "text": "While the believers were all together, suddenly, they heard a sound like a strong wind that filled the house. Then something like flames of fire appeared over the heads of all the believers. They were all filled with the Holy Spirit and began to speak in other languages.Pendant que les croyants étaient tous ensemble, soudainement, un grand bruit survint du ciel. Au même moment, ils virent apparaître des sortes de langues qui ressemblaient à des flammèches.  Elles se séparèrent et allèrent se poser sur la tête de chacun. Ils furent tous remplis du Saint-Esprit et commencèrent à parler dans différentes langues."
        }, 
        {
          "id": "43-04", 
          "img": "{{:en:obs:obs-43-04.jpg?nolink&640x360}}", 
          "text": "When the people in Jerusalem heard about this, a crowd gathered, wondering what was happening. The people were astonished when they heard the believers speaking in their own native languages, proclaiming the wonderful works of God.Quand les gens à Jerusalem entendit ceci, ils accoururent en foule, se demandant ce qui arrivait.  Les gens furent saisis de stupeur quand chacun d'eux les entendait parler dans sa propre langue, des choses merveilleuses que Dieu a accomplies!"
        }, 
        {
          "id": "43-05", 
          "img": "{{:en:obs:obs-43-05.jpg?nolink&640x360}}", 
          "text": "Some accused the disciples of being drunk, but Peter stood up and said, “Listen to me! These people are not drunk! This is a fulfillment of the prophecy made by the prophet Joel which says, ‘In the last days, I will pour out my Spirit.’”Certains accusèrent les disciples d'être ivres, alors Pierre se leva et leur dit, \"Ecoutez-moi bien! Ces gens ne sont pas ivres!  C'est un exaucement de la prophétie faite par le prophète Joël, 'Dans les jours de la fin des temps, Je répandrai de mon Esprit sur tous les hommes.'\""
        }, 
        {
          "id": "43-06", 
          "img": "{{:en:obs:obs-43-06.jpg?nolink&640x360}}", 
          "text": "“Men of Israel, Jesus was a man who did many mighty signs and wonders by the power of God, as you have seen and already know. You crucified him!”\"Je dis aux Israélite, Jésus était un homme qui accomplissait, au milieu de vous, des miracles, des signes et des actes extraordinaires par la puissance de Dieu, comme vous avez observé.  Vous l'avez crucifié!\""
        }, 
        {
          "id": "43-07", 
          "img": "{{:en:obs:obs-43-07.jpg?nolink&640x360}}", 
          "text": "“But God raised him to life again to fulfill the prophecy which says, ‘You will not let your Holy One rot in the grave.’ God raised this Jesus from the dead. We are witnesses.”\"Mais Dieu a brisé les liens de la mort et l'a ressuscité pour accomplir la prophétie qui disait, 'Tu ne laisserait pas son corps se décomposé dans le tombeau.' Dieu a ressuscité Jésus des morts.  Nous en sommes bien témoins.\""
        }, 
        {
          "id": "43-08", 
          "img": "{{:en:obs:obs-43-08.jpg?nolink&640x360}}", 
          "text": "“Jesus is now exalted to the right hand of God the Father. And the Father has sent the promised Holy Spirit which you are seeing and hearing.”\"Jésus a été levé pour siéger à la droite de Dieu, Le Père.  Et le Père a envoyé le Saint-Esprit comme Il l'avait promit.  C'est ceci que vous voyez et entendez.\""
        }, 
        {
          "id": "43-09", 
          "img": "{{:en:obs:obs-43-09.jpg?nolink&640x360}}", 
          "text": "“Know for certain that God has made this Jesus, the one you crucified, both Lord and Messiah!”'Voici donc ce que tout le peuple d'Israël doit savoir avec une entière certitude: Dieu a fait Seigneur et Christ ce Jesus que vous avez crucifie!\""
        }, 
        {
          "id": "43-10", 
          "img": "{{:en:obs:obs-43-10.jpg?nolink&640x360}}", 
          "text": "The people listening to Peter were deeply moved and asked, “Brothers, what should we do?”Les gens qui écoutèrent Pierre étaient profondément touchés et demandèrent, \"Frères, que devons-nous faire?\""
        }, 
        {
          "id": "43-11", 
          "img": "{{:en:obs:obs-43-11.jpg?nolink&640x360}}", 
          "text": "Peter said, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of sins, and you will receive the gift of the Holy Spirit.”Pierre répondit, \"Repentissez et que chacun de vous se fasse baptiser au nom de Jesus-Christ pour que vos péchés vous soient pardonnés et vous recevrez le don du Saint-Esprit.\""
        }, 
        {
          "id": "43-12", 
          "img": "{{:en:obs:obs-43-12.jpg?nolink&640x360}}", 
          "text": "About 3,000 people believed what Peter said. They were baptized and were added to the people of God, which is the Church. The people who believed in Jesus became known as Christians.A peu près 3,000 personnes croyaient ce que Pierre a dit.  Ils se sont fait baptiser et furent ajoutées au nombre des croyants."
        }, 
        {
          "id": "43-13", 
          "img": "{{:en:obs:obs-43-13.jpg?nolink&640x360}}", 
          "text": "The believers devoted themselves to the disciples’ teaching, fellowship, eating together, and prayer. They all met together and shared everything they had. They praised God and even non-believers thought well of them. Every day, more people became Christians.Les croyants s'attachaient à écouter assidûment l'enseignement des apôtres, à vivre en communion les uns avec les autres, à prendre leurs repas et à prier ensemble.  Ils vivaient unis entre eux et partageaient tout ce qu'ils possédaient.  Ils louaient Dieu et même ceux qui ne croyaient pas leur étaient favorables.  Chaque jour, encore plus de gens devenaient Chretiens."
        }
      ], 
      "number": "43", 
      "ref": "A Bible story from: Acts 2", 
      "title": "43. The Church Begins"
    }, 
    {
      "frames": [
        {
          "id": "44-01", 
          "img": "{{:en:obs:obs-44-01.jpg?nolink&640x360}}", 
          "text": "One day Peter and John went to the Temple. On their way, they saw a crippled man begging for money.Un jour, Pierre et John montèrent au Temple. Sur leur chemin. ils voient un homme paralysé qui mendiait."
        }, 
        {
          "id": "44-02", 
          "img": "{{:en:obs:obs-44-02.jpg?nolink&640x360}}", 
          "text": "Peter looked at him and said, “I do not have any money to give you. But what I do have I will give you. In the name of Jesus, get up and walk!”Pierre le regarda et lui dit, \"Je n'ai ni argent ni or à te donner.  Mais ce que je possède je te le donne.  Au nom de Jésus, lève-toi et marche!\""
        }, 
        {
          "id": "44-03", 
          "img": "{{:en:obs:obs-44-03.jpg?nolink&640x360}}", 
          "text": "The man was immediately healed, and he began walking and jumping around, praising God. The people in the Temple were amazed.L'homme était guérit immédiatement, et il marchait, sautait de joie et louait Dieu.  Le peuple dans le Temple était remplis de stupeur."
        }, 
        {
          "id": "44-04", 
          "img": "{{:en:obs:obs-44-04.jpg?nolink&640x360}}", 
          "text": "A crowd quickly formed. Peter said to them, “Why are you amazed that this man is healed? It was not through our own power or goodness that he was healed, but by faith in Jesus.”Le peuple accourut et se rassembla autour d'eux, \"Qu'avez-vous à vous étonner ainsi de ce qui vient de se passer?  Ce n'était pas par notre propre pouvoir ou notre piété que cet homme a été guérit mais par la foi en Jésus.\""
        }, 
        {
          "id": "44-05", 
          "img": "{{:en:obs:obs-44-05.jpg?nolink&640x360}}", 
          "text": "“You demanded that Jesus be killed. You killed the author of life, but God raised him from the dead. This is how God fulfilled the prophecies that the Messiah would suffer and die. But now, repent and turn to God so that your sins will be washed away.”\"Vous avez livré Jésus pour qu'il soit mis à mort.  Vous avez fait mourir l'auteur de la vie, mais Dieu l'a ressuscité des morts.  Mais Dieu a accompli de cette manière, ce qu'il avait annoncé d'avance par tous ses prophètes, que le Messiah qu'il avait promis d'envoyer devait souffrir et mourir.  Mais, maintenant changez de vie et tournez-vous vers Dieu pour qu'Il efface vos péchés.\""
        }, 
        {
          "id": "44-06", 
          "img": "{{:en:obs:obs-44-06.jpg?nolink&640x360}}", 
          "text": "The leaders of the Temple were greatly annoyed at what Peter and John were saying. So they arrested them and threw them into prison. But many of the people believed what they had seen and heard and the Church grew to 5,000 men, plus women and children.Les prêtres du Temple étaient très irrités à ce que Pierre et Jean disaient.  Alors, ils les arrêtèrent et les jetèrent en prison.  Cependant, beaucoup crurent, ce qui porta le nombre des croyants à prêt de 5,000 hommes, plus les femmes et les enfants."
        }, 
        {
          "id": "44-07", 
          "img": "{{:en:obs:obs-44-07.jpg?nolink&640x360}}", 
          "text": "The next day, the Jewish leaders brought Peter and John before the high priest and his family. They asked them, “By what power did you do this?”Le lendemain, les Chefs des Juifs amenèrent Pierre et Jean devant le Grand-Prêtre et tous les membres de sa famille.  Ils leur demandèrent, \"Par quel pouvoir avez-vous fait cela?\""
        }, 
        {
          "id": "44-08", 
          "img": "{{:en:obs:obs-44-08.jpg?nolink&640x360}}", 
          "text": "Peter responded, “It is by the power of Jesus the Messiah that we healed this man. You crucified him, but God raised him to life again! You rejected him, but there is no other way to be saved except through the power of Jesus!”Pierre leur repondit, \"C'est au nom de Jésus le Messie que nous avons agi, c'est grâce a Lui que cet homme se tient là, debout.  Vous l'avez crucifié, mais Dieu l'a ressuscité!  Vous l'avez rejeté, mais c'est en Lui seul que ce trouve le salut!\""
        }, 
        {
          "id": "44-09", 
          "img": "{{:en:obs:obs-44-09.jpg?nolink&640x360}}", 
          "text": "The leaders were shocked because they could see that these men were common men who were uneducated. They also realized that these men had been with Jesus. After they had threatened Peter and John, they let them go.Les Membres du Grand-Conseil étaient étonnés de voir l'assurance de Pierre et de Jean, car ils se rendaient compte que c'étaient des gens simples et sans instruction. Ils réalizèrent aussi que ces hommes avaient été avec Jésus.  Après avoir fait des nouvelles menaces, il les relâchèrent."
        }
      ], 
      "number": "44", 
      "ref": "A Bible story from: Acts 3:1-4:22", 
      "title": "44. Peter and John Heal a Beggar"
    }, 
    {
      "frames": [
        {
          "id": "45-01", 
          "img": "{{:en:obs:obs-45-01.jpg?nolink&640x360}}", 
          "text": "Stephen was a leader in the early Church. He had a good reputation and was full of the Holy Spirit and of wisdom. Stephen did many miracles and argued strongly that people should believe in Jesus.Etienne était un leader dans l'église.  Il avait une bonne réputation et était rempli du Saint-Esprit et de sagesse.  Etienne fit beaucoup de miracles et proclama que le peuple devrait croire en Jésus"
        }, 
        {
          "id": "45-02", 
          "img": "{{:en:obs:obs-45-02.jpg?nolink&640x360}}", 
          "text": "One day, Stephen was arguing with some unbelieving Jews about Jesus. They became very angry and lied about Stephen, saying, “We heard him speak evil things about Moses and God!” So they arrested Stephen and brought him before the high priest and leaders of the Jews.Un jour, Etienne parlait de Jésus à des Juifs qui n'étaient pas croyants.  Ils devinrent fous de rage et mentirent au sujet d'Etienne, disant, \"Nous l'avons entendu parlé de mauvaises choses au sujet de Moïse et Dieu.\"Ils arrêtèrent Etienne et l'amenèrent devant le Grand-Prêtre et les chefs des Juifs."
        }, 
        {
          "id": "45-03", 
          "img": "{{:en:obs:obs-45-03.jpg?nolink&640x360}}", 
          "text": "The high priest asked Stephen, “Are these things true?” Stephen reminded them of all the great things God had done from the time of Abraham to Jesus. Then he replied, “You stubborn and rebellious people always reject the Holy Spirit, just as your ancestors always rejected God and killed his prophets. You have even killed the Messiah whom God sent!”Le Grand-Prêtre demanda à Etienne, \"Est ce que ces choses sont vraies?\"  Etienne leur rappela de toutes les choses merveilleuses que Dieu avait accomplie depuis le temps d'Abraham à Jesus.  Puis il répondit,\"Vous, les gens entêté et rebellés qui rejetaient toujours le Saint-Esprit, comme vos ancêtres avaient toujours rejeté Dieu et tué ses prophètes.   Vous avez même tué le Messie que Dieu envoya!\""
        }, 
        {
          "id": "45-04", 
          "img": "{{:en:obs:obs-45-04.jpg?nolink&640x360}}", 
          "text": "When the people heard this, they covered their ears and yelled loudly. They threw Stephen out of the city and stoned him to death.Quand les gens entendirent ceci, ils se mirent à se boucher les oreilles et crier.  Ils le traînèrent hors de la ville et le tuèrent à coups de pierres."
        }, 
        {
          "id": "45-05", 
          "img": "{{:en:obs:obs-45-05.jpg?nolink&640x360}}", 
          "text": "As Stephen was dying, he cried out, “Jesus, receive my spirit.” Then he fell to his knees and cried out again, “, do not count this sin against them.” Then he died.Quand Etienne était mourant, Il s'écria, \"Jésus, reçois mon esprit. \"Puis il tomba sur ses genoux et cria encore,\"Seigneur, ne leur demande pas compte de ce péché.\" Puis il expira."
        }, 
        {
          "id": "45-06", 
          "img": "{{:en:obs:obs-45-06.jpg?nolink&640x360}}", 
          "text": "A man named Saul approved of Stephen’s execution and guarded the belongings of those who stoned Stephen. That day many people started persecuting the Christians, and they were scattered through that region. But everywhere they went they preached about Jesus.Un homme qui s'appelait Saul approuva l'exécution d'Etienne et garda les possessions de ceux qui avaient tué Etienne à coups de pierres.  Ce jour-la, beaucoup de gens commençaient a persécuter les Chrétiens, et ils fuirent dans toute la région.  Mais partout où ils allaient, il prêchait au sujet de Jesus."
        }, 
        {
          "id": "45-07", 
          "img": "{{:en:obs:obs-45-07.jpg?nolink&640x360}}", 
          "text": "Philip, one of Jesus' disciples, went to Samaria where he preached about Jesus and many were saved. Then one day an angel from God told Philip to go to the road to Gaza in the desert. As he walked along the road, Philip saw an important official from Ethiopia riding in his chariot. The Holy Spirit told Philip to go up and talk to this man.Philippe, un des disciples, alla à Samarie pour prêcher le Christ et beaucoup ont eu le salut.  Puis, un jour, un ange du Seigneur dira à Philippe de prendre la route qui allait à Gaza dans le désert. Quand il marchait sur la route, Philippe rencontra un haut dignitaire éthiopien assis dans son char. Le Saint-Esprit dit à Philippe de lui parler."
        }, 
        {
          "id": "45-08", 
          "img": "{{:en:obs:obs-45-08.jpg?nolink&640x360}}", 
          "text": "When Philip came near the chariot, he heard the man reading from the prophet Isaiah, “He was led like a lamb to be killed, and did not say a word. He was treated unfairly and without respect. His life was taken away from him.”Quand Philippe arriva près du char, Il entendit l'homme lire dans le prophète Esaïe; \"Il l'ont conduit comme un agneau à l'abattoir, il n'as pas dit un mot.  Il a été humilié.  Sa vie a été supprimée.\""
        }, 
        {
          "id": "45-09", 
          "img": "{{:en:obs:obs-45-09.jpg?nolink&640x360}}", 
          "text": "Philip asked the Ethiopian, “Do you understand what you are reading?” He said, “No. I cannot understand it unless someone explains it to me. Please come and sit next to me. Is Isaiah talking about himself or someone else?”Philippe demanda al'ethiopien, \"Comprends-tu ce que tu lis?\"  Il dit, \"Non. Comment le pourrais-je, si je n'ai personne pour me l'expliquer.  Il l'invita a monter s'asseoir a cote de lui. Isaie parle t-il de lui-même ou de quelqu'un d'autre?\""
        }, 
        {
          "id": "45-10", 
          "img": "{{:en:obs:obs-45-10.jpg?nolink&640x360}}", 
          "text": "Philip showed him that Isaiah was talking about Jesus. Philip also used many other Scriptures to tell him the Good News of Jesus.Philippe lui montra que Isaie parlait de Jesus.  Philippe se servit aussi de beaucoup d'autres Saintes Ecritures pour lui annoncer la Bonne Nouvelle de Jesus."
        }, 
        {
          "id": "45-11", 
          "img": "{{:en:obs:obs-45-11.jpg?nolink&640x360}}", 
          "text": "As they passed by some water, the Ethiopian said, “Look! There is some water! May I be baptized?” And he ordered the chariot to stop.En continuant leur route, ils arrivèrent près d'un point d'eau.  L'Ethiopien s'écria, \"Voici de l'eau! Qu'est-ce- qui empêche que je sois baptisé?\"  Aussitôt, il donna l'ordre d'arrêter le char."
        }, 
        {
          "id": "45-12", 
          "img": "{{:en:obs:obs-45-12.jpg?nolink&640x360}}", 
          "text": "So they went down into the water, and Philip baptized him. After Philip baptized the Ethiopian, the Holy Spirit carried Philip away to another place where he continued telling people about Jesus.Philippe et le dignitaire descendirent tous deux dans l'eau et Philippe le baptisa.  Aprés que Philippe ait baptisé l'Ethiopien, l'Esprit du Seigneur enleva Philippe dans un autre endroit ou il annonça la Bonne Nouvelle de Jesus dans toutes les localités qu'il traversait."
        }, 
        {
          "id": "45-13", 
          "img": "{{:en:obs:obs-45-13.jpg?nolink&640x360}}", 
          "text": "The Ethiopian went on his way, happy to know Jesus.L'Ethiopien poursuivit sa route, le coeur rempli de joie de connaître Jésus."
        }
      ], 
      "number": "45", 
      "ref": "A Bible story from: Acts 8:26-40", 
      "title": "45. Philip and the Ethiopian Official"
    }, 
    {
      "frames": [
        {
          "id": "46-01", 
          "img": "{{:en:obs:obs-46-01.jpg?nolink&640x360}}", 
          "text": "Saul attaquait les chrétiens tous les jours. Il voyagera de porte en porte pour arrêter les gens et les mettre en prison. Le plus Grand-prêtre a autorisé Saul à voyager à la ville de Damas pour arrêter les chrétiens et les amener à Jérusalem."
        }, 
        {
          "id": "46-02", 
          "img": "{{:en:obs:obs-46-02.jpg?nolink&640x360}}", 
          "text": "Pendant que Saul voyageait à Damas, Jésus apparut dans une lumière brillante. Il dit, \"Saul! Saul! Pourquoi tu  me persécutes?\" Saul dit, \"qui êtes-vous?\" Jésus répondit, \"Je suis Jésus qui tu persécutes.\""
        }, 
        {
          "id": "46-03", 
          "img": "{{:en:obs:obs-46-03.jpg?nolink&640x360}}", 
          "text": "Saul est tombé, et quand il se leva de terre et quoique ses yeux soient ouverts, il ne voyait rien. Ses compagnons de voyage l'ont aidé à entrer dans Damas. Pendant trois jours, Saul n'a rien mangé."
        }, 
        {
          "id": "46-04", 
          "img": "{{:en:obs:obs-46-04.jpg?nolink&640x360}}", 
          "text": "Dieu s'est révèlé à un chrétien qui s'appelait Ananias. Il dit, \"Va à la maison où Saul demeure. Mets tes mains sur Saul pour qu'il puisse voir encore.\" Mais Ananias dit, \"Maître, j'ai entendu qu'il persécutait les chrétiens.\" Dieu répondit, \"J'ai choisi Saul pour déclarer Mon nom aux gens qui ne me connaissent pas. Je vais lui démontré qu'il doit vraiment souffrir pour Moi.\""
        }, 
        {
          "id": "46-05", 
          "img": "{{:en:obs:obs-46-05.jpg?nolink&640x360}}", 
          "text": "Alors Ananias obéit Dieu et il dit à Saul, \"Jésus que vous avez persécuté et que vous avez vu sur le chemin de Damas, m'a envoyé ici pour que tu recouvres la vue et que tu sois remplie du Saint-Esprit.\" Immédiatement, Saul a retrouvé sa vue. Après, il a été baptisé. Il a mangé et il a retrouvé sa force."
        }, 
        {
          "id": "46-06", 
          "img": "{{:en:obs:obs-46-06.jpg?nolink&640x360}}", 
          "text": "Tout de suite Saul commencera à prêcher aux juifs en disant, \"Jésus est le fils de Dieu!\" Les juifs étaient choqués que cet homme, qui a essayé de détruire les chrétiens, est devenu chrétien. Saul a plaidé en faveur de Jésus avec les juifs pour leur dire que Jésus est le fils de Dieu qu'ils attendaient. Saul commençait à s'appeler Paul."
        }, 
        {
          "id": "46-07", 
          "img": "{{:en:obs:obs-46-07.jpg?nolink&640x360}}", 
          "text": "Après plusieurs jours, les juifs ont fait un complot de tuer Paul. Ils ont placé les hommes près des portes de la ville pour le tuer quand il essayera de partir. Mais les amis de Paul ont entendu le projet contre Paul et ils l' ont aidé à s'échapper. Une nuit, ils ont baissé Paul par-dessus le mur de la ville dans une corbeille. Il a échappé et continuait de prêcher au sujet de Jésus."
        }, 
        {
          "id": "46-08", 
          "img": "{{:en:obs:obs-46-08.jpg?nolink&640x360}}", 
          "text": "Paul a voyagé à Jérusalem pour se retrouver avec les disciples mais au début, les chrétiens ne se fieraient pas à Paul. Finalement, un chrétien qui s'appelait Barnabas a amené Paul aux disciples et leur dit que Paul prêchera courageusement dans Damas. Après cela, ils acceptèrent Paul."
        }, 
        {
          "id": "46-09", 
          "img": "{{:en:obs:obs-46-09.jpg?nolink&640x360}}", 
          "text": "Plus tard, Paul et Barnabas voyageront dans la ville de Antioch, où ils parlèrent de Jésus avec beaucoup de gens. Ils soutenaient l'église là. Un jour, les chrétiens à Antioch prièrent ensemble et le Saint-Esprit leur dit, \"Mettez à part pour moi Paul et Barnabas, pour faire le travail Je souhaite qu'ils fassent.\""
        }, 
        {
          "id": "46-10", 
          "img": "{{:en:obs:obs-46-10.jpg?nolink&640x360}}", 
          "text": "Ensuite, l'église a prié pour Paul et Barnabas. Elle a mis les mains sur eux et elle envoya les deux hommes dans le monde pour dire la bonne nouvelle de Jésus. Paul et Barnabas prêchaient au sujet de Jésus dans plusieurs endroits différents et beaucoup de gens commençaient à croire en Jésus."
        }
      ], 
      "number": "46", 
      "ref": "Cet histoire de la Bible vient de: Acts 6:8-8:3; 9:1-25; 11:25-26", 
      "title": "46. La conversion de Paul"
    }, 
    {
      "frames": [
        {
          "id": "47-01", 
          "img": "{{:en:obs:obs-47-01.jpg?nolink&640x360}}", 
          "text": "Some years later, Paul and his friend Silas went to the town of Philippi, proclaiming the Good News about Jesus. They met a woman named Lydia who sold purple cloth. She loved and worshiped God.Quelques années plus tard, Paul et son ami Silas se sont rendus jusqu'à la ville de Philippes, proclamant la Bonne Nouvelle de Jésus.  Là, ils ont rencontrés une femme, nommée Lydie, qui vendait des étoffes de pourpre.  Elle aimait et adorait Dieu."
        }, 
        {
          "id": "47-02", 
          "img": "{{:en:obs:obs-47-02.jpg?nolink&640x360}}", 
          "text": "God opened Lydia's heart to understand the message of Jesus, and she and her family were baptized. She invited Paul and Silas to stay at Siler house, so they did.Dieu ouvrit le coeur de Lydie de sorte qu'elle était attentive au message de Jésus, et elle fut baptisée avec sa famille.  Elle invita Paul et Silas à loger chez elle, alors ils l'ont fait."
        }, 
        {
          "id": "47-03", 
          "img": "{{:en:obs:obs-47-03.jpg?nolink&640x360}}", 
          "text": "Paul and Silas often went to pray while they were in Philippi. Every day as they walked to the place of prayer, a slave girl possessed by a demon followed them. She was a fortune teller, and she made a lot of money for her masters.Paul et Silas allèrent prier souvent pendant qu'ils étaient dans Philippes.  Chaque jour, quand ils se rendaient au lieu de prière, une esclave, possédé de démons, les suivaient.  Elle avait en elle un esprit de divination, et elle procurait des grands revenus à ses maîtres."
        }, 
        {
          "id": "47-04", 
          "img": "{{:en:obs:obs-47-04.jpg?nolink&640x360}}", 
          "text": "The slave girl kept yelling, “These men are servants of the Most High God. They are telling you the way to be saved!” She did this so often that Paul became annoyed.L'esclave criant à tue-tête, \"Ces hommes-là sont des serviteurs du Dieu très-haut.  Ils viennent vous annoncer comment être sauvé!\" Elle fit cela si souvent que Paul devint excèdé."
        }, 
        {
          "id": "47-05", 
          "img": "{{:en:obs:obs-47-05.jpg?nolink&640x360}}", 
          "text": "One day, Paul turned to her and said to the demon, “In the name of Jesus, come out of her.” Right away the demon left her.Un jour, Paul tourna vers elle et dit au démon, \"Je t'ordonne au nom de Jesus-Christ, de sortir de cette femme.\"  A l'instant même il la quitta."
        }, 
        {
          "id": "47-06", 
          "img": "{{:en:obs:obs-47-06.jpg?nolink&640x360}}", 
          "text": "The men who owned the slave girl became very angry when they realized the slave girl could no longer make money for them.Les maîtres de l'esclave devinrent très en colère quand ils s'aperçurent que leurs espoirs de gains s'étaient évanouis."
        }, 
        {
          "id": "47-07", 
          "img": "{{:en:obs:obs-47-07.jpg?nolink&640x360}}", 
          "text": "So the owners of the slave girl had Paul and Silas arrested, beaten, and thrown into jail.Alors les maîtres de l'esclave les firent arrêté, battu, et jeté en prison."
        }, 
        {
          "id": "47-08", 
          "img": "{{:en:obs:obs-47-08.jpg?nolink&640x360}}", 
          "text": "Paul and Silas were put in the most secure part of the prison with their feet locked up. In the middle of the night, they were singing songs of praise to God.Paul et Silas se trouvèrent enfermer dans le cachot le plus reculé de la prison avec leurs pieds attachés dans des blocs de bois.  Vers le milieu de la nuit, ils priaient et chantaient les louanges de Dieu."
        }, 
        {
          "id": "47-09", 
          "img": "{{:en:obs:obs-47-09.jpg?nolink&640x360}}", 
          "text": "Suddenly, the earth shook and the prison doors flew open. All the prisoners’ chains fell off.Soudainement, un violent tremblement de terre secoua la prison.  Toutes les portes s'ouvrirent et les chaînes de tous les prisonniers se détachèrent."
        }, 
        {
          "id": "47-10", 
          "img": "{{:en:obs:obs-47-10.jpg?nolink&640x360}}", 
          "text": "When the jailer saw that the doors were open, he planned to kill himself, thinking that all the prisoners had escaped. (He knew he would be killed for letting the prisoners escape.) Paul saw him and yelled, “Stop! Do not hurt yourself. We are all here.”Quand le gardien vit les portes de la prison grand ouvertes, il tira son épée et allait se tuer, pensant que tous ses prisonniers s'étaient enfuis. (Il savait qu'il serait tué pour avoir laissé les prisonniers s'enfuir.) Mais Paul lui cria de toutes ses forces, \"Arrête! Ne te fait pas de mal.  Nous sommes là."
        }, 
        {
          "id": "47-11", 
          "img": "{{:en:obs:obs-47-11.jpg?nolink&640x360}}", 
          "text": "The jailer was terrified! He took Paul and Silas home, gave them some food, and washed their wounds. Then he said, “What must I do to be saved?”Le guardien tremblait de peur!  Il les fit monter dans sa maison, leur offrit à manger, et lava leurs blessures.  Puis, il dit, \"Que dois-je faire pour être sauvé?\""
        }, 
        {
          "id": "47-12", 
          "img": "{{:en:obs:obs-47-12.jpg?nolink&640x360}}", 
          "text": "Paul answered, “Believe in Jesus, the Master, and you and your family will be saved.” Then Paul baptized the jailer and his whole family, and they celebrated together.Paul répondit, \"Crois au Seigneur Jésus, et tu seras sauvé toi et les tiens.\" Puis Paul baptisa le gardien et toute sa famille, et ils se rejouissèrent ensemble."
        }, 
        {
          "id": "47-13", 
          "img": "{{:en:obs:obs-47-13.jpg?nolink&640x360}}", 
          "text": "The next day the leaders of the city freed Paul and Silas and asked them to leave Philippi. Paul and Silas visited Lydia and some other friends and then left the city. The Good News of Jesus kept spreading, and the Church kept growing.Le jour d'après, les chefs de la ville mirent Paul et Silas en liberté et leur demanda de partir de Philippi.  Paul et Silas se rendirent chez Lydie ou ils retrouvèrent d'autres frères, puis ils reprirent la route.  La Bonne Nouvelle de Jésus s'est répandue, et L'Eglise continua de s'élargir."
        }, 
        {
          "id": "47-14", 
          "img": "{{:en:obs:obs-47-14.jpg?nolink&640x360}}", 
          "text": "Paul and other Christian leaders traveled to many cities, preaching and teaching about Jesus. They also wrote many letters to the churches to encourage and teach them about God’s New Covenant. Paul et les autres chefs Chretiens voyagèrent vers beaucoup de villes, en prêchant et enseignant au sujet de Jésus.  Ils ont aussi écrit beaucoup de lettres aux églises pour les encourager et leur apprendre la Nouvelle Alliance de Dieu."
        }
      ], 
      "number": "47", 
      "ref": "A Bible story from: Acts 16:11-40", 
      "title": "47. Paul and Silas in Philippi"
    }, 
    {
      "frames": [
        {
          "id": "48-01", 
          "img": "{{:en:obs:obs-48-01.jpg?nolink&640x360}}", 
          "text": "When God created the world, everything was perfect. There was no sin. Adam and Eve loved each other, and they loved God. There was no death or sickness or pain. This was the way God wanted things to be.Quand Dieu créa le monde, tout était parfait.  Il n'y avait pas de péché.  Adam et Eve s'aimaient, et ils aimaient Dieu.  Il n'y avait pas de morts ou maladies ou souffrance.  C'est comme ceci que Dieu voulait les choses."
        }, 
        {
          "id": "48-02", 
          "img": "{{:en:obs:obs-48-02.jpg?nolink&640x360}}", 
          "text": "Satan, who was the snake in the garden, deceived Eve, and she and Adam sinned against God. Because they sinned, death, sickness, and pain all became part of life for everyone on earth.Satan, qui était le serpent dans le jardin, deceva Eve, et elle et Adam ont péché contre Dieu.  Parce qu'ils ont péché, la mort, la maladie et les souffrances font partie de la vie pour tout le monde sur terre."
        }, 
        {
          "id": "48-03", 
          "img": "{{:en:obs:obs-48-03.jpg?nolink&640x360}}", 
          "text": "Even worse, Adam and Eve's relationship with God was broken. Now, everyone is born an enemy of God because of sin. But God had a plan to fix everything that had been broken by sin.Pire, la relation entre Adam et Eve avec Dieu était rompue.  Maintenant, tout le monde fut un ennemi de Dieu à cause du péché.  Mais Dieu avait un plan pour arranger ce qui avait été rompu par le péché."
        }, 
        {
          "id": "48-04", 
          "img": "{{:en:obs:obs-48-04.jpg?nolink&640x360}}", 
          "text": "God promised that one of Eve’s descendants would crush Satan’s head, and Satan would wound his heel. This meant that Satan would kill Jesus, but God would raise him to life after three days. Jesus would crush the power of Satan forever.Dieu promis qu'un des descendants d'Eve écraserait la tête de Satan, et Satan blesserait son talon.  Cela voulait dire que Satan tuerait Jésus, mais Dieu le ressusciterait après trois jours.  Jesus écraserait la puissance de Satan pour toujours."
        }, 
        {
          "id": "48-05", 
          "img": "{{:en:obs:obs-48-05.jpg?nolink&640x360}}", 
          "text": "When God destroyed the whole earth in the flood, he provided the boat as a way of salvation for those who believed in him. In the same way, though everyone deserves to be destroyed for their sins, God has provided a way of salvation for everyone who believes in Jesus.Quand Dieu détruisit toute la terre, dans le déluge, Il pourvut une arche comme chemin du salut pour tout ceux qui crurent en Lui.  De la même façon, bien que tout le monde mérite d'être détruit à cause de leurs péch , Dieu a pourvut un moyen de salut pour tout ceux qui croient en Jesus."
        }, 
        {
          "id": "48-06", 
          "img": "{{:en:obs:obs-48-06.jpg?nolink&640x360}}", 
          "text": "Melchizedek was a priest who blessed Abraham. Like Melchizedek, Jesus is  a priest, but Jesus is the Great High Priest. Jesus offered only one sacrifice, himself. This was the only sacrifice needed to take away the sin of the whole world. Jesus took the punishment for every sin that anyone has ever committed.Melchizedek était un Prêtre qui bénit Abraham.  Comme Melchizedek, Jésus est un prêtre, mais Jésus est le plus Grand-Prêtre. Jesus offrit seulement un sacrifice, lui-même.  C'est le seul sacrifice nécessaire pour enlever le péché du monde.  Jésus pris la punition pour chaque péché que chaque personne avait fait"
        }, 
        {
          "id": "48-07", 
          "img": "{{:en:obs:obs-48-07.jpg?nolink&640x360}}", 
          "text": "God told Abraham, “Through you, all the people groups of the earth will be blessed.” Jesus was a descendant of Abraham. All the people groups of the earth are blessed through Jesus, because everyone who believes in him becomes one of God’s chosen people, a spiritual descendant of Abraham.Dieu dit à Abraham, \"Par Toi, tout le monde sur terre sera béni.\"  Jésus était un descendant d'Abraham.  Tout les groupes de gens sur terre sont béni à cause de Jésus, parce que toutes les personnes qui croient en Lui, deviennent une partie des gens choisis par Dieu, un descendant spirituel d'Abraham."
        }, 
        {
          "id": "48-08", 
          "img": "{{:en:obs:obs-48-08.jpg?nolink&640x360}}", 
          "text": "God provided a lamb for Abraham to sacrifice instead of his son, Isaac. God also provided another lamb to sacrifice instead of the whole world. God provided Jesus, the Lamb of God. We all deserve to die for our sins! But God provided Jesus as a sacrifice to die in your place.Dieu pourvut un agneau pour que Abraham le sacrifie au lieu de son fils, Isaac.  Dieu pourvut aussi un autre agneau à sacrifier au lieu du monde entier.  Dieu pourvut Jésus, l\"Agneau de Dieu.  Nous méritons tous de mourir pour nos péchés! Mais Dieu pourvut Jésus comme sacrifice pour qu'Il meure à notre place."
        }, 
        {
          "id": "48-09", 
          "img": "{{:en:obs:obs-48-09.jpg?nolink&640x360}}", 
          "text": "When God sent the last plague on Egypt, each Israelite family needed to kill a perfect lamb and spread the blood around their doors. When God saw the blood, he passed over their houses and did not kill their firstborn sons. This is called the Passover.Quand Dieu envoya la dernière plaie en Egypte, chaque famille d'Israelite avait besoin de tuer un agneau parfait et de répandre le sang sur autour de leurs portes.  Quand Dieu a vu le sang, Il passa au dessus de leurs maisons and n'ont pas tue leurs premiers enfants.  Ceci était la Pâque."
        }, 
        {
          "id": "48-10", 
          "img": "{{:en:obs:obs-48-10.jpg?nolink&640x360}}", 
          "text": "Jesus is our Passover Lamb. He was perfect and sinless and was killed at the time of the Passover Feast. When anyone believes in Jesus, the blood of Jesus takes away that person’s sin, and God’s punishment passes over him.Jésus est notre agneau de Pâque.  Il était parfait et sans péché et fut crucifié au moment du repas de Pâque.  Qui croit en Jésus, le sang de Jésus enlève les péchés de chaque personne, et la punition de Dieu passe au-dessus d'elles."
        }, 
        {
          "id": "48-11", 
          "img": "{{:en:obs:obs-48-11.jpg?nolink&640x360}}", 
          "text": "God made a covenant with the Israelites who were his chosen people. In God’s New Covenant, anyone from any people group can become part of God’s chosen people by believing in Jesus.Dieu fut une alliance avec les Israélites qui était son peuple choisis. Dans la Nouvelle Alliance de Dieu, quiconque de n'importe quel groupe puisse faire partie des gens choisit par Dieu en croyant à Jésus."
        }, 
        {
          "id": "48-12", 
          "img": "{{:en:obs:obs-48-12.jpg?nolink&640x360}}", 
          "text": "Moses was a great prophet who proclaimed the Word of God. Like Moses, Jesus is a prophet, but Jesus is the greatest prophet. He is the Word of God.Moïse était un grand prophète qui proclama l'Ecriture de Dieu.  Comme Moïse, Jésus est un prophète, mais Jésus est le plus élevé de tous les prophètes .  Ils est l'Ecriture de Dieu."
        }, 
        {
          "id": "48-13", 
          "img": "{{:en:obs:obs-48-13.jpg?nolink&640x360}}", 
          "text": "God promised David that the Messiah would be one of his descendants. Jesus, the Messiah, was that special descendant of David.Dieu promit à David que le Messie serait un de ses descendants.  Jesus, le Messie, était ce descendant spécial de David."
        }, 
        {
          "id": "48-14", 
          "img": "{{:en:obs:obs-48-14.jpg?nolink&640x360}}", 
          "text": "Like David, Jesus is a king, but Jesus is the king of the universe! He will come again and rule his Kingdom with justice and peace, forever.Comme David, Jésus est un roi, mais Jésus est le Roi de l'universe! Il reviendra pour gouverner son Royaume avec justice et la paix, pour toujours."
        }
      ], 
      "number": "48", 
      "ref": "A Bible story from: Genesis 1-3, 6, 14, 22; Exodus 12, 20; 2 Samuel 7; Hebrew 3:1-6, 4:14-5:10, 7:1-8:13, 9:11-10:18; Revelation 21", 
      "title": "48. Jesus Is the Promised Messiah"
    }, 
    {
      "frames": [
        {
          "id": "49-01", 
          "img": "{{:en:obs:obs-49-01.jpg?nolink&640x360}}", 
          "text": "Jesus’ mother, Mary, was a virgin when he was born, because Jesus is God’s Son. Jesus is both God and man at the same time.La mère de Jésus, Marie, était une vierge quand Jésus est né, parce que Jésus était le Fils de Dieu.  Jésus est Dieu et aussi homme en même temps."
        }, 
        {
          "id": "49-02", 
          "img": "{{:en:obs:obs-49-02.jpg?nolink&640x360}}", 
          "text": "Jesus did many miracles proving he is God. He walked on water, calmed storms, healed many sick people, drove out demons, raised the dead to life, and fed 5,000 people with five loaves of bread and two fish.Jésus a fait beaucoup de miracles prouvant qu'Il était Dieu.  Il marcha sur les eaux, guérit beaucoup de gens malades, sortit les démons, ressuscita les morts à la vie, et nourrit 5,000 personnes avec cinq pains et deux poissons."
        }, 
        {
          "id": "49-03", 
          "img": "{{:en:obs:obs-49-03.jpg?nolink&640x360}}", 
          "text": "Jesus was also a great teacher. He taught that you need to love your neighbor the same way you love yourself.Jésus était aussi un grand enseignant.  Il enseigna que vous avez besoin d'aimer votre voisin comme vous aimé vous-même."
        }, 
        {
          "id": "49-04", 
          "img": "{{:en:obs:obs-49-04.jpg?nolink&640x360}}", 
          "text": "He also taught that you need to love God more than anything else, including your wealth.Il enseigna aussi que vous avez besoin d'aimer Dieu plus qu'autre chose, y compris vos richesses."
        }, 
        {
          "id": "49-05", 
          "img": "{{:en:obs:obs-49-05.jpg?nolink&640x360}}", 
          "text": "Jesus said that salvation is worth more than anything else in the world.Jésus dit que le salut vaut plus que toutes les autres choses dans le monde."
        }, 
        {
          "id": "49-06", 
          "img": "{{:en:obs:obs-49-06.jpg?nolink&640x360}}", 
          "text": "He taught that not all people will receive him and be saved. Those who are not saved will be gathered at the end of the world and will burn forever in the fires of hell.Il enseigna que tout le monde ne le recevra pas et sera sauvé.  Ceux qui ne seront pas sauvés, seront réunis à la fin du monde et ils brûleront pour toujours dans les feux de l'enfer."
        }, 
        {
          "id": "49-07", 
          "img": "{{:en:obs:obs-49-07.jpg?nolink&640x360}}", 
          "text": "Jesus taught that God loves sinners very much. He is ready to forgive them and make them his children.Jésus enseigna que Dieu aimait beaucoup les pêcheurs.  Il est prèt à leur pardonner et de les rendrent ses enfants."
        }, 
        {
          "id": "49-08", 
          "img": "{{:en:obs:obs-49-08.jpg?nolink&640x360}}", 
          "text": "Jesus also taught that everyone in the world has sinned and is separated from God. Because of sin, everyone has become an enemy of God. God hates sin.Jésus enseigna aussi que tout le monde a péché et est séparé de Dieu.  A cause du péché, tout le monde devient un ennemi de Dieu.  Dieu haït le péché."
        }, 
        {
          "id": "49-09", 
          "img": "{{:en:obs:obs-49-09.jpg?nolink&640x360}}", 
          "text": "But God loved the world so much that he gave his only son, Jesus, so that whoever believes in him will not go to hell but will live with him forever.Mais Dieu a tant aimé le monde qu'il donna son fils unique, Jésus, pour que tous ceux qui croient en Lui n'iront pas en enfer, mais vivront avec Lui pour toujours."
        }, 
        {
          "id": "49-10", 
          "img": "{{:en:obs:obs-49-10.jpg?nolink&640x360}}", 
          "text": "Because of your sin, you are guilty. You deserve death and God’s anger, but God poured out his anger on Jesus instead of you. When Jesus died on the cross, he received your punishment.A cause de votre péché, vous êtes coupables.  Vous méritez la mort et la colère de Dieu, mais Dieu a versé sa colère sur Jesus au lieu de vous.  Quand Jésus est mort sur la croix, Il a reçu votre punition."
        }, 
        {
          "id": "49-11", 
          "img": "{{:en:obs:obs-49-11.jpg?nolink&640x360}}", 
          "text": "Jesus chose to die as a perfect, sinless sacrifice to take away your sins and the sins of the whole world. Because of Jesus, any sin can be forgiven, no matter what it is.jésus choisit de mourir comme un sacrifice parfait, sans péché, pour enlever vos péchés et tous les péchés du monde entier."
        }, 
        {
          "id": "49-12", 
          "img": "{{:en:obs:obs-49-12.jpg?nolink&640x360}}", 
          "text": "No one can be saved by doing good things. Nothing you do can fix your relationship with God. Your sins can only be washed away if you believe that Jesus is the Son of God, that he died on the cross in your place, and that God raised him to life again.Personne ne peut être sauvé en faisant des bonnes choses. Rien ne peut arranger les liens avec Dieu.  Vos péchés ne peuvent être lavés que si vous croyiez que Jésus est le Fils de Dieu, qu'Il est mort sur la croix à votre place, et que Dieu l'a ressuscité."
        }, 
        {
          "id": "49-13", 
          "img": "{{:en:obs:obs-49-13.jpg?nolink&640x360}}", 
          "text": "Anyone who believes in Jesus and receives him as their Master will be saved, but whoever does not believe will be rejected. It does not matter if you are rich or poor, man or woman, old or young, or where you are from. God loves you and wants you to believe in Jesus so he can have a relationship with you.Quiconque croit en Jésus et le reçoit pour son Seigneur sera sauvé, mais quiconque ne croit pas sera rejeté. Cela n'est pas important que vous soyez riche ou pauvre, homme ou femme, vieux ou jeune, ou vous êtes.  God vous aime and veut que vous croyiez en Jésus pour qu'Il puisse avoir un lien avec vous."
        }, 
        {
          "id": "49-14", 
          "img": "{{:en:obs:obs-49-14.jpg?nolink&640x360}}", 
          "text": "Do you believe that Jesus is the Messiah, the only Son of God? Do you believe that you are a sinner and deserve God’s punishment? Do you believe that Jesus died on the cross to take away your sins? Jesus invites you to come to him, believe in him, and be baptized.Croyez-vous que Jésus est le Messie, le seul Fils de Dieu?  Croyez-vous que vous êtes un pécheur et mérite la punition de Dieu?  Croyez-vous que Jésus est mort sur la croix pour enlever vos péchés?  Jésus vous invite a venir à Lui, croire en Lui, et d'être baptisé."
        }, 
        {
          "id": "49-15", 
          "img": "{{:en:obs:obs-49-15.jpg?nolink&640x360}}", 
          "text": "If you believe this, you are a Christian! God has taken you out of Satan’s kingdom of darkness and put you into God’s Kingdom of light. All the old things are gone, because God makes all things new.Si vous croyez a ceci, vous été un Chretien!  Dieu a enlevé le royaume de ténèbres de Satan et vous a mis dans le Royaume de lumière. Toutes les choses anciennes sont parties, parce que Dieu a rendu toutes choses nouvelles."
        }, 
        {
          "id": "49-16", 
          "img": "{{:en:obs:obs-49-16.jpg?nolink&640x360}}", 
          "text": "If you are a Christian, your sins are forgiven because of what Jesus did. Now, when God looks at you, he does not see you as an enemy, but he sees you as a close friend.Si vous êtes un Chrétien, vos péchés sont pardonnés par ce que Jésus a fait.  Maintenant, quand Dieu vous regarde, Il ne vous voit pas comme un ennemi, mais il vous voit comme un ami très proche."
        }, 
        {
          "id": "49-17", 
          "img": "{{:en:obs:obs-49-17.jpg?nolink&640x360}}", 
          "text": "As a friend of God and a servant of Jesus the Master, you will want to obey Jesus’ teachings. Even though you are a Christian, you will still struggle with sin. But God says if you confess your sins, he is faithful and will forgive you and will give you strength to fight against sin.Comme un ami de Dieu et un serviteur de Jésus, le Seigneur, vous allez vouloir obéir les enseignements de Jésus.  Même que vous soyez chrétien, vous allez lutter contre le péché.  Mais, Dieu dit si vous confessez vos péchés, il est fidèle et vous pardonnera et vous donnera la force de lutter contre le péché."
        }, 
        {
          "id": "49-18", 
          "img": "{{:en:obs:obs-49-18.jpg?nolink&640x360}}", 
          "text": "God tells you to pray, study his Word, worship him with other Christians, and tell others what he has done for you. All of these things help you to grow in your relationship with him.God vous dit de prier, d'étudier son Ecriture, de l'adorer avec d'autres Chrétiens, et de proclamer aux autres ce qu'Il a fait pour vous.  Toutes ces choses vous aident à croitre dans les liens avec Lui."
        }
      ], 
      "number": "49", 
      "ref": "A Bible story from: Romans 3:21-26, 5:1-11; John 3:16; Mark 16:16; Colossians 1:13-14; 2 Thessalonians 5:17-21; 1 John 1:5-10", 
      "title": "49. God’s New Covenant"
    }, 
    {
      "frames": [
        {
          "id": "50-01", 
          "img": "{{:en:obs:obs-50-01.jpg?nolink&640x360}}", 
          "text": "For almost 2,000 years, the Good News of Jesus the Messiah has been spreading, and the Church has been growing. Jesus said he would return at the end of the world. Though he has not yet come back, he will keep his promise.Pendant au moins 2,000 ans, La Bonne Nouvelle de Jésus, le Messie, s'est répandue, et l'Eglise s'est élargie .  Jesus a dit qu'il reviendrait à la fin du monde.  Même qu'Il ne soit pas encore revenu, Il gardera sa promesse."
        }, 
        {
          "id": "50-02", 
          "img": "{{:en:obs:obs-50-02.jpg?nolink&640x360}}", 
          "text": "As we wait for Jesus’ return, Christians are to live holy and godly lives. When Jesus was on earth he also said, “This Good News of the Kingdom will be preached in the whole world for a testimony to all the people groups, and then the end will come.”En attendant le retour de Jésus, les Chrétiens doivent vivre saintement et vivre dans la présence de Dieu.  Quand Jésus fut sur la terre, Il dit aussi, \"Cette Bonne Nouvelle du Royaume sera prêchée dans le monde entier comme témoignage à tous les groupes de gens, et la fin du monde viendra.\""
        }, 
        {
          "id": "50-03", 
          "img": "{{:en:obs:obs-50-03.jpg?nolink&640x360}}", 
          "text": "Many people groups still have not heard about Jesus. Before he returned to heaven, Jesus gave Christians the job of bringing the Good News to those who have never heard. He said, “Go and make disciples of all people groups! The fields are ripe for harvest!”Beaucoup de groupes de gens n'avait pas encore appris l'histoire de Jésus.  Avant qu'il retourna au ciel, Jésus a donné aux Chretiens la tâche d'amener la Bonne Nouvelle à ceux qui ne l'avaient pas encore entendu.  Il a dit, \"Allez and faite des disciples de tous les groupes de gens!  Les champs sont murs pour la récolte!\""
        }, 
        {
          "id": "50-04", 
          "img": "{{:en:obs:obs-50-04.jpg?nolink&640x360}}", 
          "text": "Jesus also said, “A servant is not greater than his master. You will be tortured and killed because of me. In this world you will have trouble, but be encouraged. I have defeated Satan! Remain faithful to the end, and you will be saved.”Jésus a dit aussi. \"Un serviteur n'est pas plus grand que son maître.  Vous serez torturé et tue$é a cause de Moi.  Dans ce monde, vous aurez beaucoup de troubles, mais soyez encourage.  J'ai vaincu Satan!  Rester fidèle jusqu'à la fin, et vous serez sauves.\""
        }, 
        {
          "id": "50-05", 
          "img": "{{:en:obs:obs-50-05.jpg?nolink&640x360}}", 
          "text": "Jesus told his disciples a story which helped explain what the end would be like. “The Kingdom of God is like a man who planted good seed in his field. But while he was sleeping, his enemy came and planted weeds along with the wheat, and then he went away.”Jesus a dit a ses disciples une histoire qui aida a expliquer comme sera la fin du monde.  \"Le Royaume de Dieu est comme un homme qui planta des bonne semences dans ses champs.  Mais pendant qu'il dormait, son ennemi vint et planta des mauvaises herbes parmi le froment (blé), et apres il fuit.\""
        }, 
        {
          "id": "50-06", 
          "img": "{{:en:obs:obs-50-06.jpg?nolink&640x360}}", 
          "text": "“When the plants sprouted, the workers asked their master, ‘Sir, you planted good seed in that field. Why are there weeds in it?’ The master answered, ‘An enemy has planted them.’”\"Quand les plantes ont poussées, les travailleurs (ouvriers) demandent a leur Maitre, \"Maitre, vous avez plante de la bonne semence dans ce champ. Pourquoi il y-a-til des mauvaises herbes? le maitre répondit, \"Un ennemi les a plante.'\""
        }, 
        {
          "id": "50-07", 
          "img": "{{:en:obs:obs-50-07.jpg?nolink&640x360}}", 
          "text": "“The workers responded, ‘Should we pull out the weeds?’ The master said, ‘No. If you do that, you will pull out some of the wheat as well. Wait until the harvest and then gather the weeds into piles to be burned, but bring the wheat into my barn.’”\"Le travailleur repondit, 'Devrons-nous enlevé toutes ces mauvaises herbes?'  Le maitre répondit, 'Non, si vous faites  cela, vous allez enlever le blé en meme temps.  Attendez la récolte et puis apres ramassez les mauvaises herbes dans des pile que vous allez brule, mais ramenez le blé dans ma grange.\""
        }, 
        {
          "id": "50-08", 
          "img": "{{:en:obs:obs-50-08.jpg?nolink&640x360}}", 
          "text": "The disciples did not understand and said to Jesus, “Please explain this story to us.” Jesus said, “The man who planted the good seed is the Messiah. The field is the world. The good seed represents the people of God’s Kingdom.”Les disciples ne comprenaient pas et disent a Jesus, \"Explique nous cette histoire.\"  Jesus répondit, \"L'homme qui planta la bonne semence est le Messie.  Le champ est le monde.  La bonne semence représente les gens du Royaume de Dieu.\""
        }, 
        {
          "id": "50-09", 
          "img": "{{:en:obs:obs-50-09.jpg?nolink&640x360}}", 
          "text": "“The weeds represent the people who belong to the evil one. The enemy who planted them is the devil. The harvest is the end of the world, and the harvesters are the angels.”\"Les mauvaises herbes représentent les gens qui appartiennent a celui qui fait du mal.  L'ennemi qui planta est le diable.  La récolte est la fin du monde, et les moissonneurs sont les anges.\""
        }, 
        {
          "id": "50-10", 
          "img": "{{:en:obs:obs-50-10.jpg?nolink&640x360}}", 
          "text": "“At the end of the world, all the people who belong to the devil will be gathered together and thrown into a fiery furnace, where there is weeping and grinding of teeth. Then the righteous ones will shine like the sun in the Kingdom of their Father.”\"A la fin du monde, tous les gens qui appartiennent au diable seront réunis ensemble et jeté dans un four plein de feux, ou il y a beaucoup de larmes et grincements de dents.  Puis les gens vertueux brilleront comme le soleil dans le Royaume de Leur Pere.\""
        }, 
        {
          "id": "50-11", 
          "img": "{{:en:obs:obs-50-11.jpg?nolink&640x360}}", 
          "text": "When Jesus returned to heaven, he said that he would return to earth the same way that he left—with a physical body in the clouds. Jesus also promised that when he returns, all Christians who have died will rise from the dead and meet him in the air.Quand Jesus retourna au ciel, Il a dit qu'il retournera a la terre de la meme façon qu'il l'a quitte-avec un corps physique dans les nuées.  Jesus promis aussi que quand il retourne, tous les Chretiens qui sont morts seront ressuscite de la mort et le rencontreront dans le ciel."
        }, 
        {
          "id": "50-12", 
          "img": "{{:en:obs:obs-50-12.jpg?nolink&640x360}}", 
          "text": "The Christians who are still alive will then rise up together with them in the air and all Christians will be with Jesus forever. Jesus will be with his people in perfect unity forever.Les Chretiens qui sont encore vivants seront ressuscites ensemble avec eux dans l'air et tous les Chretiens seront avec Jesus pour toujours.  Jesus sera avec ses gens en unité parfaite pour toujours."
        }, 
        {
          "id": "50-13", 
          "img": "{{:en:obs:obs-50-13.jpg?nolink&640x360}}", 
          "text": "Christians will be given the crown of life. They will never experience the second death, which is hell. Instead, they will live forever with God in perfect peace.Les Christiens leurs seront donnes une couronne de vie.  Il n'experienceront pas une seconde mort, qui est l'enfer. Au lieu de cela, il vivront avec Dieu pour toujours dans une paix parfaite."
        }, 
        {
          "id": "50-14", 
          "img": "{{:en:obs:obs-50-14.jpg?nolink&640x360}}", 
          "text": "But those who do not believe in Jesus will be judged by God and thrown into hell forever. In hell, people constantly weep and grind their teeth in anguish. They are burned by fire that never goes out and eaten by worms that never die.Mais ceux qui ne croient pas en Jesus seront juges par Dieu et jeté dans l'enfer pour toujours.  En enfer, Les gens pleurent constamment et grince leurs dents dans l'angoisse. Ils sont brules par le feu qui ne meurt jamais et sont manges par les vers qui ne meurs jamais non plus."
        }, 
        {
          "id": "50-15", 
          "img": "{{:en:obs:obs-50-15.jpg?nolink&640x360}}", 
          "text": "Jesus will also completely destroy Satan and his kingdom and will throw him into the lake of fire where he will burn forever. Death also will be thrown into the lake of fire.Jesus detruira Satan et son royaume completement et le jettera dans le lac de feu ou il brulera pour toujours.  La mort sera aussi jetée dans le lac de feu."
        }, 
        {
          "id": "50-16", 
          "img": "{{:en:obs:obs-50-16.jpg?nolink&640x360}}", 
          "text": "God cursed the universe because of Adam and Eve's sin and he will destroy it. Jesus will create a New Heaven and a New Earth that will be perfect. Dieu maudit l'universe a cause du peche de Adam et Eve et il le détruira.  Jesus créera un Nouveau Ciel et une Nouvelle Terre qui seront parfaits."
        }, 
        {
          "id": "50-17", 
          "img": "{{:en:obs:obs-50-17.jpg?nolink&640x360}}", 
          "text": "Jesus will reign forever and ever. He will wipe away every tear and there will be no more death, suffering, sadness, crying, evil, or pain. He will rule his Kingdom with peace and justice, and he will be with his people forever.Jesus regnera pour toujours.  Il essuiera chaque larme et il n'y aura plus de morts,  de souffrance, de tristesse, de pleurs, de mal, ou de la souffrance.  Il gouvernera son Royaume dans la paix et la justice, et Il sera avec ses gens pour toujours."
        }
      ], 
      "number": "50", 
      "ref": "A Bible story from: Matthew 24:14; 28:18; John 15:20, 16:33; Revelation 2:10; Matthew 13:24-30, 36-42; 1 Thessalonians 4:13-5:11; James 1:12; Matthew 22:13; Revelation 20:10, 21:1-22:21", 
      "title": "50. Jesus Returns"
    }
  ], 
  "date_modified": "20140802", 
  "direction": "ltr", 
  "language": "fr"
}