{
  "app_words": {}, 
  "chapters": [
    {
      "frames": [
        {
          "id": "01-16", 
          "img": "{{:en:obs:obs-01-16.jpg?nolink&640x360}}", 
          "text": "A ni sarihnak a hung phanh tikah Pathian nih a rian vialte a lim dih cang. Cucahcun Pathian cu a thil vialte sernak in aa din. Ni sarihnak ni cu thlua a chuah i cu ni cu A rian in aa dinh ni a si ruang ah ni thiang ah a ser. Hitihin Pathian nih zeizong vialte le a chung i a ummi vialte a ser ning cu an si."
        }
      ], 
      "number": "01", 
      "ref": "Baibal tuanbia laknak: Genesis 1-2", 
      "title": " 1. Sernak Kong "
    }, 
    {
      "frames": [
        {
          "id": "02-12", 
          "img": "{{:en:obs:obs-02-12.jpg?nolink&640x360}}", 
          "text": "Cun Pathian nih cun aa thawh i, “A tu cu minung nih kanmah bang a tha le a chia an hngalh khawh cang si kaw, zungzal nung ding in nunnak thingkung theitlai ei sianh hrimhrim lo ding an si,” tiah a ti. Cuticun Pathian nih Adam le Eve cu dum dawh chung in a thawl hna. Pathian nih nunnak thingkung i a theitlai ho hmanh nih an einak hnga lo dum chung luhnak ah vanmi ngan le thawng a chiah hna."
        }
      ], 
      "number": "02", 
      "ref": "Baibal tuanbia laknak: Genesis 3", 
      "title": " 2. Vawlei Ah Sualnak A Lut "
    }, 
    {
      "frames": [
        {
          "id": "03-16", 
          "img": "{{:en:obs:obs-03-16.jpg?nolink&640x360}}", 
          "text": "Cuticun Pathian nih A biakam langhternak ah chuncha hmasa bik a rak ser. Van i chuncha a langh fatin Pathian nih a biakam a hngalh than lai i, A mi hna zong nih cu cu an hngalh ve lai."
        }
      ], 
      "number": "03", 
      "ref": "Baibal tuanbia laknak: Genesis 6-8", 
      "title": " 3. Buanchukcho "
    }, 
    {
      "frames": [
        {
          "id": "04-09", 
          "img": "{{:en:obs:obs-04-09.jpg?nolink&640x360}}", 
          "text": "Ni khat cu, Abram cu Cungnung Bik Pathian tlangbawi Melkhizedek he an i tong. Melchizedek nih Abram cu thluachuah a pek i, “Cungnung Bik Pathian, van le vawlei a ngeitu nih Abram cu thlua chuah ko seh,” a ti. Cun Abram nih Melkhizedek cu a ngeih vialte i cheu hra cheu khat a pek."
        }
      ], 
      "number": "04", 
      "ref": "Baibal tuanbia laknak: Genesis 11-15", 
      "title": " 4. Abraham Sin Pathian Biatiam "
    }, 
    {
      "frames": [
        {
          "id": "05-09", 
          "img": "{{:en:obs:obs-05-09.jpg?nolink&640x360}}", 
          "text": "Cun Pathian nih Abraham cu a thawh i, “Nangmah cu zeipoh te, na fapa ngeihchun hmanh, pek na ka sian ruang ah thlua ka'n chuah lai, tiah bia kaa kam. Na hrinsor tefa cu van arfi nakin an tam deuh lai. Ka bia na ngaih ruang ah nangmah chungkhar chung hin vawleicung mi vialte thlua chuah an si lai,” a ti."
        }
      ], 
      "number": "05", 
      "ref": "Baibal tuanbia laknak: Genesis 16-22", 
      "title": " 5. Biakamnak Fapa "
    }, 
    {
      "frames": [
        {
          "id": "06-07", 
          "img": "{{:en:obs:obs-06-07.jpg?nolink&640x360}}", 
          "text": "An hung chuah tikah upa deuh pa cu a tak a sen i hmul a ngei ngaite - Esau tiah min an sak. Ngakchia deuh pa cu a vun a nal i a min ah Jacob an sak."
        }
      ], 
      "number": "06", 
      "ref": "Bible tuanbia laknak: Genesis 24:1-25:26", 
      "title": " 6. Pathian Nih Isak Ca I A Tuahmi "
    }, 
    {
      "frames": [
        {
          "id": "07-10", 
          "img": "{{:en:obs:obs-07-10.jpg?nolink&640x360}}", 
          "text": "Nain Esau nih Jacob cu a rak ngaihthiam diam cang i lunglawm tein an i tong. Cuticun Jacob cu Kanan ram ah nuam tein khua a sa. A hnu ah Isak cu a thi i, Jacob le Esau nih an vui. Biatiamnak ngei in Pathian nih Abraham sin ah le cu hnu ah Isak sin ah bia kamhmi hna cu Jacob sin ah pek a si than cang."
        }
      ], 
      "number": "07", 
      "ref": "Baibal tuanbia laknak: Genesis 25:27-33:20", 
      "title": " 7. Pathian Nih Jacob Cu Thlua A Chuah "
    }, 
    {
      "frames": [
        {
          "id": "08-15", 
          "img": "{{:en:obs:obs-08-15.jpg?nolink&640x360}}", 
          "text": "Pathian nih Abraham sin i a rak i tiamkammi biakamnak vialte cu Isak sin ah, cun jacob sin ah, cu dih in Jacob fale hleihnih le an chungkhar ah chanhchin a si. A hnu ah cun hi Jacob fale hleihnih i an hrinsor hi Israel miphun phun hleihnih ah an hun i cang."
        }
      ], 
      "number": "08", 
      "ref": "Baibal tuanbia laknak: Genesis 37-50", 
      "title": " 8. Pathian Nih Joseph Le A Chungkhar A Khamh Hna "
    }, 
    {
      "frames": [
        {
          "id": "09-15", 
          "img": "{{:en:obs:obs-09-15.jpg?nolink&640x360}}", 
          "text": "Moses cu a kal duh lo, cucaah Pathian nih Moses bawmtu ding ah a naupa Aaron cu kal a fial. Pathian nih Moses le Aaron cu Faro a lung a hah lai kong ralrinbia a chimh cia hna."
        }
      ], 
      "number": "09", 
      "ref": "Baibal tuanbia laknak: Exodus 1-4", 
      "title": " 9. Pathian Nih Moses A Auh "
    }, 
    {
      "frames": [
        {
          "id": "10-12", 
          "img": "{{:en:obs:obs-10-12.jpg?nolink&640x360}}", 
          "text": "Hi bantuk chiatrai phun kua tuar hnu zong ah faro nih Israel miphun pawl kalchuahter a sianh hlei hna lo. Faro nih zeiti hmanh in a lung a `hulh hlei lo ruang ah Pathian nih a donhnak bik chiatrai phun khat tlunter rih ding a timh. Hi nih hin Faro lung a thlen khawh cang lai."
        }
      ], 
      "number": "10", 
      "ref": "Baibal tuanbia laknak: Exodus 5-10", 
      "title": " 10. Chiattlung Phun Hra "
    }, 
    {
      "frames": [
        {
          "id": "11-08", 
          "img": "{{:en:obs:obs-11-08.jpg?nolink&640x360}}", 
          "text": "Faro nih Moses le Aaron cu a auh hna i, “Israel miphun cu au dih hna u law Izip ram in a rannak in chuak dih u!” tiah a ti hna. Izip miphun pawl nih Israel miphun pawl cu chuak colh ding in an fawrh leilei cang hna."
        }
      ], 
      "number": "11", 
      "ref": "Baibal tuanbia laknak: Exodus 11:1-12:32", 
      "title": " 11. Lanhtak "
    }, 
    {
      "frames": [
        {
          "id": "12-14", 
          "img": "{{:en:obs:obs-12-14.jpg?nolink&640x360}}", 
          "text": "Pathian nih Israel miphun cu Izip miphun a teipiaknak hna le salsinak in a luatter hna philhlonak ah kum fatin te Lantak Puai tuah ding ah nawlbia a pek hna. Taksatling dotla tufa an thah, puai nganpi an tuah i, Pathian nih zeitin dah Izip miphun hna kut in a rak khamh hna kong chimnak in puaicaan cu an hman."
        }
      ], 
      "number": "12", 
      "ref": "Baibal tuanbia laknak: Exodus 12:33-15:21", 
      "title": " 12. Luatchuahnak "
    }, 
    {
      "frames": [
        {
          "id": "13-15", 
          "img": "{{:en:obs:obs-13-15.jpg?nolink&640x360}}", 
          "text": "Cun Moses cu tlang ah a kai tthan i mi hna cu Pathian nih a ngaihthiam hna ding ah thla a hung cam. Pathian nih Moses thlacam cu a ngaihpiak i mi hna i an sualnak cu a ngaihthiam hna. Moses nih a khuaimi lungphek airawl ah lungphek thar ah Nawlbia Pahra cu a ttial tthan. Cun Pathian nih Israel miphun cu Sinai Tlang in Kamh Ram lei ah a hruai hna."
        }
      ], 
      "number": "13", 
      "ref": "Baibal tuanbia laknak: Exodus 19-34", 
      "title": " 13. Israel Sin I Pathian Biatiam "
    }, 
    {
      "frames": [
        {
          "id": "14-15", 
          "img": "{{:en:obs:obs-14-15.jpg?nolink&640x360}}", 
          "text": "Pathian nih nih Moses cu tlang pakhat par ah a kaipi i cu kaa cun Kamh Ram cu a cuan. Moses nih Kamh Ram cu a hmu kho ko nain a chung tiang a lut kho lo. Cun Moses cu a thi i Israel miphun nih ni sawmthum chung an ttah. Joshua cu an hruaitu thar ah a hung cang. Joshua cu Pathian aa bochan, a nawl a ngaih ruang ah hruaitu ttha a si."
        }
      ], 
      "number": "14", 
      "ref": "Baibal tuanbia laknak: Exodus 16-17; Numbers 10-14; 20; 27; Deuteronomy 34", 
      "title": " 14. Ramkaro Ah An Vakvai "
    }, 
    {
      "frames": [
        {
          "id": "15-13", 
          "img": "{{:en:obs:obs-15-13.jpg?nolink&640x360}}", 
          "text": "Joshua cu tar a hung si tikah Israel miphun vialte cu hmun khat ah a pumh hna. Pathian nih Sinai Tlang ah Israel miphun sin i biatiam a rak ngeihmi kong vialte a thar in a chimhrelh dih hna. Mi vialte nih Pathian sinah zumh awktlak si peng ding le a nawlbia zul ding in bia an i kam."
        }
      ], 
      "number": "15", 
      "ref": "Baibal tuanbia laknak: Joshua 1-24", 
      "title": " 15. Kamh Ram "
    }, 
    {
      "frames": [
        {
          "id": "16-18", 
          "img": "{{:en:obs:obs-16-18.jpg?nolink&640x360}}", 
          "text": "A donghnak ah, rammi hna nih cun miphun dang vialte hna bantuk in siangpahrang ngeih an duh ve kong Pathian cu an hal. An siangpahrang cu a sang, a tthawngmi a si lai i, rallam ah a hruai kho tu hna hnga ding ding in an duh. Hiti an duhhalnak hi Pathian nih A duh lo, nain an duhmi cu A pek ko hna."
        }
      ], 
      "number": "16", 
      "ref": "Baibal tuanbia laknak: Judges 1-3; 6-8", 
      "title": " 16. Chanhchuahtu Hna "
    }, 
    {
      "frames": [
        {
          "id": "17-14", 
          "img": "{{:en:obs:obs-17-14.jpg?nolink&640x360}}", 
          "text": "Nain a sual ruang ah David cu dantat a si, a fapa te cu a thi. Mah leng ah David cu a chanchung vialte amah innchungkhar lila ah dohnak a um i, a tthawnnak a zor ngaingai. David cu Pathian sinah zumhtlaklo in a um nain Pathian tu cu a biakam ah zumhawktlak in a um tthiamtthiam rih ko. Bethsheba nih fapa pakhat a hrin tthan, a min ah Solomon ti a si."
        }
      ], 
      "number": "17", 
      "ref": "Baibal tuanbia laknak: 1 Samuel 10; 15-19; 24; 31; 2 Samuel 5; 7; 11-12", 
      "title": " 17. David Sin I Pathian Biatiam "
    }, 
    {
      "frames": [
        {
          "id": "18-13", 
          "img": "{{:en:obs:obs-18-13.jpg?nolink&640x360}}", 
          "text": "Judah siangpahrang pawl cu David hrinsor an si. Cu siangpahrang hna lak i cheukhat cu tlari tein ram le miphun a ukmi mi ttha an si i, Pathian a biami an si. Nain Judah siangpahrang tam dueh cu an sual, eihmuar an hmang, siasal biami an si. Siangpahrang cheukhat hoihna cu pathian deu sin ah an fale ciacia in raithawinak an tuah tawn. Cun Judah mi hna nih Pathian zong an doh i pathian dang tu an hun biak ve hna."
        }
      ], 
      "number": "18", 
      "ref": "Baibal tuanbia laknak: 1 Kings 1-6; 11-12", 
      "title": " 18. Penram Cheu Kong "
    }, 
    {
      "frames": [
        {
          "id": "19-18", 
          "img": "{{:en:obs:obs-19-18.jpg?nolink&640x360}}", 
          "text": "Cuticun profet pawl cu huat an tong ko nain, Pathian bia chim cu an ngol hlei lo. Mipi cu an sual ngaihchih lo i an um rih ko ahcun hrawhhralh an si lai kong ralrin an pek hna. Cun Pathian Messiah rat te ding biakam kong hngal peng ding in mipi cu an chimh lengmang fawn hna."
        }
      ], 
      "number": "19", 
      "ref": "Baibal tuanbia laknak: 1 Kings 16-18; 2 Kings 5; Jeremiah 38", 
      "title": " 19. Profet Hna "
    }, 
    {
      "frames": [
        {
          "id": "20-13", 
          "img": "{{:en:obs:obs-20-13.jpg?nolink&640x360}}", 
          "text": "An ram cu an phan i, Biakinn le Jerusalem khua kulhnak vanpang cu an remh an sak tthan. Miphun dang nih an um ko hna nain Kamh Ram ah an um kho tthan i, Biakinn ah Pathian an bia kho."
        }
      ], 
      "number": "20", 
      "ref": "Baibal tuanbia laknak: 2 Kings 17; 24-25; 2 Chronicles 36; Ezra 1-10; Nehemiah 1-13", 
      "title": " 20. Sal Ah Tlaih Le Kir "
    }, 
    {
      "frames": [
        {
          "id": "21-15", 
          "img": "{{:en:obs:obs-21-15.jpg?nolink&640x360}}", 
          "text": "Pathian nih profet pawl cu Messiah rat lai kong ah thil tampi a hmuhsak ko hna nain Messiah cu a ra ra hlei rih lo. Hi profet bia hna lak i hmanung bik hnu kum 400 ringlo hnu, a caan a tlin hnu, ceo lawng ah Pathian nih Messiah cu hi vawlei ah a run thlah."
        }
      ], 
      "number": "21", 
      "ref": "Baibal tuanbia laknak: Genesis 3:15; 12:1-3; Deuteronomy 18:15; 2 Samuel 7; Jeremiah 31; Isaiah 59:16; Daniel 7; Malachi 4:5; Isaiah 7:14; Micah 5:2; Isaiah 9:1-7; 35:3-5; 61; 53; Psalm 22:18; 35:19; 69:4; 41:9; Zechariah 11:12-13; Isaiah 50:6; Psalm 16:10-11", 
      "title": " 21. Pathian Nih Messiah Thlah Ding Aa Kam "
    }, 
    {
      "frames": [
        {
          "id": "22-07", 
          "img": "{{:en:obs:obs-22-07.jpg?nolink&640x360}}", 
          "text": "Elizabeth nih fapa te cu a hun hrin i, vancungmi fial bia bang in John tiah min an sak. Cun Zechariah cu a holh kho tthan. Aa thawh i, “Pathian cu thangtthat si ko seh, A mi cu a philh ballo! Nang, ka fapa, Cungnung Bik Pathian fapa ti na si lai. Messiah ca i lam serchungtu na si lai!” a ti."
        }
      ], 
      "number": "22", 
      "ref": "Baibal tuanbia laknak: Luke 1", 
      "title": " 22. John Chuahnak Kong "
    }, 
    {
      "frames": [
        {
          "id": "23-10", 
          "img": "{{:en:obs:obs-23-10.jpg?nolink&640x360}}", 
          "text": "Sunghno a nu sin i naute Jesuh an hmuh tikah, an khuk an i bil i an biak. Jesuh cu a man a fak ngaimi laksawng an pek. Cun an ram ah an tlung."
        }
      ], 
      "number": "23", 
      "ref": "Baibal tuanbia laknak: Matthew 1; Luke 2", 
      "title": " 23. Jesuh Chuahnak Kong "
    }, 
    {
      "frames": [
        {
          "id": "24-09", 
          "img": "{{:en:obs:obs-24-09.jpg?nolink&640x360}}", 
          "text": "Pathian nih John a rak chimh ciami pakhat cu, “Pathian Thiang Thlarau cu tipil na pekmi cung ah a tung ttum lai. Amah cu Pathian Fapa a si lai,” ti a si. Pathian nih pakhat lawng a si. Nain Pathian cu Pa, Fapa Jesuh, Thiang Thlarau tiah mikung sinak phun thum in a um."
        }
      ], 
      "number": "24", 
      "ref": "Baibal tuanbia laknak: Matthew 3; Mark 1:9-11; Luke 3:1-23", 
      "title": " 24. John Nih Jesuh Cu Tipil A Pek "
    }, 
    {
      "frames": [
        {
          "id": "25-08", 
          "img": "{{:en:obs:obs-25-08.jpg?nolink&640x360}}", 
          "text": "Cun Setan nih a kal taak i, caan ttha dang a bawh. Vancungmi an rung ttum i an rung bultawl."
        }
      ], 
      "number": "25", 
      "ref": "Baibal tuanbia laknak: Matthew 4:1-11; Mark 1:12-13; Luke 4:1-13", 
      "title": " 25. Setan Nih Jesuh Cu A Tukfawrh "
    }, 
    {
      "frames": [
        {
          "id": "26-10", 
          "img": "{{:en:obs:obs-26-10.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh nih zultu tiah auh mi hna minung hleihnih a thim hna. Zultu cu Jesuh cawnpiakmi hna an si. Amah sin ah khual an tlawng i amah sin in a cawngmi an si."
        }
      ], 
      "number": "26", 
      "ref": "Baibal tuanbia laknak:Matthew 4:12-25; Mark 1:14-15, 35-39; 3:13-21; Luke 4:14-30, 38-44", 
      "title": " 26. Jesuh Nih A Rian A Thawk "
    }, 
    {
      "frames": [
        {
          "id": "27-11", 
          "img": "{{:en:obs:obs-27-11.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh nih phungbiathiampa cu a thawh i, “Mah minung pathum ah hin a ho dah a thil an chuh dih mi  le an velh mi pa i a innpa cu a si hnga, tiah na ruah?” tiah a hal. Phungbiathiampa nih, “Velngeihnak a langhtertu pa ta a si ko lai,” tiah a leh. Jesuh nih phungbiathiampa cu a thawh i, “Nang zong cu bantuk cun va tuah ve,” a ti."
        }
      ], 
      "number": "27", 
      "ref": "Baibal tuanbia laknak: Luke 10:25-37", 
      "title": " 27. Samaria Miphun Mi Ttha Pa Kong "
    }, 
    {
      "frames": [
        {
          "id": "28-10", 
          "img": "{{:en:obs:obs-28-10.jpg?nolink&640x360}}", 
          "text": "Jesuh nih, “Kan min ruang ah a innlo, a unau, a ttale le a farle, a pa, a nu, a fale, silole a ngeihchiah a kal tak mi nih cun hi hnu vawlei thar ah a let 100 tam in le zungzal nunnak an co lai. Hmasa bik a simi mi tampi cu a hnu bik an si lai i, hmanung bik tu hmasa bik an si te lai,” tiah a ti."
        }
      ], 
      "number": "28", 
      "ref": "Baibal tuanbia laknak: Matthew 19:16-30; Mark 10:17-31; Luke 18:18-30", 
      "title": " 28. Kumo Mirum Ukbawipa "
    }, 
    {
      "frames": [
        {
          "id": "29-09", 
          "img": "{{:en:obs:obs-29-09.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh nih a thawh hna i, “Nannih zong nan thinlung in nan unau nan ngaihthiam hna lo ahcun ka chimmi bantuk cun nan cung ah vancung ka Pa nih a tuah ve ko lai,” a ti hna."
        }
      ], 
      "number": "29", 
      "ref": "Baibal tuanbia laknak: Matthew 18:21-35", 
      "title": " 29. Velngeilo Mirianpa Tuanbia "
    }, 
    {
      "frames": [
        {
          "id": "30-09", 
          "img": "{{:en:obs:obs-30-09.jpg?nolink&640x360}}", 
          "text": "Zultu hna nih ei rih lomi rawl cu an khawmh i rel hleihnih a si. Rawl cu changreu hlum nga le nga fang hnih in a chuakmi a si."
        }
      ], 
      "number": "30", 
      "ref": "Baibal tuanbia: Matthew 14:13-21; Mark 6:31-44; Luke 9:10-17; John 6:5-15", 
      "title": " 30. Jesuh Nih Minung Thong Nga Rawl A Pek Hna "
    }, 
    {
      "frames": [
        {
          "id": "31-08", 
          "img": "{{:en:obs:obs-31-08.jpg?nolink&640x360}}", 
          "text": "Peter le Jesuh cu lawng chung i an luh in thli cu a dai colh. Zultu pawl cu an khuaruahhar tuk. Jesuh cu an biak i, “Nangmah cu Pathian Fapa hrimhrim na si,” an ti."
        }
      ], 
      "number": "31", 
      "ref": "Baibal tuanbia laknak: Matthew 14:22-33; Mark 6:45-52; John 6:16-21", 
      "title": " 31. Jesuh Ti Cung Ah A Kal "
    }, 
    {
      "frames": [
        {
          "id": "32-16", 
          "img": "{{:en:obs:obs-32-16.jpg?nolink&640x360}}", 
          "text": "Minu cu Jesuh hmai ah a khual aa bil i, thengphang ngai in a um. Cun biadik vialte cu a chimh dih. Jesuh nih a thawh i, “na zumhnak nih a'n damter. Daihnak nih in umpi sehlaw na damlonak in va thing cang ko,” a ti."
        }
      ], 
      "number": "32", 
      "ref": "Baibal tuanbia laknak: Matthew 8:28-34; Mark 5:1-20; Luke 8:26-39", 
      "title": " 32. Jesuh Nih Khuachia Tuahmi Pa le Midamlo Nu A Damter Hna "
    }, 
    {
      "frames": [
        {
          "id": "33-09", 
          "img": "{{:en:obs:obs-33-09.jpg?nolink&640x360}}", 
          "text": "“Vawlei ttha ah a tla mi thlaici nih cun Pathian Bia a thei, a zum i, thlarau theitlai a tlai mi hna a chimduh,” tiah a ti."
        }
      ], 
      "number": "33", 
      "ref": "Baibal tuanbia laknak: Matthew 13:1-8, 18-23; Mark 4:1-8, 13-20; Luke 8:4-15", 
      "title": " 33. Lothlopa Tuanbia "
    }, 
    {
      "frames": [
        {
          "id": "34-10", 
          "img": "{{:en:obs:obs-34-10.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh nih a thawh hna i, “Biatak ka'n chimh hna, biaknak hruaitu pa si lo in ngunkhuai khawltu pa tu ngaihthiam in inn ah a ttin. Amah le amah aa chuang mi cu tthumh an si lai, nain amah le amah aa tangchia mi cu cawisanh an si lai,” a ti."
        }
      ], 
      "number": "34", 
      "ref": "Baibal tuanbia laknak: Matthew 13:31-33, 44-46; Mark 4:30-32; Luke 13:18-21; 18:9-14", 
      "title": " 34. Jesuh Nih Tuanbia Dangdang A Chimh Chap Hna "
    }, 
    {
      "frames": [
        {
          "id": "35-13", 
          "img": "{{:en:obs:obs-35-13.jpg?nolink&640x360}}", 
          "text": "“A pa nih cun a thawh i, ‘Ka fapa, nang thamtham cu ka sin ah pei na um zungzal ko cu, ka ngeih vialte cu na ngeih a si ve ko cu. Atu bantuk i lawmhnak puai kan tuah cu tuah hrimhrim awk kan si ko, a ruang cu, na nau hi a rak thi, nain atu a nung tthan cang. a rak tlau, nain atu hmuh a si cang!’ a ti.”"
        }
      ], 
      "number": "35", 
      "ref": "Baibal tuanbia laknak: Luke 15:11-32", 
      "title": " 35. Velngei Pa Tuanbia "
    }, 
    {
      "frames": [
        {
          "id": "36-07", 
          "img": "{{:en:obs:obs-36-07.jpg?nolink&640x360}}", 
          "text": "Tlang cung cun an ttum lei ah, Jesuh nih a thawh hna i, “Hi kaa i a cangmi thil vialte kong hi thihnak in ka thawhtthan hlan tiang ho sin hmenh ah chim hlah u,” a ti hna."
        }
      ], 
      "number": "36", 
      "ref": "Baibal tuanbia laknak: Matthew 17:1-9; Mark 9:2-8; Luke 9:28-36", 
      "title": " 36. Muihmai Thlennak "
    }, 
    {
      "frames": [
        {
          "id": "37-11", 
          "img": "{{:en:obs:obs-37-11.jpg?nolink&640x360}}", 
          "text": "Nain Judah miphun biaknak lei hruaitu pawl cu an nahchuak i, hmun khat ah i pumkhawm in zeitin dah Jesuh le Lazaruh an thah khawh hna lai kong khua an khang."
        }
      ], 
      "number": "37", 
      "ref": "Baibal tuanbia laknak: John 11:1-46", 
      "title": " 37. Jesuh Nih Mithi Lazaruh A Thawhter "
    }, 
    {
      "frames": [
        {
          "id": "38-15", 
          "img": "{{:en:obs:obs-38-15.jpg?nolink&640x360}}", 
          "text": "Ralkap pawl i Jesuh an vun tlaih ah, Peter nih a vainam aa zuh i tlangbawi zik mirianpa hnakhaw a vun pheh. Jesuh nih, “Vainam cu chia zau tuah! Ka duh cun keimah rungtu ding ah vanmibu run thlah ding in ka Pa ka hal khawh ko. Nain ka Pa nawl ka zulh ko lai,” a ti. Cun Jesuh nih mipa a hnakhawh cu a vun hramh, zultu cu an zate in an tli dih."
        }
      ], 
      "number": "38", 
      "ref": "Baibal tuanbia laknak: Matthew 26:14-56; Mark 14:10-50; Luke 22:1-53; John 18:1-11", 
      "title": " 38. Jesuh Rawi A Si "
    }, 
    {
      "frames": [
        {
          "id": "39-12", 
          "img": "{{:en:obs:obs-39-12.jpg?nolink&640x360}}", 
          "text": "Nain Pilate cu mibupi nih buainak an chuahpi lai ti phang kaw, Jesuh cu vailam i thah awk ah a pek hna. Ralkap nih Jesuh cu an tuk, siangpahrang puan an aih i, hling in tah mi siangpahrawngluchin an chinh, cun serhsat nuamsaihnak in, “Zoh hmanh u, Judah Siangpahrang hi!” an ti."
        }
      ], 
      "number": "39", 
      "ref": "Baibal tuanbia laknak: Matthew 26:57-27:26; Mark 14:53-15:15; Luke 22:54-23:25; John 18:12-19:16", 
      "title": " 39. Jesuh Cu Bia An Ceih "
    }, 
    {
      "frames": [
        {
          "id": "40-09", 
          "img": "{{:en:obs:obs-40-09.jpg?nolink&640x360}}", 
          "text": "Cun Joseph le Nicodemus, Jesuh cu Messiah a si tiah a zummi Judah hruaitu pahnih, nih Pilate cu Jesuh ruak an hal. A ruak cu puan in an zual i, lungpi an kermi thlan ah an vui. A luhnak innka cu lungpher nganpi an hrilhhnawh i an khar."
        }
      ], 
      "number": "40", 
      "ref": "Baibal tuanbia laknak: Matthew 27:27-61; Mark 15:16-47; Luke 23:26-56; John 19:17-42", 
      "title": " 40. Jesuh Cu Vailam Ah An Thah "
    }, 
    {
      "frames": [
        {
          "id": "41-08", 
          "img": "{{:en:obs:obs-41-08.jpg?nolink&640x360}}", 
          "text": "Lampi ah, an sin ah Jesuh a lang, i an biak. Jesuh nih a thawh hna i, “Ttih hlah u. Zultu pawl kha Galilee ah ka ton te hna lai kong va chim hna u,” a ti."
        }
      ], 
      "number": "41", 
      "ref": "Baibal tuanbia laknak: Matthew 27:62-28:15; Mark 16:1-11; Luke 24:1-12; John 20:1-18", 
      "title": " 41. Pathian Nih Jesuh Cu Thihnak In A Thawhter "
    }, 
    {
      "frames": [
        {
          "id": "42-11", 
          "img": "{{:en:obs:obs-42-11.jpg?nolink&640x360}}", 
          "text": "“Cun hi hi philh hlah u. Nan sin ah ka um camcin lai. Cunglei in tthawnnak nan hmuh hlan chung cu Jerusalem ah um ko u,” a ti hna. Cun Jesuh cu vancung ah lak a si, minmei nih a phenh ruang ah an hmu kho ti lo. Jesuh cu zeizong vialte cung i uktu si ding in Pthian awrh lei ah a hung tthu."
        }
      ], 
      "number": "42", 
      "ref": "Bibal tuanbia laknak: Matthew 28:16-20; Mark 16:12-20; Luke 24:13-53; John 20:19-23; Acts 1:1-11", 
      "title": " 42. Jesuh Cu Vancung Ah A Tlung "
    }, 
    {
      "frames": [
        {
          "id": "43-13", 
          "img": "{{:en:obs:obs-43-13.jpg?nolink&640x360}}", 
          "text": "Zumtu pawl cu lamkal pawl i an cawnpiaknak, i hawikomhnak, eidin ttinak le thlacam ttinak ngei in caan an hmang tti tawn hna. Hmun khat te ah an i tong tawn hna i an ngeih vialte an i hrawm dih. Pathian an thangtthat i, Khrihfa a silo mi hna nih ttha tein an cohlan ko hna."
        }
      ], 
      "number": "43", 
      "ref": "Baibal tuanbia laknak: Acts 2", 
      "title": " 43. Khrihfabu Aa Thawk "
    }, 
    {
      "frames": [
        {
          "id": "44-09", 
          "img": "{{:en:obs:obs-44-09.jpg?nolink&640x360}}", 
          "text": "Mi sawhsawh te  a si ko mi le cathiamlo cu hna pahnih bia an theih tikah hruaitu pawl cu an lau. Cu leng ah cu hna pahnih cu Jesuh he a rak tlongleng tti mi an si ti zong an hun hngalh. Peter le John cu cuticun an tlerhphaih hna dih in an kalter hna."
        }
      ], 
      "number": "44", 
      "ref": "Baibal tuanbia laknak: Acts 3:1-4:22", 
      "title": " 44. Peter Le John Nih Haltopa An Damh "
    }, 
    {
      "frames": [
        {
          "id": "45-07", 
          "img": "{{:en:obs:obs-45-07.jpg?nolink&640x360}}", 
          "text": "Ethiopia pa cu Jesuh kong a hngalh cang ruang i lawmhnak ngei in, amah lam te a kal ve ko."
        }
      ], 
      "number": "45", 
      "ref": "Baibal tuanbia laknak: Acts 8:26-40", 
      "title": " 45. Filip le Ethiopia Bawipa "
    }, 
    {
      "frames": [
        {
          "id": "46-12", 
          "img": "{{:en:obs:obs-46-12.jpg?nolink&640x360}}", 
          "text": "Ni tampi hnu ah Judah pawl nih Paul thahnak khua an khan. Khuachung luhnak kutka ah amah a thattu ding an chiah hna. An khuakhan cu Paul nih a theih manh i, a hawile bawmhnak thawng in a luat. Zan khat cu khua kulhnak vanpang cung in Saul cu bawm in an tthumh. Cun Paul cu a tli i Jesuh kong thawngtha cu a chim chin thluahmah cang."
        }
      ], 
      "number": "46", 
      "ref": "Baibal tuanbia laknak: Acts 6:8-8:3; 9:1-25", 
      "title": " 46. Paul Cu Khrihfa A Cang "
    }, 
    {
      "frames": [
        {
          "id": "47-14", 
          "img": "{{:en:obs:obs-47-14.jpg?nolink&640x360}}", 
          "text": "Paul le Khrihfa hruaitu pawl cu khua tampi ah kal in Jesuh thawngtha an phuang, mi an cawnpiak hna. Cun khrihfabu tam pi sin ah ca tampi an kuat hna i, Pathian Biatiam Thar kong cawnpiaknak le thazang peknak an ngei fawn. Cu cakuat pawl cu a hnu ah cun Biakam Thar ti an si."
        }
      ], 
      "number": "47", 
      "ref": "Baibal tuanbia laknak: Acts 16:11-40", 
      "title": " 47. Filipi Ah Paul Le Silas "
    }, 
    {
      "frames": [
        {
          "id": "48-14", 
          "img": "{{:en:obs:obs-48-14.jpg?nolink&640x360}}", 
          "text": "David bantuk in, Jesuh cu siangpahrang a si, nain Jesuh cu zeizong vialte siangpahrang a si. A ra tthan te lai i a Penram cu diknak le daihnak he a uk te lai."
        }
      ], 
      "number": "48", 
      "ref": "Baibal tuanbia laknak: Genesis 1-3, 6, 14, 22; Exodus 12, 20; 2 Samuel 7; Hebrew 3:1-6, 4:14-5:10, 7:1-8:13, 9:11-10:18; Revelation 21", 
      "title": " 48. Jesus Cu Kamhmi Messiah A Si "
    }, 
    {
      "frames": [
        {
          "id": "49-18", 
          "img": "{{:en:obs:obs-49-18.jpg?nolink&640x360}}", 
          "text": "Pathian nih thla cam ding, A Bia cawng ding, Khrihfa dang he Amah biak ding, Pathian nih zei dah a'n tuahpiak ti tehna midang va chimhchin ding in a'n chimh. Hi bantuk thil vialte na tuahnak thawng in Amah he nan i pehtlaihnak ah na tthang lai."
        }
      ], 
      "number": "49", 
      "ref": "Baibal tuanbia laknak: Romans 3:21-26, 5:1-11; John 3:16; Mark 16:16; Colossians 1:13-14; 2 Thessalonians 5:17-21; 1 John 1:5-10", 
      "title": " 49. Pathian Biatiam Thar "
    }, 
    {
      "frames": [
        {
          "id": "50-17", 
          "img": "{{:en:obs:obs-50-17.jpg?nolink&640x360}}", 
          "text": "Cun Jesuh cu zungzal in zungzal tiang uktu a si lai. Mitthli vialte a hnawh hnih lai i thihnak, intuarnak, ngaihchiatnak, ttahnak, thil tthalo le nganfahnak a um ti lai lo. A Penram cu daihnak le diknak in a uk lai i, amah cu a mi hna he zungzal in an um tti cang lai."
        }
      ], 
      "number": "50", 
      "ref": "Baibal tuanbia laknak: Matthew 24:14; 28:18; John 15:20, 16:33; Revelation 2:10; Matthew 13:24-30, 36-42; 1 Thessalonians 4:13-5:11; James 1:12; Matthew 22:13; Revelation 20:10, 21:1-22:21", 
      "title": " 50. Jesuh A Ra Than Lai "
    }
  ], 
  "date_modified": "20140724", 
  "direction": "ltr", 
  "language": "cnh"
}